{
	"data": [
		{
			"type": "section",
			"page": 1,
			"name": "X Marks the Spot",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/1.webp"
					},
					"width": 960,
					"height": 904
				},
				"一群不太可能的英雄的越狱行为变成了一场争夺黄昏军团所寻求的古代遗物的竞赛。你能勇敢的面对未知的世界并在敌人之前夺取宝藏吗？这个D&D冒险的背景是伊克萨兰星球，并使用4级预生成的角色。",
				{
					"type": "section",
					"name": "Background",
					"page": 2,
					"entries": [
						"伊萨兰是一片探索和发现的土地。但黄昏军团--一个由贵族和教会联盟形成的吸血鬼社团--最近从海外来到这里，扩大其领土。军团的军队试图征服该岛，而吸血鬼在南部建立了许多堡垒。然而，他们的计划遭到了艾克萨兰居民的抵抗。",
						"太阳帝国统治着海岸，并成功地驯服了恐龙，使之能够与他们一起工作。同时，河流使者--一个由游牧的人鱼部落组成的松散社会--在整个伊萨兰的内部活动，与自然融为一体。这两个群体长期以来一直保持着一种不安的协议。",
						"在海上，海盗布拉森联盟的部队骚扰黄昏军团的海军部队，后者登陆后以他们认为合适的方式掠夺伊萨兰的赏金。但即便如此，并不是所有的吸血鬼都将当前的统治机构视为最终的权威。五圣会，一个相信与太阳帝国建立贸易关系的吸血鬼教会教派，希望能破坏未来的征服者的计划。"
					],
					"id": "001"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"page": 2,
			"name": "Overview",
			"entries": [
				"黄昏军团被一些仪式所统治，这些仪式要求其成员只以敌人的血为食。因此，被称为 \"征服者的堡垒 \"的军团防御工事关押着囚犯--国家的敌人和其他被认为是无赖的人--他们每到满月就会被屠杀一次。",
				"在冒险开始时，角色们发现自己被囚禁在征服者之麓，并计划被处决，以满足他们的俘虏。阿兰特，一个在要塞主持最后仪式的吸血鬼教士，帮助他们越狱。她属于五圣会，并被指控反对黄昏军团的目标。",
				"征服者之麓由被称为马根屠夫的沃纳监管。沃纳发现了一张当地的地图，上面显示了一件被称为嗜血者圣杯的强大神器的位置，它隐藏在伊萨兰南部的阿克拉索茨神庙中。据传闻，贤者之杯能够创造出无穷无尽的血液供应，这使得它对黄昏军团的吸血鬼有潜在的价值。据传，一位名叫阿格尔的先知将圣杯带到了神庙，原因不明，沃纳希望能得到它。",
				"为了换取各种好处--除了逃离必死的命运，冒险家们同意先帮助阿兰特找到神器。从Conqueror's Foothold到Aclazotz神庙的跨岛旅行需要几天时间，并使角色们穿过危险地带和各种随机遭遇。",
				"在寻找圣杯的过程中，角色们遇到了一位疯狂的使徒，他可以带领他们找到圣杯。在作为圣杯藏身之处的失落的神庙里，冒险家们必须与蝙蝠神的恶魔卵子对抗。然后，他们能够从被恶魔带到神庙的先知的干尸中夺取圣杯。",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/2.webp"
					},
					"width": 625,
					"height": 462
				}
			],
			"id": "002"
		},
		{
			"type": "section",
			"page": 2,
			"name": "Adventure Hooks",
			"entries": [
				"这些角色正在为五圣会执行一项任务，从伊萨兰的未知森林深处的阿克拉佐茨神庙中取回圣者之杯。除了他们与教会达成的交易外，每个角色都得到了100金币的报酬，以取回圣物并将其带到杜伦堡的岛屿据点南部的一个集合点。",
				"{@adventure character sheets|XMtS|9}上提供的背景也为人物走到一起成为一个党提供了动机。",
				"{@b Alante}希望获得五圣会的青睐，五圣会是教会的一个教派，相信与太阳帝国建立贸易关系。",
				"{@b Velisha}渴望驱逐传闻中居住在阿克拉佐茨神庙的非自然力量。",
				"{@b Rouxil}希望通过确保五圣会的崛起来结束伊萨兰这个地区的冲突。",
				"{@b Artinoq}渴望和平，并渴望向父亲表明他是一个值得尊敬的领导人。",
				"{@b Turk Two Coins}渴望从一个巨大的宝藏中分得一杯羹，这样他就可以在放荡中度过余生了。",
				"{@b Ellie Redcap}只想当她自己的船长--不择手段。",
				{
					"type": "entries",
					"page": 2,
					"name": "Treasure",
					"entries": [
						"这个冒险使用{@i Magic: The Gathering}卡来帮助建立冒险进展的动力，并奖励互动游戏。",
						"你需要少量的宝藏令牌（在伊克萨兰的增压包中找到）和一些详细介绍伊克萨兰套牌中宝藏的卡片。卡片清单见本冒险末尾的\"{@adventure Appendix D: Hidden Plunder|XMtS|8}\"，然后将这些非令牌洗牌，组成一个物品牌。",
						"每当一个玩家推进一个目标，有一个重要的发现，或者有一个好的想法，给这个玩家一个宝藏令牌。一个玩家不能为他或她的角色拥有一个以上的宝藏令牌。随机遇到的情况会提供一个发现宝藏的机会。当搜索一个区域时，玩家互相掷骰子寻找宝藏，允许一个玩家赎回一个宝藏令牌并从物品牌中抽出。"
					],
					"id": "004"
				}
			],
			"id": "003"
		},
		{
			"type": "section",
			"page": 3,
			"name": "Starting the Adventure",
			"entries": [
				"一旦玩家选择了角色，你就可以开始了。阅读下面的文字，设定场景和人物为自由所做的交易。",
				{
					"type": "insetReadaloud",
					"entries": [
						"你们在 \"征服者之麓 \"的牢房里的时间即将结束，你们的生命也即将结束。就像所有被认为是黄昏军团的敌人一样，你们将被处决，以满足指挥堡垒的吸血鬼的需求。在满月的前一天晚上，你们被转移到刽子手的房间，成为下一个被牺牲的对象。"
					],
					"id": "006"
				},
				{
					"type": "insetReadaloud",
					"entries": [
						"但你们的俘虏不知道的是，你们每个人都与教士阿兰特做了交易。为了换取你们的生命和取回被称为嗜血者圣杯的传奇遗物，你们得到了五圣会的承诺--一个反对黄昏军团的征服欲的吸血鬼教派--的各种好处。在你在征服者之麓的短暂时间里，阿兰特通过在不同的时间段发送信息法术来传达一个逃跑的计划。今晚是这个计划实现的时刻。"
					],
					"id": "007"
				},
				{
					"type": "entries",
					"page": 3,
					"name": "The Great Escape",
					"entries": [
						"阅读以下内容，为人物逃离黄昏军团的势力做准备。",
						{
							"type": "insetReadaloud",
							"entries": [
								"你站在一个大牢房里，等待刽子手的传唤。牢房窗外，一轮近乎满月的月亮高挂在无云的天空中。在刽子手室的中央，一把大斧横在石块上。铁链上挂着屠夫的钩子，上面堆放着金属大桶，等待着收集被处决者的血液，提醒你你即将与死亡的约会。",
								"卫兵们打开了封住你牢房的金属栅栏。踏入后面的房间，你看到了将监督你的牺牲的牧师。这是你的提示。是时候给守卫们做最后的仪式了。...给守卫。"
							],
							"id": "009"
						},
						"除了阿兰特之外，这些人物没有装备。他们没有盔甲，只能进行徒手攻击，造成相当于1+力量修正值的破坏性伤害。",
						"黄昏军团驻扎在征服者据点的士兵们忠诚于玛甘屠夫沃娜。两名人类{@creature guard|mm|guards}护送了牧师阿兰特进入牢房。一名卫兵携带一串钥匙，可以用来打开监狱牢房、主门和刽子手的活门(见下文)。房间的周边布满了五个其他牢房，每个足够容纳五名囚犯，但目前是空的。",
						"只有一扇门通向刽子手室的外面。阿兰特、特克和艾莉知道，从来没有囚犯成功地从 \"征服者之家 \"逃出，而穿过那扇门意味着要与几十个守卫恶斗，而且不能保证找到出口。",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "The Executioner's Hatch",
									"entries": [
										"In one corner of the chamber, a padlocked lever stands next to a three-foot-square metal grate. If the lever is unlocked (either with the key carried by the guard or a successful DC 20 Dexterity check using {@item thieves' tools|phb}), it can be pulled to drop the grate open. This reveals the executioner's hatch—a chute down which bodies are dumped into the ocean after they are drained of life by the vampires in the fort.",
										"A character who succeeds on a DC 10 Intelligence ({@skill Investigation}) check notes that the slick walls of the chute offer no handholds. This makes it a straight drop into the ocean, and prevents anyone from getting back up this way. Characters who jump through the hatch take no damage when they hit the water, and can then easily swim to shore.",
										"One hour after the characters escape, a new group of guards enters the executioner's block and sounds an alert (see \"{@adventure Conqueror's Foothold|XMtS|3|conqueror's foothold},\" below).",
										"Any character who succeeds on a DC 15 Wisdom ({@skill Perception} or {@skill Survival}) check notices a {@creature hunter shark} in the water. Any party member who takes damage during the fight with the guards attracts its attention and causes the shark to attack."
									],
									"id": "00b"
								}
							],
							"id": "00a"
						}
					],
					"id": "008"
				},
				{
					"type": "entries",
					"name": "Conqueror's Foothold",
					"page": 3,
					"entries": [
						"当人物到达堡垒阴影下的海滩时，读。",
						{
							"type": "insetReadaloud",
							"entries": [
								"征服者之麓的堡垒工事高高耸立在悬崖边。海浪沿着岩石的海岸线拍打，月光照亮了它们的帽子。"
							],
							"id": "00d"
						},
						"阿蒂诺克的猛禽同伴，鲨鱼饵，带着一个装着十天的背包在沙滩上等着。他一看到他的同伴，就带领大家去找埋在沙子里的一个隐蔽的储藏室，里面有他们被没收的所有装备。阿兰特几天前设法将其偷运出堡垒。",
						"北面有一条小路通往废墟之地。沿着这条路走到西北方向的山路，人物就会穿过原始井泉地区，绕过黄昏军团的据点。",
						"这些据点--利奥堡和杜伦堡位于西部。一条使用良好的道路使沿途的旅行更加容易，但该地区经常有黄昏军团的士兵在巡逻。",
						"无论人物采取哪种路线，他们在前往阿克拉佐茨神庙之前都必须冒险通过无主之地。",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Discovery and Pursuit",
									"entries": [
										"One hour after the characters fought the guards, another patrol enters the executioner's chamber and discovers the escape. A bell-toll alarm sounds out within the fort, and a patrol of twelve {@creature guard|mm|guards} is sent out to comb the area for the prisoners and the duplicitous Alante. Additionally, beacon towers between Conqueror's Foothold, Fort Leor, and Fort Durron light up, making it difficult for characters who are not with the Legion of Dusk to move along the beach unseen. Any Dexterity ({@skill Stealth}) checks made by the characters to avoid guards are made with disadvantage.",
										"Two hours after the escape, Vona discovers that Alante is attempting to claim the {@i Hierophant's Chalice} before he does. The Butcher of Magan assembles a force and sends them out to find the relic first. Vona's relic hunters are comprised of two vampire soldiers (use {@creature guard} statistics), a human cleric (use {@creature priest} statistics), and a human {@creature scout}, all on horseback. They take the most direct route to the Temple of Aclazotz, past Fort Leor and Fort Durron across the beach. However, they subsequently become lost in the Unclaimed Territory, and can be randomly encountered there."
									],
									"id": "00f"
								},
								{
									"type": "entries",
									"name": "Danger on the Beach",
									"entries": [
										"如果人物继续沿着海岸线前进，他们会遇到许多船只的残骸。死者中有来自海盗船 \"无情 \"号的兽人船长贝尔泽布福，艾莉和特克都曾在该船服役。任何在DC10智力({@skill Investigation})检查中成功的角色都会注意到这个兽人似乎是死于刺伤，而不是淹死的。",
										"任何通过DC15智慧({@skill Perception})检查密切监视该区域的角色都能注意到波浪中的运动。",
										{
											"type": "insetReadaloud",
											"entries": [
												"从海浪中升起的骷髅，穿着海盗的破烂衣服，摇摇晃晃地走向岸边!"
											],
											"id": "011"
										},
										"The six {@creature skeleton|mm|skeletons} attack, gaining surprise if all the characters fail to notice them."
									],
									"id": "010"
								}
							],
							"id": "00e"
						},
						{
							"type": "inset",
							"name": "Exploring Ixalan",
							"entries": [
								"Traveling from Conqueror's Foothold to the Temple of Aclazotz takes three days by way of the beach or four days through the mountains. While moving through certain terrain ({@adventure Fort Leor and Fort Durron|XMtS|3|fort leor and fort durron}, {@adventure Primal Wellspring|XMtS|3|primal wellspring}, and {@adventure Uncharted Territory|XMtS|3|unclaimed territory}), random encounters might be triggered. Roll a {@dice d20} to check for an encounter once during the day and once during the night. If the result is 18 or higher by day, or 15 or higher at night, a random encounter occurs. Refer to the encounter tables in each region to determine what the adventurers meet, and reroll if the result doesn't make sense given the circumstances."
							],
							"id": "012"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/XMtS/3.webp"
							},
							"width": 552,
							"height": 913
						}
					],
					"id": "00c"
				},
				{
					"type": "entries",
					"page": 4,
					"name": "Field of Ruin",
					"entries": [
						"从Conqueror's Foothold到达这个区域需要四个小时。",
						{
							"type": "insetReadaloud",
							"entries": [
								"几十具尸体散落在战场上，处于不同的腐烂状态。沦陷的战队的废旧旗帜在海风中飘扬。"
							],
							"id": "014"
						},
						"角色们可以沿着一条河流向北走，通过原始井泉的山间通道。南面是海岸线。Leor堡和Durron堡在西边，在海滩的视线范围内。",
						"A successful DC 15 Wisdom ({@skill Perception}) check reveals the presence of scavengers in the field. Three medium raptors (use {@creature deinonychus|vgm} statistics) feast on corpses to the west. If the characters notice the raptors, they can attempt a group {@skill Stealth} check against the creatures' passive Wisdom ({@skill Perception}) of 13. On a failed group check, or if the characters don't notice the raptors, the raptors spot the party and attack.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Random Encounters",
									"entries": [
										"如果一行人沿着堡垒附近的海岸旅行，如果随机遇到的情况下，使用以下表格。",
										{
											"type": "table",
											"caption": "Shoreline Encounters",
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"colLabels": [
												"1d6",
												"Encounter"
											],
											"rows": [
												[
													"1",
													"一个20英尺深的隐藏的{@trap pit trap|xge}只有通过DC15智慧({@skill Perception})检查才能发现。陷阱被触发后会发射信号弹，召唤附近的{@dice 2d6}卫兵巡逻队进行调查。"
												],
												[
													"2",
													"{@dice 1d6}三叶虫(使用{@creature giant crab}统计)"
												],
												[
													"3",
													"一个破旧的玉石图腾上刻有{@language Primordial|phb|Aquan}的警告。{@i \"No good will come from what you seek. Turn back now or suffer an ignoble death far from your home.\"}"
												],
												[
													"4",
													"一个{@trap quicksand|dmg}的区域无法被发现，直到一个或多个角色踏入其中。流沙有10英尺深，任何踏入其中的生物都会下沉{@dice 1d4 + 1}英尺，然后在其每个回合开始时下沉{@dice 1d4}英尺。成功的力量检查（DC 10 + 下沉的英尺数）可以让角色逃离流沙。一个盟友向挣扎中的生物抛出的绳索可使其在检定中获得优势。任何被完全淹没的生物都会开始窒息。"
												],
												[
													"5",
													"{@dice 2d4}猛禽(使用{@creature velociraptor|vgm}统计数据)"
												],
												[
													"6",
													"The characters discover a treasure cache. All characters with a Treasure token card have a contest of Wisdom ({@skill Perception}), with the character with the highest check trading the token for a card from the {@area hidden plunder|031|x}."
												]
											]
										},
										"如果一行人穿过内部以避开堡垒，如果随机遇到，请使用下表。",
										{
											"type": "table",
											"caption": "Interior Encounters",
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"colLabels": [
												"1d4",
												"Encounter"
											],
											"rows": [
												[
													"1",
													"{@dice 2d6} 跳动的心脏停止跳动（使用{@creature giant centipede}统计）。"
												],
												[
													"2",
													"The characters discover a treasure cache. All characters with a Treasure token card have a contest of Wisdom ({@skill Perception}), with the character with the highest check trading the token for a card from the {@area hidden plunder|031|x}."
												],
												[
													"3",
													"{@dice 1d4}空气龙(使用{@creature quetzalcoatlus|vgm}统计)"
												],
												[
													"4",
													"{@dice 1d4} ferocidons (使用{@creature allosaurus}统计)"
												]
											]
										}
									],
									"id": "016"
								}
							],
							"id": "015"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/XMtS/4.webp"
							},
							"width": 561,
							"height": 669
						}
					],
					"id": "013"
				},
				{
					"type": "entries",
					"name": "Fort Leor and Fort Durron",
					"page": 5,
					"entries": [
						"利奥尔堡是一个简单的建筑，周围有木制的栅栏，是离征服者之麓最近的堡垒。人物需要花一天的时间才能到达这里。",
						{
							"type": "insetReadaloud",
							"entries": [
								"利奥尔堡站在海滩中央，旁边是一条从北部山区蜿蜒而下注入大海的河流。在木制围墙的包围下，武装巡逻队沿着堡垒的护栏墙行进。"
							],
							"id": "018"
						},
						"杜伦堡（Fort Durron）位于阿克拉佐茨神庙附近，是一个孤立于岛屿上的据点，是黄昏军团舰队的所在地。从利奥堡到这里需要一天的时间。",
						{
							"type": "insetReadaloud",
							"entries": [
								"杜伦堡在南方的一个岛上高高耸立。另一个堡垒，与征服者之堡不一样，它在远处若隐若现的存在被停泊在石墩上的黄昏军团无畏舰弄得更加不祥。"
							],
							"id": "019"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Avoiding Notice",
									"entries": [
										"The characters must pass near each fort. They can use magic or attempt a group Dexterity ({@skill Stealth}) check (DC 15 to succeed during the day, DC 10 to succeed at night) to travel unseen. At either fort, if the characters are spotted, a patrol of twelve {@creature guard|mm|guards} mounted on {@creature riding horse|mm|riding horses} moves to intercept. The guards ask the characters their reasons for traveling through the area, and if not convinced by their story, move to attack and apprehend them."
									],
									"id": "01b"
								}
							],
							"id": "01a"
						}
					],
					"id": "017"
				},
				{
					"type": "entries",
					"name": "Primal Wellspring",
					"page": 5,
					"entries": [
						"从废墟地带到达这一地区需要两天时间。",
						{
							"type": "insetReadaloud",
							"entries": [
								"沿着山间的自然路径向上，你最终再次下山，穿过茂盛的藤蔓树冠，进入一片生动的丛林。在你的前方，一个瀑布从悬崖边上突出的巨大石雕中喷涌而出，由强大的泉水提供水源。"
							],
							"id": "01d"
						},
						"The area around the waterfall spring is covered in thick foliage and tangles of vines, making it {@quickref difficult terrain||3}. Because there is no natural path through this region, the party's navigator must succeed on a DC 15 Wisdom ({@skill Survival}) check to find the way through to the next region. If the party is moving at a slow pace, the navigator gains a +5 bonus to the check, while a fast pace imposes a −5 penalty. The party's navigator can repeat the check after the party spends {@dice 1d6} hours trying to get back on course.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Lurking Threat",
									"entries": [
										"Any character who succeeds on a DC 15 Wisdom ({@skill Perception} or {@skill Survival}) check notes movement beneath the water's surface, masked by the splash of the waterfall. The Primal Wellspring is home to a snapping sailback (use {@creature giant crocodile} statistics).",
										"以任何方式扰乱泉水，都会引起这种生物的注意，并立即进行攻击。",
										{
											"type": "insetReadaloud",
											"entries": [
												"一个巨大的乳房的裂口从水池中浮现出来，它巨大的红鳍将水冲过岸边。"
											],
											"id": "020"
										}
									],
									"id": "01f"
								}
							],
							"id": "01e"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/XMtS/5.webp"
							},
							"width": 1242,
							"height": 809
						}
					],
					"id": "01c"
				},
				{
					"type": "entries",
					"page": 6,
					"name": "Unclaimed Territory",
					"entries": [
						"从杜伦堡或原始井泉到达这一地区需要一天时间。",
						{
							"type": "insetReadaloud",
							"entries": [
								"山上的薄雾散去，露出了一片雨林。你周围的高大树木和叶子都活蹦乱跳的，金刚鹦鹉唱着嘹亮的曲子。"
							],
							"id": "022"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "An Unlikely Ally",
									"entries": [
										"Any character who succeeds on a DC 15 Wisdom ({@skill Perception}) check while moving within the Unclaimed Territory determines that the party is being followed. In response to being spotted (or at any opportune moment), a vampire cleric named Mavren reveals himself to the characters (use {@creature cult fanatic} statistics).",
										"从外表上看，马夫伦已经疯了。他身材高大，头发乌黑，眼睛凹陷，皮肤苍白，是先知阿格尔的使徒，身穿黄昏军团神职人员的破烂长袍。但这些人物并不知道，马夫伦暗中被一个名叫佐茨的恶魔所控制--一个可怕的蝙蝠神的后代。",
										"马夫伦知道以下信息，他在与人物的任何谈话过程中都会分享这些信息。",
										{
											"type": "list",
											"items": [
												"预言家阿盖尔有一个异象，带领他进入伊克萨兰的丛林，带着嗜血者的圣杯。",
												"阿克拉索茨神庙隐藏在附近的丛林中，距离四小时。",
												"一个凶残的生物潜伏在寺庙周围，被马夫伦称为 \"夜间恐怖\"。"
											]
										},
										"Any character who succeeds on a DC 10 Wisdom ({@skill Insight}) check determines that Mavren believes he's working for some higher purpose, but that he is also hiding something. If a  character succeeds on a DC 20 Charisma ({@skill Intimidation} or {@skill Persuasion}) check after pressing Mavren, the cleric reveals through his ravings that the Temple of Aclazotz is the home of his demonic master.",
										"马夫伦可以带领队伍直接前往阿克拉索茨神庙。如果人物拒绝了他的帮助，队伍中的领航员必须通过DC15智慧({@skill Survival})检查成功找到去神庙的路。如果队伍以慢速前进，领航员会获得+5的检定奖励，而快速前进则会受到-5的惩罚。队伍的领航员可以在队伍花了{@dice 1d6}个小时试图回到航线上之后重复这个检查。"
									],
									"id": "024"
								},
								{
									"type": "entries",
									"name": "Random Encounters",
									"entries": [
										"当党派在无主领土上旅行时，如果有随机遇到的情况，请使用下表。",
										{
											"type": "table",
											"caption": "Unclaimed Territory Encounters",
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"colLabels": [
												"1d6",
												"Encounter"
											],
											"rows": [
												[
													"1",
													"{@dice 2d4} {@creature frilled deathspitter|psx|frilled deathspitters}"
												],
												[
													"2",
													"1 {@creature dryad} and {@dice 1d12} {@creature awakened shrub|mm|awakened shrubs}"
												],
												[
													"3",
													"Vona's relic hunters: 2 vampire soldiers ({@creature guard|mm|guards}), 1 human cleric ({@creature priest}), 1 human {@creature scout}"
												],
												[
													"4",
													"The characters discover a treasure cache. All characters with a Treasure token card have a contest of Wisdom ({@skill Perception}), with the character with the highest check trading the token for a card from the {@area hidden plunder|031|x}."
												],
												[
													"5",
													"1 {@creature griffon}"
												],
												[
													"6",
													"1 wildgrowth walker (use {@creature earth elemental} statistics)"
												]
											]
										}
									],
									"id": "025"
								}
							],
							"id": "023"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/XMtS/6.webp"
							},
							"width": 536,
							"height": 664
						}
					],
					"id": "021"
				},
				{
					"type": "entries",
					"page": 7,
					"name": "Temple of Aclazotz",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"一座几乎被丛林掩盖的石庙被藤蔓所覆盖。它宽阔的台阶通向一个黑暗的入口，上面结满了红黑色的物质。寺庙周围一片寂静，仿佛这里没有任何生命。"
							],
							"id": "027"
						},
						"Any character who succeeds on a DC 10 Intelligence ({@skill Investigation}) check reveals the substance on the steps to be blood. It is impossible to determine how many bodies have been dragged into this temple.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "The Night Horror",
									"entries": [
										"如果马文把冒险者引到这里，他敦促他们迅速进入，以免惊醒潜伏在这里的生物。",
										"The creatures mutts succeed on a DC 15 group Dexterity ({@skill Stealth}) check to pass undetected by this {@creature chupacabra|psx}, which attacks if it senses any intrusion into its territory. Marven abandons and retreats into the temple if the characters are attacked."
									],
									"id": "029"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/XMtS/7.webp"
									},
									"width": 524,
									"height": 566
								},
								{
									"type": "entries",
									"name": "Arguel's End",
									"entries": [
										"寺庙的内部是一个单间，天花板有30英尺高。它没有灯光，人物必须使用灯光或拥有{@sense darkvision}才能探索。",
										{
											"type": "insetReadaloud",
											"entries": [
												"从台阶上的小路通向一个石室。空气中弥漫着一股强烈的恶臭，这里的温度比外面潮湿的雨林中的温度要低得多。在密室的中央矗立着一个孤独的祭坛，上面躺着一具尸体。"
											],
											"id": "02b"
										},
										"在祭坛10英尺范围内活动的生物注意到，这具尸体只不过是一具干瘪的躯壳而已。它穿着黄昏军团的元帅袍，手里拿着一个华丽的银质高脚杯。",
										"Any creature who succeeds on a DC 15 Intelligence ({@skill Arcana} or {@skill History}) check recognizes the remains as those of Arguel, the prophet rumored to have brought the {@i Hierophant's Chalice} to the temple. A source of endless blood, the chalice activates when a single drop of blood is placed within it, filling to the brim with sanguineous fluid."
									],
									"id": "02a"
								},
								{
									"type": "entries",
									"name": "Demonic Guardians",
									"entries": [
										"Hanging from the ceiling above the altar are four blight keepers (use {@creature giant bat} statistics) and a demon named Zotz (use {@creature vrock} statistics). If Mavren fled from the chupacabra attack, he alerts Zotz, his demonic master, of the party's presence outside. Otherwise, if the characters arrive by day, they find the creatures sleeping and can surprise them if they attack at once and make no loud noise. At night, the characters must succeed on a DC 10 group Dexterity ({@skill Stealth}) check to enter the temple undetected and get the drop on the demon and its minions.",
										"恶魔佐茨是一个被遗忘的蝙蝠神的后代，他的目的是在整个艾克萨兰传播瘟疫和腐败。长期以来，他利用自己对疯狂的马夫伦的影响，将猎物带到神庙。看到{@i Hierophant's Chalice}可以被用作黄昏军团和当地居民之间和平的中介，减少对血祭的需求，佐茨保护了这个项目，并试图用他的恶魔本质腐蚀它。",
										"马夫伦在战斗中协助他的主人。如果他在Zotz被打败后还活着，牧师就不再受恶魔的支配，但他记得并被他以Zotz的名义所做的所有可怕的事情所困扰。"
									],
									"id": "02c"
								}
							],
							"id": "028"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/XMtS/8.webp"
							},
							"width": 1242,
							"height": 959
						}
					],
					"id": "026"
				}
			],
			"id": "005"
		},
		{
			"type": "section",
			"page": 8,
			"name": "Conclusion",
			"entries": [
				"After retrieving the {@i Hierophant's Chalice} from the Temple of Aclazotz, the characters can make their way south to a rendezvous point south of Fort Durron, previously arranged by Alante. They are met by two emissaries from the Order of the Five Sacraments, who fulfill the terms of the various agreements made with the party members."
			],
			"id": "02d"
		},
		{
			"page": 9,
			"type": "section",
			"name": "Appendix A: Monsters and NPC Statistics",
			"entries": [
				{
					"type": "list",
					"columns": 4,
					"items": [
						"{@creature Allosaurus}",
						"{@creature Awakened Shrub}",
						"{@creature Chupacabra|psx}",
						"{@creature Cult Fanatic}",
						"{@creature Deinonychus|vgm}",
						"{@creature Dryad}",
						"{@creature Earth Elemental}",
						"{@creature Frilled Deathspitter|psx}",
						"{@creature Giant Bat}",
						"{@creature Giant Centipede}",
						"{@creature Giant Crab}",
						"{@creature Giant Crocodile}",
						"{@creature Griffon}",
						"{@creature Guard}",
						"{@creature Hunter Shark}",
						"{@creature Priest}",
						"{@creature Quetzalcoatlus|vgm}",
						"{@creature Scout}",
						"{@creature Skeleton}",
						"{@creature Velociraptor|vgm}",
						"{@creature Vrock}"
					]
				}
			],
			"id": "02e"
		},
		{
			"type": "section",
			"page": 15,
			"name": "Appendix B: Locations in Ixalan",
			"entries": [
				"当玩家的角色在冒险中取得进展时，向他们展示这些插图。",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/conquerors foothold.webp"
					},
					"title": "Conqueror's Foothold",
					"width": 822,
					"height": 604
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/field of ruin.webp"
					},
					"title": "Field of Ruin",
					"width": 822,
					"height": 604
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/primal wellspring.webp"
					},
					"title": "Primal Wellspring",
					"width": 822,
					"height": 594
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/unclaimed territory.webp"
					},
					"title": "Unclaimed Territory",
					"width": 822,
					"height": 604
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/temple of aclazotz.webp"
					},
					"title": "Temple of Aclazotz",
					"width": 882,
					"height": 648
				}
			],
			"id": "02f"
		},
		{
			"type": "section",
			"page": 18,
			"name": "Appendix C: Map of Ixalan",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/XMtS/map of ixalan.webp"
					},
					"width": 1403,
					"height": 936,
					"imageType": "map",
					"title": "Map of Ixalan",
					"grid": {
						"type": "none"
					}
				}
			],
			"id": "030"
		},
		{
			"type": "section",
			"page": 19,
			"name": "Appendix D: Hidden Plunder",
			"entries": [
				"如果你有适当的{@i Magic: The Gathering}Ixalan套牌，你可以创建一副牌，让玩家在找到宝藏时从中抽取。否则，请在下表中掷出{@dice 1d6}。",
				{
					"type": "table",
					"caption": "Hidden Plunder",
					"colStyles": [
						"col-1 text-center",
						"col-2",
						"col-4 text-center",
						"col-5"
					],
					"colLabels": [
						"1d6",
						"Item Name (Card Name)",
						"",
						"Description"
					],
					"rows": [
						[
							"1",
							"{@item Dowsing Dagger|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/dowsing dagger.webp"
								},
								"width": 280,
								"height": 206
							},
							"A curved jade blade fashioned by the River Heralds, this {@item +1 dagger} can detect the presence of fresh water within 200 feet of the wielder."
						],
						[
							"2",
							"{@item Pirate's Cutlass|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/pirates cutlass.webp"
								},
								"width": 280,
								"height": 206
							},
							"This {@item +1 shortsword} is a terrifying weapon with a serrated edge. It grants its wielder advantage on Charisma ({@skill Intimidation}) checks when brandished."
						],
						[
							"3",
							"{@item Primal Amulet|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/primal amulet.webp"
								},
								"width": 281,
								"height": 203
							},
							"This beaded jade necklace bears an ancient symbol of the River Heralds. When worn, the primal amulet allows its wearer to cast {@spell speak with animals}, {@spell locate object}, and {@spell pass without trace}. Once the amulet has been used to cast a spell, it can't be used to cast that spell again until the next dawn."
						],
						[
							"4",
							"{@item Prying Blade|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/prying blade.webp"
								},
								"width": 280,
								"height": 208
							},
							"A hooked blade useful on board a ship or as a cutting tool in the wilderness, this {@item +1 shortsword} grants its wielder advantage on Strength ({@skill Athletics}) checks to climb or to escape while {@condition restrained}."
						],
						[
							"5",
							"{@item Sorcerous Spyglass|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/sorcerous spyglass.webp"
								},
								"width": 280,
								"height": 206
							},
							"This elegant brass {@item spyglass|phb} features an intricate lens mechanism. A creature looking through the sorcerous spyglass has advantage on Wisdom ({@skill Perception}) checks to detect things that can be seen. In addition, the user can view magical auras while looking through the spyglass, as if under the effect of a {@spell detect magic} spell."
						],
						[
							"6",
							"{@item Vanquisher's Banner|XMtS}",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/vanquishers banner.webp"
								},
								"width": 280,
								"height": 206
							},
							"这个饱经沧桑但没有破损的标准印有黄昏军团其中一支部队的徽章。持有征服者旗帜的生物可以使用一个额外的行动，在盟友的下一次攻击卷、蓄力或能力检查中给予盟友优势。"
						]
					]
				}
			],
			"id": "031"
		},
		{
			"type": "section",
			"name": "Appendix E: Player Characters",
			"page": 20,
			"entries": [
				"{@note Character sheets can be found via the links underneath each portrait.}",
				{
					"type": "table",
					"isStriped": false,
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/alante.webp"
								},
								"title": "{@5etools Alante, Cleric of the Five Sacraments|pdf/adventure/XMtS/alante.pdf}",
								"width": 507,
								"height": 582
							},
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/artinoq.webp"
								},
								"title": "{@5etools Artinoq, Atzocan Archer|pdf/adventure/XMtS/artinoq.pdf}",
								"width": 507,
								"height": 582
							}
						]
					]
				},
				{
					"type": "table",
					"isStriped": false,
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/sharkbait.webp"
								},
								"title": "Sharkbait",
								"width": 507,
								"height": 562
							},
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/rouxil.webp"
								},
								"title": "{@5etools Rouxil, Emperor's Vanguard|pdf/adventure/XMtS/rouxil.pdf}",
								"width": 507,
								"height": 582
							}
						]
					]
				},
				{
					"type": "table",
					"isStriped": false,
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/velisha.webp"
								},
								"title": "{@5etools Velisha, Shaper of Highbranch|pdf/adventure/XMtS/velisha.pdf}",
								"width": 507,
								"height": 582
							},
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/ellie.webp"
								},
								"title": "{@5etools Ellie Redcap, Fathom Fleet Firebrand|pdf/adventure/XMtS/ellie.pdf}",
								"width": 507,
								"height": 582
							}
						]
					]
				},
				{
					"type": "table",
					"isStriped": false,
					"colStyles": [
						"col-3",
						"col-6 text-center",
						"col-3"
					],
					"rows": [
						[
							"",
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "adventure/XMtS/turk.webp"
								},
								"title": "{@5etools Turk Two Coins, Ruthless Knave|pdf/adventure/XMtS/turk.pdf}",
								"width": 507,
								"height": 582
							},
							""
						]
					]
				}
			],
			"id": "032"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Designers",
							"entries": [
								"Kat Kruger, Chris Tulach"
							]
						},
						{
							"type": "item",
							"name": "Plane Shift",
							"entries": [
								"Ixalan Design:James Wyatt"
							]
						},
						{
							"type": "item",
							"name": "Editor",
							"entries": [
								"Scott Fitzgerald Gray"
							]
						},
						{
							"type": "item",
							"name": "Graphic Designer",
							"entries": [
								"Emi Tanji"
							]
						},
						{
							"type": "item",
							"name": "Cover Illustrator",
							"entries": [
								"Cliff Childs"
							]
						},
						{
							"type": "item",
							"name": "Interior Illustrators",
							"entries": [
								"Tommy Arnold, John Avon, Naomi Baker, Milivoj Ceran, Zezhou Chen, Daarken, Dimitar, Emrah Elmasil, Florian de Gesincourt, Ryan Alexander Lee, Slawomir Maniak, Aaron Miller, Victor Adame Minguez, Dan Scott, John Stanko, YW Tang, Ben Wooten, Kieran Yanner"
							]
						},
						{
							"type": "item",
							"name": "Cartographer",
							"entries": [
								"Jared Blando"
							]
						}
					]
				}
			]
		}
	]
}