{
	"data": [
		{
			"type": "section",
			"name": "Adventure in the Wood",
			"entries": [
				"{@font a tale from the wood|HPPHumblescratch}",
				{
					"type": "section",
					"name": "Introduction",
					"page": 84,
					"entries": [
						"蕾娅（Leya）脚下的大地异常温暖。她伸手确认，立刻因疼痛而缩了回来。她的羽毛被轻微地烧焦了。这个季节异常干燥，但这种温度令人恐惧。仔细一看，地面似乎在发光。",
						"嘭！蕾娅的眼睛朝着声音看去。她小时候玩耍过的大树倒下了，残留的烟雾升腾而起。“走！”她的大脑喊道，她听从了，朝着家的方向冲去。“在他们之前赶到——”",
						"突然，火焰迸发，以一种超乎寻常的速度朝着莱娅的栖息地飞去。她的栖息地对她来说意义非凡，但在茂密的树林中，它显得微不足道。对于一个瞭望哨来说，它太微不足道了，无法拥有自己的前哨站。她的心紧缩，知道偏远的定居点不会及时收到警告，援助也不会很快到来。",
						"莱娅的手开始不受控制地移动，她低声念着奶奶的咒语。这可能不够，但如果不尝试，她将无法面对自己。在她学习时，这个咒语是用来帮助农场度过干旱季节的。它并不是用来进行防御的。无助的水滴在她的手指间凝聚成了一种失去的希望。",
						"召唤出的水滴落到地面上，一碰到冒着热气的森林地面就蒸发了。当蕾娅集中注意力时，一股温暖的强风拂过她的脸庞。这一定是阿尔图斯，一定是！蕾娅想。风暴之花正在带来雨水，以扑灭这场可恨的野火。她抬头望向天空，拼命搜索更多改变天气的迹象。",
						"她几乎无法相信自己所看到的一切，她的双臂垂落在身体两侧，颓然地放弃了。火球在空中飞舞，充斥着整个天空。一群火球突然分散开来，朝她的方向飞来。莱娅跪倒在地，希望最后的思绪能够拯救(`Humblewood`)，让一切不至于付之一炬。"
					]
				},
				{
					"type": "section",
					"name": "Free Resources",
					"page": 84,
					"entries": [
						"为了补充你的Humblewood冒险，手册、地图、工具等资源可在此获取：{@link HUMBLEWOOD.COM/RESOURCES|https://humblewood.com/resources}"
					]
				},
				{
					"type": "section",
					"name": "Running the Campaign",
					"page": 84,
					"entries": [
						"以下章节包含一个完整的冒险，设定在（谦卑森林）中，角色等级从1级到5级。这一章节仅供（GM）阅读。建议您在与您的团队一起进行游戏之前阅读整本书，包括{@b Adventure in the Wood}章节。同时也假定您已经阅读了第五版核心规则和怪物手册。",
						{
							"type": "insetReadaloud",
							"entries": [
								"这样格式化的信息应该为玩家朗读。当冒险队到达冒险中的某个地点时，应该朗读这些信息。"
							]
						},
						{
							"type": "inset",
							"entries": [
								"像这样以方框形式格式化的信息是用来帮助塑造战役的额外背景信息。当必要时，可以向玩家透露这些信息。"
							]
						},
						"这个冒险中的挑战是为四名玩家组成的平衡队伍设计的。如果你的团队人数更多或更少，可以考虑在每场遭遇中增加或减少敌人。尽量确保玩家感到受到挑战，但不要让他们感到不堪重负。这个冒险可以完整地进行，也可以作为你自己定制战役的一部分。{@book Appendix E: Random Encounters|HWCS|9}，以及{@b Monster Cards}和{@b NPC Cards}可以用来进一步丰富游戏。",
						"谦木（Humblewood）位于一个广阔大陆的东海岸，坐落在高耸的冠山（Crest Mountains）和莫克领地（Mokk Fields）的沼泽地之间的山谷中。这是一个神秘而幽静的地方，由于土壤肥沃且自然资源丰富，它可以很好地独立生存，不需要太多外界贸易。谦木有许多熟练的工匠和艺术家，再加上原材料的供应，使谦木成为一个出色的出口地。",
						"木之地有着多样的人口，但在(`Humblewood`)中真正的力量来自鸟人。在他们的国家中心是伟大的首都(`Alderheart`)。作为该地区的商业、艺术和政治权力中心，(`Alderheart`)长久以来一直是那些寻求名望、财富或保护的人的避风港。",
						"玩家将会遇到一些在本章节中没有详细解释的地点。建议使用{@book Traversing the Wood|HWCS|3}章节中的信息来帮助玩家了解他们的环境。",
						"{@b {@i Monster and NPC Cards.}）除了在{@book Appendix A: Bestiary|HWCS|5}中的条目外，所有独有于这个冒险的怪物和NPC都有相应的{@i The Deck of Many}卡片，以便快速参考。",
						"{@b {@i Character Advancement}}. 为了方便游戏，冒险故事已经按照里程碑升级规则进行了结构化。角色将在关键故事时刻结束时自动升级。对于那些使用标准经验奖励的团队，社交、解谜和其他非战斗遭遇提供了经验点奖励，与里程碑奖励一起。否则，在玩家们进行冒险的过程中，根据他们击败的敌人奖励标准经验点。"
					]
				},
				{
					"type": "section",
					"name": "Overview",
					"page": 85,
					"entries": [
						"在过去几个月里，出现了一些令人不安的迹象，表明Humblewood出现了问题。这些麻烦似乎源自焦痕林的活动，这片灰烬覆盖的平原在许多世纪前被一场毁灭性的大火摧毁。无论是什么引起了这场大火，都用元素魔法在土地上留下了伤痕，使其对除了奇怪的火系生物之外的所有生物都不适宜。最近，焦痕林开始扩张。起初，这种缓慢的扩张很难注意到，但那些与自然息息相关的人（尤其是守护者）能够看到Humblewood元素力量的不平衡。对许多普通人来说，这种不平衡表现为非常时期的干旱，导致作物歉收和森林火灾频率增加。还有一些异常具有攻击性的火焰蝙蝠群被报告出现在它们自然分布范围之外。",
						"真正的危险本质仍然对{@creature Odwald Ebonhart|HWCS}的Wood人民隐藏着。 一位名为{@creature Odwald Ebonhart|HWCS}的乌鸦死灵法师激发了自第一次燃烧以来一直潜伏在焦林下方的元素{@creature aspect of fire|HWCS}。 这个元素的能量已经开始增强Wood内的以火为基础的生物。 灰蝙蝠群的增加范围带来了扩大焦林的火灾。 许多居住在森林中的人，因无家可归而转向了抢劫以求生存。 很快，元素化身将会脱困，玩家必须找到一种方法来阻止火之本质在将Wood化为灰烬之前。"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Part 1: The Adventure Begins",
			"page": 86,
			"entries": [
				"{@font we didnt start the fire|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HWAitW/Part-1.webp"
					}
				},
				"第一部分的冒险旨在让1级角色组在《谦木》（Humblewood）的世界中开始他们的旅程。玩家创建的角色类型将影响战役的开端。",
				"如果角色没有扮演本书中描述的种族，也许他们听说过《(Humblewood)谦卑森林》的传说，并前来探索森林的奇迹。也许新来的人前来看看宏伟的城市《(Alderheart)艾尔德之心》，或者寻求与《(Birdfolk Council)飞禽议会》会面。关于为什么标准第五版种族会出现在这片森林中，可以编织出许多故事，但请记住，当他们穿越这片土地时，他们可能会被视为奇特的存在。《(Humblewood)谦卑森林》的大多数居民以前从未见过像他们这样的外来者。",
				"如果角色是鸟人或谦卑之民，让他们从位于焦土林南部、靠近主要道路的小村庄莲花沼泽开始他们的冒险。",
				{
					"type": "section",
					"name": "Sleepy Meadowfen",
					"page": 86,
					"entries": [
						"草地沼泽（Meadowfen）已经安静了很久，生活在那里一直都很慢节奏。最近，草地沼泽陷入了困境。季节性降雨没有到来，田地变得贫瘠。更糟糕的是，前往提供救援的贸易马车失踪了，助长了有强盗潜行在道路上的传言。以火为基础的生物比以往更靠近村庄了。一周前，一股黑烟的烟柱从北方升起，遮住了太阳。一些勇敢的村民冒险外出调查，但他们至今未归。黑烟的来源仍然未知。",
						"《草原沼泽》(Meadowfen)这个宁静的村庄是那些梦想在《谦卑之林》(Humblewood)展开奇幻探险的志士们的理想家园。最近围绕着这个定居点的混乱为一群英雄提供了很好的机会来试水。草原沼泽也适合作为新来者进入这片森林的基地，因为村长可以求助的人很少。如果一群旅行中的冒险者出现将是个幸运的巧合。",
						"无论旅程从何处开始，前往北方调查黑烟的当地人之一将返回，受伤严重，需要援助。",
						{
							"type": "entries",
							"name": "The Great Blaze",
							"page": 86,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"村庄广场上一片骚动。 一名受伤的(`strig`)女人一瘸一拐地朝向梅多芬(`Meadowfen`)长老的家走去，摇摇晃晃地靠在井边。 她浑身是血，淡黄色的羽毛被烧焦，布满灰烬和煤灰。"
									]
								},
								"鸟人族群中的{@creature Cara Stormsinger|HWCS}是一周前离开村庄前往北方调查浓烟的村民之一。",
								"卡拉会接受水，但会拒绝其他援助，因为她坚决要去找村长。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我必须与长者交谈，我们都处于严重危险之中。林地已经吞噬了整个城镇。\" 就在这时，一个皱纹斑驳的母鸡人，坐在自家门廊上的椅子上，站起身来，拉开门，挥手示意卡拉过去。卡拉已经支撑不住自己了。"
									]
								},
								"如果一个队员不帮助她，一个村民会帮助卡拉进入长老的房子。鸡冠兽，{@creature Ardwyn, Elder of Meadowfen|HWCS} 允许卡拉和队伍进入。许多村民会试图跟随卡拉，但阿德温会把他们拒之门外。很明显，队伍之所以被允许进入阿德温的家，是因为她想和他们交谈。",
								"如果任何一名队伍成员精通{@skill Medicine}技能，他们将有时间照顾Cara的伤口。",
								"急躁地，阿德温走向卡拉。",
								{
									"type": "insetReadaloud",
									"entries": [
										"“看得出你经历了很多，我的孩子，”受人尊敬的加鲁斯说道，示意队伍聚集在一起。“但我们必须知道外面发生了什么事情。”"
									]
								},
								"卡拉解释说，烧焦树林的火灾已经蔓延到山腰小镇灰炉镇，并将其夷为平地。卡拉警告说，道路上到处都是强盗。幸运的是，她成功逃脱。其他灰炉镇的居民逃离他们的燃烧家园时，并没有那么幸运。卡拉不知道那些被强盗抓走的人被带到了哪里。",
								"长者理解这件事有多严重，请求队伍前往奥尔德哈特，与鸟人议会交谈，告知他们阿什巴洛的毁灭以及在梅多芬附近道路上的土匪活动。队伍可能是唯一能够完成这危险旅程的人。"
							]
						},
						{
							"type": "entries",
							"name": "Five Finger Discount",
							"page": 86,
							"entries": [
								"当队伍离开草地沼泽时，前方的道路上会出现四个戴着兜帽的人影。",
								{
									"type": "insetReadaloud",
									"entries": [
										"三个戴着兜帽的人物在地上一个蜷缩的身体前猛烈地做手势，而第四个人则靠在附近的一棵树上。附近有一个小手推车，上面堆满了各种大小的袋子和盒子。其中一个戴兜帽的人走到手推车旁，毫不客气地翻找着包裹，导致路上散落着被扔下的捆绑物。",
										"当你走近那三个在指着尸体的陌生人时，你可以看到他们戴着兜帽下尖尖的(mapach)面孔。两个(mapach)男性和一个女性，每个人都穿着破旧的皮甲，腰间挂着一把短剑。第四个人是一位令人畏惧的(vulpin)女性，穿着轻甲，腰间佩戴一把华丽的剑。她似乎在后面观望，让手下的人做所有的工作。",
										"你听到一声低声的“救救我”从躺在路上的生物那里传来，但你无法看清他们的特征。站在倒地身旁的(mapach)雌性，双手叉腰对着队伍说：“好了，各位，没什么好看的。如果你们知道什么对你们有好处的话，就赶紧走开吧。”"
									]
								},
								"这三只{@creature mapach bandit|HWCS|mapach bandits}中的狐人领袖是一位强大的敌人，名为(%1(Leader's name)%). 她对队伍构成严重威胁，但只有在有理由相信角色是值得挑战的对手时才会对他们感兴趣。",
								"假设队伍不想战斗，强盗们如果被贿赂就会离开。他们是讲理的强盗，如果队伍能提供一笔可观的钱，他们会乐意放弃这辆马车。谈判从弗雷(Fray)评估马车的内容开始。她和她的团队会每人简单地离开，只需支付10 gp。玩家可以进行对抗魅力({@skill Deception})或({@skill Persuasion})检定，与弗雷进行智力检定对抗，以谈判降低价格，但强盗们不会接受每人少于5 gp的离开。",
								"相信他们占据上风，强盗们会毫不犹豫地发动攻击，如果他们感觉到恐惧或怀疑队伍可能在策划什么。角色们的任何威胁或装腔作势都会引发三名(`mapach`)强盗的攻击。这场战斗不应该太困难，因为队伍很可能在人数上占优势，而且装备可能更好。",
								"Fray（弗雷）会留在原地，让队伍与土匪战斗一两轮。在两轮之后或者有一个土匪被击倒时，她会介入战斗。Fray（弗雷）会选择看起来在单挑中最有能力的角色作为目标。如果队伍超过四名玩家，她会从一开始就参与战斗，命令手下处理其他人。",
								{
									"type": "insetReadaloud",
									"entries": [
										"加入战斗的土匪首领说：“有趣。你看起来似乎能给我一场真正的战斗！”狐族一边咧嘴笑着，一边拔出她的刀，随着她冲向战斗，空中划出复杂的图案。"
									]
								},
								"Fray是一个致命的敌人，但她没有准备好让她的抢劫行动被打断。如果情况对她不利，她不会不顾一切地冒险。如果至少有两名mapach强盗被击倒，她会进行战术性撤退进入茂密的森林，在那里她可以轻松地在树叶中消失。在逃跑的时候，她会发誓报仇，并把任何不幸的手下留给队伍自行处理。",
								"队伍面临的地形艰难，但对于熟悉这个地区的Fray来说却不是问题。任何试图步行追赶Fray的角色，除非他们每轮都能通过一次DC 15的感知检定，否则很快就会在森林中迷失她。茂密的森林也让滑翔变得困难。大多数飞禽族无法在树间滑翔，但小型飞禽族角色可以尝试在Fray后滑翔，通过一次DC 15的敏捷检定来避开树干和树枝。",
								"智力或敏捷检定失败意味着角色已经看不到弗雷(Fray)，并结束了对该角色的追逐。成功在树林中追逐弗雷(Fray)的角色意味着队伍赶上了她，此时她会投降。如果自她撤退以来已经过去了四轮，队伍就会失去弗雷(Fray)。",
								"如果派对选择继续沿着道路寻找(Fray)，他们将来到一个空地，一条河将他们与对岸茂密的森林隔开。一根沉重的原木一端横跨在河岸，另一端悬在水中，阻止了派对过河追赶(Fray)。",
								"如果队伍继续穿越任何森林地形，他们需要定期进行{@skill Survival}检查，以避免在树林中迷失方向。对于一个特别顽固的团队，请使用{@table Appendix E: Random Encounters; Forest Encounters (Level 1-2)|HWCS|Forest Encounters}表格。明确指出狐族人已经成功逃脱，掩盖了自己的踪迹，追踪她是毫无意义的。",
								"如果遭遇出现严重问题，土匪们不会费心去抓住队伍或者消灭他们。相反，他们会撤退，尽可能多地从手推车上偷走东西。毕竟，土匪们不确定是否会有援军前来营救。如果玩家同意，他们的角色可以在与(Fray)的战斗中留下一道伤疤，以增加之后再战时的期待。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"土狸强盗们穿着破旧的皮甲，每人携带一把保养不佳的{@item shortsword|phb|short sword}。如果他们被打败并搜查，队伍还会发现一个小钱包，里面有5 gp。",
										"{@b {@i If Fray is defeated.}她穿着一套{@item studded leather armor|phb}(显然是偷来的)服装，手持一把雕花图案的{@item shortsword|phb}，剑柄上有一朵玫瑰徽章。这把剑并非魔法剑，但售价是普通短剑的两倍。任何低级土匪看到角色拿着这把剑都会立刻认出它是队长的剑。只要剑可见，所有低于队长级别的土匪在对抗角色进行魅力({@skill Intimidation})能力检定时都会有劣势。队伍在Fray的财物中还会找到10金币，以及一张标有土匪营地位置的地图(见{@adventure Bandit Camp|HWAitW|2|taking the fight to them})。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Escorting Eliza",
							"page": 88,
							"entries": [
								"在打败或贿赂了土匪之后，角色们可以帮助那个躺在路中的倒地人站起来。如果他们不立即与她交流，让她发出呻吟或哼声以吸引注意。如果他们仍然不提供帮助，商人最终会自己坐起来。她是{@creature Eliza Pennygleam|HWCS}，一位来自谦木地的艾鲁兰人。在这些地方经常能见到艾鲁兰商人，这位商人很高兴解释她是来这里开设店铺的。",
								"如果角色被土匪打败，艾丽莎将是那个让他们复活的人，她会用她手推车上最后一点药膏为每个角色治疗{@dice 2d4+2}点生命值。她会诅咒那些偷了她东西的土匪，但仍然会感激队伍为了保护她而做出的英勇努力。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我的胡须，太危险了！谢谢你们保护我和我的推车。我的名字是伊莉莎（Eliza）。我正前往奥尔德哈特（Alderheart），途径风扬地（Winnowing Reach）。你们能帮我走剩下的路吗？\""
									]
								},
								"如果角色对木之地不熟悉，伊莉莎描述了前方的道路。她解释道，道路沿着莫克田野的边缘蜿蜒前行，这是一个巨大的沼泽地，然后到达了(温诺温达) ，一个小型研究前哨站，居民研究附近洞穴中生活的粘液怪。",
								"Eliza的计划是在筛风河略作停留，出售她的商品并获取新的库存，最终前往艾尔德哈特(Alderheart)。",
								"如果角色们似乎不情愿帮助她，她将通过向每个角色提供一件物品来诱使他们，以换取他们在路上的保护和陪伴—这些物品将在到达目的地后奖励给他们。",
								"如果队伍决定跟随艾丽莎（Eliza）步行，他们的移动速度会大大降低，因为她在身后拉着手推车。一个强壮的角色可以提出来拉这辆装满货物的手推车。成功通过一次 DC 12 力量检定（{@skill Athletics}）可以让大家保持正常的行进速度，而失败意味着队伍继续缓慢前行。"
							]
						},
						{
							"type": "section",
							"name": "B-b-b-bats!",
							"page": 89,
							"entries": [
								"通往（Winnowing Reach）的道路让队伍始终保持在右侧的沼泽地边缘。",
								{
									"type": "insetReadaloud",
									"entries": [
										"当你沿着道路前行时，左侧的地形发生了显著变化。在道路两侧郁郁葱葱的绿树之外，可以看到被烧毁的树桩和被灰烬覆盖的田野的一瞥。看起来好像是一场大火最近肆虐了这个地方。"
									]
								},
								"这片荒凉的景观似乎延伸了几英里。当俯瞰这片灰色的景象时，人物们可能会注意到一群生物飞过灰烬上空。那些留意这些生物的人，或者被动感知分数达到15或更高的人物，会注意到这群生物改变航线，开始朝着队伍飞来。",
								{
									"type": "insetReadaloud",
									"entries": [
										"一群虫群正在接近。你可以看到它由数百只微小的飞行生物组成，每一只都像一只蝙蝠，头顶长着烛光大小的火焰。它们身体散发的热量可以在风中感受到。"
									]
								},
								"如果注意到了云的航线变化，角色们在蝙蝠降临之前大约有10秒的时间。如果蝙蝠在这一点之前飞行而不被注意到，它们飞来得如此迅速，以至于角色们没有时间为攻击做准备。",
								"角色们被两只蝙蝠{@creature swarm of emberbats|HWCS|swarms of emberbats}困扰着。蝙蝠们不断地俯冲和骚扰他们的目标，直到蝙蝠被杀死或者队伍被击败。蝙蝠群不会长时间追赶，如果队伍能够与灰色平原之间保持相当的距离，就可以逃脱。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Winnowing Reach",
					"page": 89,
					"entries": [
						"在队伍身后的燃烧蝙蝠，之后的旅程都很平静。在路上几个小时后，温诺温格村庄出现在视野中。",
						"进入疆域，伊莉莎感谢队伍，并告诉他们她会在镇中心安排摊位，看看能卖些什么或进行交易。",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"休息一下吧，\" 伊莉莎说道。\"你将需要精神饱满，因为你要护送我去阿尔德哈特 (Alderheart)。\" 她眨了眨眼。"
							]
						},
						"如果Eliza承诺给角色们一个物品作为陪同她前往Winnowing Reach的奖励，他们现在可以领取了。每位玩家可以选择一件价值不超过50 gp的冒险装备作为奖励。",
						{
							"type": "insetReadaloud",
							"entries": [
								"“当你准备好往北走的时候，来找我吧。”她走开时喊道。"
							]
						},
						"角色可以自由探索筛选之地，尽管他们会发现这个研究站的设施与其规模相比有所欠缺。这个小镇有一家杂货店和一家带有酒馆的小旅馆，但与武器或铠甲铁匠这样的基本设施不同，这里有一家药剂师店和一家装订书籍的店。以下编号的地点指的是筛选之地地图1.1：（Winnowing Reach）的地图。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Winnowing-Reach.webp"
							}
						},
						{
							"type": "entries",
							"name": "1. Storage and Granary",
							"page": 90,
							"entries": [
								"这座大楼存放着史莱姆残留物，这些残留物最终将被输出到伍德（Wood）各地，同时也收集了附近农场的食物。这里是一个充满活力的中心，劳动者们在温诺温（Winnowing Reach）镇民兵的密切监视下不断忙碌着。"
							]
						},
						{
							"type": "entries",
							"name": "2. Town Gaol",
							"page": 90,
							"entries": [
								"由于Winnowing Reach不是一个大型定居点，因此只有一个小型监狱。由一个{@creature birdfolk guard|HWCS}负责，指挥着小型的地方民兵，通常是空的。如果队伍带着任何被俘的土匪，这个监狱应该把他们关押起来，直到来自Alderheart的马车到达，将这些逃犯送到首都接受审判。"
							]
						},
						{
							"type": "entries",
							"name": "3. Magistrate's Office",
							"page": 90,
							"entries": [
								"镇中心的一座宏伟建筑是当地法官的官方议事厅。两名卫兵{@creature birdfolk militia|HWCS}守卫着通往建筑物底座上平台的楼梯。一般情况下，除非是因为官方业务（例如回应法官的传票），否则不允许进入这座建筑物。"
							]
						},
						{
							"type": "entries",
							"name": "4. Eliza's Cart",
							"page": 90,
							"entries": [
								"尽管目前她的存货不是很充足，埃丽莎的手推车里装满了各种可供交换或贸易的商品。埃丽莎的手推车里有来自《核心规则》的武器、工具、冒险装备和贸易品等各种奇特的装备。与其提前确定她手推车里有什么，不如在角色想要购买物品时进行投掷骰子{@dice d6}。如果结果是偶数，她就有这样的物品，如果结果是奇数，她就没有。埃丽莎有兴趣扩大她的商品种类，并且愿意接受以更高价值的物品作为支付，而不是金币。"
							]
						},
						{
							"type": "entries",
							"name": "5. Apothecary",
							"page": 90,
							"entries": [
								"药剂师有{@item potion of healing|dmg|potions of healing}、{@item healer's kit|phb|healer's kits}和{@item herbalism kit|phb|herbalism kits}出售。他们还出售沼泽草药、过滤器和其他原材料，这些可以用来制作治疗药水。购买足够的原料来制作一瓶药水的成本是一瓶成品药水的一半。任何熟练使用草药工具的角色都可以制作药水。"
							]
						},
						{
							"type": "entries",
							"name": "6. The Bookbindery",
							"page": 90,
							"entries": [
								"裱书匠有一小库各种书籍可供选择，其中可能有一些奇怪的书籍藏在这个不起眼的收藏中。每本书的售价为1金币。一些书籍在阅读后可能会在下次进行有关生物、物品或地点的智力检定时提供优势，具体取决于它们的主题。"
							]
						},
						{
							"type": "entries",
							"name": "7. The Wrangler's Rest",
							"page": 91,
							"entries": [
								"在这里的达拉斯地区，当地的客栈和酒馆是一个安静的地方，拥有优质的客房和不错的食物。客栈老板经常接待来自阿维姆的访客，偶尔也会有冒险者前来尝试捕捉史莱姆。把驯兽师之憩视为一家普通客栈。"
							]
						},
						{
							"type": "entries",
							"name": "Reaching the Magistrate",
							"page": 91,
							"entries": [
								"在派对期间的某个时候，冒险者的事迹传到了《(Winnowing Reach)》的最高政治人物，即总督的耳中。最终，他找到了这支队伍，并请求他们帮忙找到一位失踪的研究员。他担心这位失踪的研究员已经进入了《(Mokkden Caverns)》进行危险的研究。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Missing Researcher",
					"page": 91,
					"entries": [
						{
							"type": "entries",
							"name": "She Slipped Away",
							"page": 91,
							"entries": [
								"一位年轻的乌鸦人研究员，希望能够扬名立万，最近神秘失踪了。执法官调查了她的办公室，发现她一直在研究附近的史莱姆，以便了解它们的生理特征。为了获得活体样本，她冒险前往附近据说被几种史莱姆寄生的洞穴。",
								"镇长{@creature Walden Krane, Magistrate of Winnowing Reach|HWCS}请求角色们找到那位名叫{@creature Kenna Brightspark|HWCS}的年轻女研究员。",
								"一旦队伍充分休息，(Magistrate)大法官会接近他们。",
								{
									"type": "insetReadaloud",
									"entries": [
										"一只穿着华丽服饰的焦躁的克鸦走向你，羽毛因担忧而蓬乱。“冒险者们？谢谢Clhuran你们在这里！请，你们一定要帮帮我。那个愚蠢的女孩Kenna，已经陷入了麻烦！她冒险前往洞穴寻找史莱姆，但已经好几天没有回来了！我只能希望她还活着—你们会帮助我，对吧？ (%num%)\""
									]
								},
								"如果队伍拒绝，(Magistrate)法官可以提议利用他的职位来安排队伍与(Alderheart)艾尔德哈特的(Birdfolk Council)飞禽族议会见面。当然，他们不会认为议会会见任何人，对吧？(Walden)沃尔登可以写一封介绍信来帮助队伍获得会面的机会，但他明确表示在确保(Kenna)肯娜安全之前不会考虑这一点。如果队伍同意，沃尔登会表达他的感激之情，补充道：",
								{
									"type": "insetReadaloud",
									"entries": [
										"“哦，如果在你的路上，你碰巧减少了当地史莱姆的数量，(The Reach)会对你的服务表示感激……”沃尔登有些不太确信地补充道，“当然，(Kenna)的安全是第一位的。”"
									]
								},
								"为了杀死几只史莱姆，总督还向每个角色承诺五个金币。",
								"如果队伍选择找到肯娜，法官会提供一份莫克田野的粗略地图，上面标记了通往莫克洞穴的入口。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Mokkden Caverns",
					"page": 91,
					"entries": [
						"莫克丹洞穴是一个洞穴和隧道网络，有几个入口点缀在莫克原野上。最靠近达拉达(Daladra)的入口位于向西南大约半天徒步路程的地方，在沼泽的中心。另外，有一条道路绕过沼泽通往南边，抵达另一个入口，位于沼泽西南边缘。",
						"这是一条更长的路线，很可能需要沿途露营一晚，但比起沼泽来说更安全。岩洞的外部在日落的莫克草原的背景下可见，尽管高高的芦苇和枯树提供了视线的障碍。从大约80英尺的距离就可以通过沼泽看到入口。",
						{
							"type": "inset",
							"name": "A Dangerous Swamp",
							"entries": [
								"一路上，冒险队可能会遇到强盗，或者想要把他们当成一顿大餐的沼泽生物。决定什么对于节奏和难度来说是合适的，并在这里增加一个额外的遭遇来加剧行动。参考{@table Appendix E: Random Encounters; Swamp Encounters (Level 1)|HWCS|Swamp Encounters}表格中的建议。"
							]
						},
						{
							"type": "entries",
							"name": "General Features",
							"page": 91,
							"entries": [
								{
									"type": "insetReadaloud",
									"name": "A Dangerous Swamp",
									"entries": [
										"洞穴内部昏暗、潮湿、阴冷。很明显周围沼泽的混浊水已经淹没了地下隧道系统。水滴从闪闪发光的天花板上滴落，并在整个洞穴中形成水池，填满地下区域的刺鼻腐烂气味。隧道逐渐向地下延伸，弯曲地来回穿行。莫克登洞穴广阔而大部分未被探索。"
									]
								},
								"洞穴内部光线昏暗，大部分自然光来自在潮湿环境中生长的发光真菌。隧道的天花板大约有10英尺高，但在一些地方可能会降低到需要中等身材角色弯腰的高度。许多开阔区域的天花板高度为15英尺，除非另有规定。",
								"穿越洞穴的旅程可能因为加入困难地形而变得更加艰难。这种地形可能是被沼泽渗入的水浸泡的区域，也可能是因滴水和有机淤泥而变得滑溜的区域。在以半速以上穿越滑溜区域时，需要进行一次 DC 13 的敏捷豁免才能避免绊倒摔倒 {@condition prone}。",
								"在其中遇到的史莱姆不会根据理性或战术进行攻击。它们会向最近的目标发起攻击，并持续攻击直到目标被制服，即使同时受到多名角色的攻击也是如此。"
							]
						},
						{
							"type": "entries",
							"name": "Entrance",
							"page": 92,
							"entries": [
								"莫克登洞穴（Mokkden Caverns）的入口突出于周围的泥潭之中，显而易见。当队伍接近时，请务必在{@table Appendix E: Random Encounters; Swamp Encounters (Level 1)|HWCS|Swamp Encounters}表上投骰。他们正沿着沼泽中的危险路线前行，很可能会遇到麻烦。当队伍到达时，有两只{@creature sticky slime|HWCS|sticky slimes}在这个入口前咕噜着。",
								"当森林让位给沼泽地时，远处的入口就能被发现。这个洞穴入口前有两只{@creature caustic slime|HWCS|caustic slimes}，它们在沼泽中徘徊，寻找猎物。这条路线会让队伍花费更长时间到达，但足够安全，他们在路上不应该会遇到其他任何事物。",
								"这些史莱姆表面上是战斗遭遇，但任何角色在接近时都可以进行一次 DC 12 {@skill Perception} 检定，成功的话可以轻松地从80英尺外发现史莱姆。如果失败，角色直到距离60英尺内才会注意到史莱姆。如果队伍进入史莱姆的射程范围（60英尺），史莱姆会发动攻击。如果队伍能在此之前发现史莱姆，他们可以尝试用远程武器和法术清除史莱姆（如果史莱姆在其{@sense blindsight}范围之外被攻击，则将其视为{@condition blinded}）。",
								"其他方法，比如用诱饵引开史莱姆，或者悄无声息地溜过去，也是可行的。只要队伍没有不慎闯入史莱姆的{@sense blindsight}范围，队伍可以通过一个DC 14的团体敏捷检定来避免遭遇。如果至少一半的队员成功通过检定，他们就可以悄悄地通过。",
								"尽管史莱姆很危险，但它们移动缓慢，容易甩开，所以一旦被发现，一定要告诉队伍他们可以冲向入口。史莱姆会在队伍移出它们{@sense blindsight}范围几个回合后放弃追击。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"如果队伍打败了史莱姆，他们会在这些生物体内找到15个未消化的银币。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Collapsing Hazard",
							"page": 92,
							"entries": [
								"在洞穴里走了大约30分钟后，队伍发现了一条长50英尺的隧道。这似乎是唯一的前进道路，但至少看起来很危险。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你朝着面前的隧道望去。它被用木支架搭建而成，支撑得有些杂乱无章。那陈旧的支架发出明显的吱吱声，时不时有灰尘从天花板上落下。看起来随时都可能倒塌。"
									]
								},
								"最初的研究人员创建了支撑结构来支撑隧道天花板上的危险岩石，这些岩石威胁着坍塌。多年来，支撑结构大多被忽视。规避危险的最简单方法是故意使支撑结构坍塌，可以通过几种方式实现：",
								{
									"type": "list",
									"items": [
										"{@b {@i Break the moisture rotted struts.}} 这需要成功通过 DC 13 力量检定。确保玩家描述他们将如何使用力量检定的方法，并确保他们的选择不会让他们处于落石的路径中（例如，使用一根10英尺长的杆作为杠杆，或者试图向支柱投掷一个合适大小的物体）。",
										"{@b {@i Determine weak spots in the structure.}} 观察一分钟后，角色可以确定结构中的薄弱点。用远程武器或法术对AC 10进行三次连续攻击，就会引发倒塌。",
										"{@b {@i Thunder damage.}} 任何造成雷霆伤害的法术或能力都可以产生足够的冲击波来使岩石坍塌。",
										"{@b {@i A novel path forward.}} 如果团队特别聪明，可以根据以上准则制定一些临时规则。"
									]
								},
								"一旦支柱坍塌，角色们将需要穿越布满碎片的地面（视为艰难地形），但除此之外他们将会安然无恙。",
								"相反地，角色可以尝试小心地穿过隧道。通过成功的DC 14小组敏捷检定({@skill Stealth})，他们可以在不打扰巨石的情况下通过。如果失败，他们的移动将触发一次小规模坍塌。角色随后必须进行一次DC 13敏捷豁免才能避免从落石中受到4({@dice 1d8})点钝击伤害。如果这造成对队伍来说过多伤害，考虑将伤害替换为一级{@condition exhaustion}。将坍塌的隧道视为艰难地形。"
							]
						},
						{
							"type": "entries",
							"name": "Falling Slimes",
							"page": 93,
							"entries": [
								"经过大约30分钟的步行穿过蜿蜒的地下通道后，队伍抵达了一个巨大的洞穴。",
								{
									"type": "insetReadaloud",
									"entries": [
										"隧道通向一个宽敞的洞穴。地板和天花板上点缀着钟乳石，远处可以听到滴水声慢慢回荡。"
									]
								},
								"这个洞穴大约有30英尺高，60英尺宽。",
								"两只 {@creature sticky slime|HWCS|sticky slimes} 和两只 {@creature caustic slime|HWCS|caustic slimes} 听到了可能的猎物经过相邻隧道时传来的振动，它们倒挂在天花板上等待。如果玩家们很谨慎，并表示他们在警惕着四周，需要进行一次 DC 16 的感知 ({@skill Perception}) 检定来发现这些在黑暗天花板上一动不动的生物。",
								{
									"type": "insetReadaloud",
									"entries": [
										"毫无预警，两只黏黏的史莱姆和两只腐蚀性史莱姆从上方掉落下来，围困住了你！除了你刚刚进来的入口外，你可以看到这个黑暗洞穴对面有三个出口。"
									]
								},
								"史莱姆们陆续登陆，包围着小组。角色们想要逃跑的话，可以通过前方的三个出口逃离，或者沿着他们进入的隧道原路返回。然而，入口隧道的天花板有10英尺高，足够让史莱姆们跟随。在那里，任何追逐的史莱姆都能在天花板上倒挂行动，并从上方发动攻击。通过前方的三个出口逃跑很简单——史莱姆们移动速度不快，小组应该能在一两轮内甩掉它们。",
								"这个房间有三个出口：",
								{
									"type": "list",
									"items": [
										"{@b {@i Exit 1}）- 一个高15英尺，宽5英尺的出口，长达90英尺，然后迅速变窄至高10英尺，最终成为一个死胡同。",
										"{@b {@i Exit 2}}- 一个15英尺高，10英尺宽的出口，用摇摇欲坠的木梁加固，以防止坍塌（就像前一次遭遇中的那个）。为了避免触发坍塌，必须以半速通过这个出口。角色可以故意引发坍塌，让岩石掉落在任何追赶的史莱姆身上。这会通往下一个区域。",
										"{@b {@i Exit 3}}- 一个较小的开口，大约4英尺高和4英尺宽。中等或更大的生物需要挤过，使用一半的移动速度。出口隧道迅速扩大到15英尺高，除了入口外不会对移动造成任何阻碍。一分钟后，隧道弯曲，与出口2的隧道（通往下一个区域的隧道）连接在一起。"
									]
								},
								"如果队伍成功击败了史莱姆，他们会发现出口1通往一个安全、干燥且非常适合短暂休息的死胡同。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"其中一个史莱姆体内有一个完整的黄铜{@item magnifying glass|phb}，如果史莱姆被打败，这个黄铜可以被取回。放大镜有些腐蚀，需要清洁，但仍可使用。可以保留它，或在清洁后以40金币出售。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Slime Attack!",
							"page": 93,
							"entries": [
								"在穿过洞穴再30分钟后，该区域会变得昏暗（为了视觉目的）。（for the purpose of vision）",
								{
									"type": "insetReadaloud",
									"entries": [
										"隧道墙壁上布满了微光残留物的痕迹。起初，这些痕迹是零星分布的，但很快就有足够的微光黏液，使周围变得昏暗地照亮起来。",
										"当你来到一个看起来像是洞穴中心的空间时，你看到一个年轻的乌鸦人站在一个岩石构造物旁边。由于覆盖在鸟人身上的黏液闪光，你很快就能推断出她实际上被粘在岩石上！她的眼睛瞪大，突然专注于你头顶的某个东西。一个巨大的黏液从天花板上掉下来并发动了攻击！"
									]
								},
								"洞穴的中心是一个直径60英尺的空地，有通往不同方向的隧道。请参考Mokkden Caverns的地图（图1.2）。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Mokkden-Caverns-DM.webp"
									}
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/HWAitW/Mokkden-Caverns.webp"
											},
											"title": "Mokkden Caverns battlemap"
										}
									]
								},
								{
									"type": "inset",
									"name": "Using the Mokkden Caverns battlemap",
									"entries": [
										"这是与(Shifting Slime)和三只(Sticky Slimes)战斗的建议设置。队伍可以通过任何标有白色“X”的入口找到通往主厅的路。根据角色在洞穴中的旅程，选择最合理的入口。提供了困在里面的乌鸦人研究员的建议位置，尽管她可以被放置在洞穴内墙的任何位置。孵化的绿色线代表被黏液覆盖的空间。"
									]
								},
								"角色们被一个{@creature shifting slime|HWCS}（大史莱姆）和三个{@creature sticky slime|HWCS|sticky slimes}困扰着。这些黏黏的史莱姆在角色和房间入口之间留下了几条残留的痕迹。任何踏入这些痕迹的角色都会被束缚，除非他们进行一次DC 10的力量豁免才能摆脱。",
								"当一个角色用伤害法术击中一个移动的粘液时，会注意到粘液改变颜色。",
								{
									"type": "inset",
									"name": "Captured in Slime",
									"entries": [
										"如果一个角色在战斗中将会死亡，而不是进行致命一击，一团黏黏的粘液可能会试图将角色包裹在粘液中，保存起来以备后用。以这种方式降到0点生命值的角色保持稳定，但被包裹在粘液中使他们 {@condition unconscious} 和 {@condition restrained}。当角色恢复至少1点生命值时，他们会恢复意识，并可以尝试用DC 12的力量检定来解脱自己，成功时结束被限制状态。其他角色可以尝试用DC 12的力量检定来解救被限制的队友。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Freeing the Researcher",
							"page": 94,
							"entries": [
								"为了解救肯娜(Kenna)脱离她的黏液监狱，一个角色需要使用一个动作，在DC 12的力量检定中成功，或者使用适用的法术。一旦获得自由，如果黏液仍然构成威胁，肯娜会尽力避开危险，并遵循不会让她置身危险的命令。只要肯娜不攻击，黏液会忽视她。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"在移动粘液体的体内，有一个看起来像是由金色和青铜丝线精细编织而成的小球状饰品。这是一个{@item nest charm|HWCS}。这个护身符的魔法光环因被移动粘液体吞食而微弱，但仍然完好无损。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Slime Sampling",
							"page": 95,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"肯娜向冒险者们跑来。“谢谢你们救了我，但是，请，我需要一个样本！”乌鸦人说道，眼中充满决心。她几乎丧命，但现在却恳求你们帮她收集史莱姆的粘液样本。“如果你们帮助我，我可以给你们一些东西。拜托，这对我的研究非常重要。我不能空手而回到里奇。我走了这么远。冒了这么大的风险。拜托……”你能听到她恳求中的绝望。"
									]
								},
								"如果角色拒绝帮助凯娜，需要进行一次 DC 10 魅力检定({@skill Persuasion})，才能让她同行。",
								"如果角色希望帮助年轻研究员，Kenna有三个小瓶会分发给任何愿意帮助的人。一个小瓶足够取样。",
								"队伍必须找到一只活史莱姆，然后收集样本。这可以通过进行一次 DC 12 敏捷检定({@skill Sleight of Hand}) 来完成。",
								"队伍可以返回到洞穴中之前遇到的史莱姆，或者可以探索洞穴外的莫克田野寻找史莱姆。可以使用{@table Appendix E: Random Encounters; Swamp Encounters (Level 1)|HWCS|Swamp Encounters}表或{@table Appendix E: Random Encounters; Cave Encounters (Level 1)|HWCS|Cave Encounters}表来决定田野和洞穴中潜伏的生物。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Returning to the Reach",
					"page": 95,
					"entries": [
						"回到（Winnowing Reach）的旅程毫无波澜，虽然有点慢，研究员也一直跟着。克兰法官（Magistrate Krane）松了一口气看到肯娜（Kenna）平安归来，并满意地听说莫克田地（Mokk Fields）的史莱姆数量减少了。为了杀死一些史莱姆，法官奖励每个角色5金币。",
						{
							"type": "insetReadaloud",
							"entries": [
								"“看！”肯娜说着，举起那些绿色粘液的小瓶，让法官看见。法官皱起眉头，但被忽略了。微微点头向旅行者们，法官勉强地感谢了队伍。“其实为了几个样本没必要费这么大劲...但还是谢谢你们的帮助。”"
							]
						},
						"不管执法官是否承诺写信以换取队伍的帮助，作为感谢，执法官克兰承诺会代表队伍写信给鸟人议会。然而，在克兰能够写函请求议会给予旅行者面谈的同时，他必须先处理一项紧急问题在《(Reach)》。",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"如果你明天还在附近，我会召唤你来讨论这件事。我可能需要冒险者的帮助，并愿意为你的协助付出高额报酬。\" 随着这番话，总督离开了。",
								"肯娜微笑着看着大家说：“好了，是时候庆祝一下了！去(`Wrangler's Rest`)喝点小酒怎么样？你们觉得怎么样？第一轮我请客！”"
							]
						},
						"如果时间合适，或者角色需要休息的话，建议在（Winnowing Reach）过夜。另外，为了将（Elder Ardwyn）的消息传达给（Birdfolk Council），一封来自（Magistrate）的信会大有帮助——对于小组来说，了解他想要什么可能符合他们的最佳利益。"
					]
				},
				{
					"type": "section",
					"name": "The Swamp Witch",
					"page": 95,
					"entries": [
						{
							"type": "entries",
							"name": "A Second Request",
							"page": 95,
							"entries": [
								"第二天，(Magistrate Krane)法官克兰召集队伍到他的官方办公室。讨论需要保密，他不希望别人听到。",
								{
									"type": "insetReadaloud",
									"entries": [
										"调整几个旋钮，推动几个杠杆，传来一声咔嗒声，密室的门被闩上。满意地确认你们是独处的，总督长舒了口气，然后转过身来面对你。他看起来既担忧又疲惫。“沼泽，”他犹豫地开始说道，“是一个邪恶女巫的家园，她擅长邪恶魔法。我需要你悄悄地解决她。如果传出我允许这件事，我就完蛋了。尤其是在阿什巴罗发生的事之后，每个人都感到恐惧。为了森林着想，为我做这一件事，我发誓，我会给鸟人议会写信。”"
									]
								},
								"起初，镇长会恳求当事人的正直和善良，但如果被逼迫，他会提议每位角色 5 gp 来帮助处理女巫。然而，他也会明确表示自己的金库已经所剩无几。为了证明他们已经消灭了女巫，沃尔登要求队伍在完成任务后取得一枚独特的护身符，这是女巫佩戴的一个小卷曲角制成的。这可能是恶魔的角，是她邪恶力量的来源，他希望亲眼看到它被摧毁。"
							]
						},
						{
							"type": "entries",
							"name": "Traversing the Swamp",
							"page": 96,
							"entries": [
								"法官怀疑女巫的巢穴可能位于莫克田地(Mokk Fields)最深、最邪恶的地方。",
								"为了加快旅行速度，角色可以进行一次DC 15的感知检定，以在沼泽中导航并找到女巫的迹象。",
								"另外，可以使用一次 DC 12 智力检定（{@skill Arcana}）来确定沼泽中进行魔法活动的最佳位置。",
								"成功时，队伍在只经过几个小时的旅行后就找到了女巫，还有充足的日光。失败时，他们花费比预期更长的时间才找到女巫，队伍在黄昏时分抵达。",
								{
									"type": "inset",
									"name": "Swamp Encounters",
									"entries": [
										"为了增加更多的动作，考虑每小时旅行时投掷一个{@dice d20}。如果投掷结果为5或更低，则在{@table Appendix E: Random Encounters; Swamp Encounters (Level 1)|HWCS|Swamp Encounters}表上再次投掷，查看发生了什么。如果队伍在沼泽中导航失败，他们也可能偶然遇到表中的事件。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Witch's Hut",
							"page": 96,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"最后，你们发现自己来到了一座小屋，它坐落在一片狭窄的干燥土地上。周围有几棵扭曲的树木，树上长满了苔藓，几乎看不到叶子，围绕着这间乡村小屋。从门廊的屋顶上悬挂着数十个捆绑着鲜花、草药和一些干瘪蜥蜴的束。",
										"一股淡淡的烟雾从一座鹅卵石烟囱中升起，一种奇怪但美味的气味弥漫在空气中。透过窗户，你可以看到一个身穿长袍的矮个子快速地在厨房里走动，往一个巨大蜗牛壳形状的大锅里加入食材。还有一只相当大的甲壳虫在四处蹦跳，紧跟着它的主人。她弯下腰亲昵地拍拍甲壳虫，它发出一种几乎是甜美的叫声。"
									]
								},
								"如果队伍选择进攻，{@creature Susan of the Swamp|HWCS} 会进行自卫。她会向队伍求助，解释她并不邪恶，只是被误解了。在战斗中，她会继续努力解释自己并不想伤害任何人，只会用必要的力量来保护自己。",
								"如果队伍成功杀死了女巫，他们可以轻松地从她的尸体上取回护身符，然后返回通知执法官他们的成功。",
								"如果队伍以礼貌方式接近，或者苏珊说服他们停下来，他们会发现她是一位友好的篱笆女巫，与她的甲壳虫熟悉者诺玛一起生活。苏珊会解释她搬到沼泽地是为了按照自己的方式深入研究秘密和古老的魔法知识。事实上，当他们走进来时，她正在进行一个仪式。她希望召唤一个实体，以便询问关于她最近占卜仪式中看到的异象的问题。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我看到了一团熊熊烈火吞噬着木头。在烧焦树林附近，我想。那里还有一些身影。一个庞大的、笨重的、燃烧的东西，还有另外一样东西，隐约可见，从远处观望。哈，这就是蜥蜴脾脏的效果。它们的茶给予非常神秘的幻象。可惜我没有任何月鱼。你总是可以从月鱼获得清晰的幻象... 还是海星吗？\""
									]
								},
								"她问道，派对是否可以帮助她收集完成仪式所需的材料。",
								"如果被问及她的护身符，她会发出喉咙的咯咯笑声，然后回答：",
								{
									"type": "insetReadaloud",
									"entries": [
										"“哦，这个破烂玩意？”篱笆女巫笑着说，举起了那只角形护身符。“这只是我的旧吹奏管。”她示范着把角形物放到嘴唇上吹奏了几个音符。“我曾经在学院学习音乐。”她带着怀念的叹息说，“让我回忆起了过去。”"
									]
								},
								"护身符没有特殊的力量或价值，但对苏珊来说具有重要的个人意义。她不会同意放弃它只是为了取悦法官，但如果他们同意帮助她完成仪式，她会考虑把它交给队伍。"
							]
						},
						{
							"type": "entries",
							"name": "Finding the Reagents",
							"page": 97,
							"entries": [
								"角色被要求收集一些沼泽草药并捕捉一些肥胖的绿蛙，它们的脾脏是必不可少的成分。这两样东西都可以在小屋北面大约一小时的步行路程处找到，靠近一个被茂密芦苇环绕的大池塘。通过成功的DC 14智力检定（{@skill Survival}）可以轻松找到草药。如果失败，角色将找不到草药，而是找到以下物品之一：",
								{
									"type": "list",
									"items": [
										"一只公牛冲刺根 (Bull-Rush Root)",
										"沼泽蜥蜴的蜥蜴尾巴(hut tail)",
										"一个小规模的，或者",
										"一根羽毛，沾满了泥污。"
									]
								},
								"这些物品本身就是魔法药剂的原料，可以交给苏珊换取药水。玩家可以进行尽可能多次的检定来寻找这些草药。",
								"这些青蛙是微小生物，装甲等级为14，但只有1点生命值。青蛙在稍有危险的情况下会撤退到池塘的深处，角色需要进行一次DC 15的敏捷检定({@skill Stealth})才能攻击它们。",
								"有足够的青蛙，角色可以找到他们需要的数量。然而，如果玩家尝试三次未能捕捉到青蛙，将会触发一个事件。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你周围的地面开始震动，一阵蛙鸣在你耳边响起。一只巨大的青蛙从池塘中跃出，用饥饿的目光盯着你和你的同伴！"
									]
								},
								"这只青蛙与小青蛙们相似，但它的体积是它们的数倍之多，并且正打算把角色们当作一顿美餐。使用{@creature giant toad}的属性。在击败这只生物后，角色可以轻松地切除它的脾脏，只要他们不介意被青蛙内脏弄脏。这个脾脏如此巨大，中等体型的生物必须用双手才能携带，小型生物勉强能够将其扛在肩上。巨型青蛙的脾脏应该提供充足的材料供仪式使用。",
								"当队伍收集到三只青蛙，或者一只巨蛙的脾脏后，他们可以回到女巫那里。如果他们带着巨蛙的脾脏回去，苏珊会祝贺他们，并沉思自己有多么幸运能够用于未来的实验。她会把所有未使用的保存在塞子玻璃罐中。"
							]
						},
						{
							"type": "entries",
							"name": "The last demon I summoned wouldn't stop talking...",
							"page": 98,
							"entries": [
								"现在她已经准备好所需的材料，苏珊将开始仪式。",
								{
									"type": "insetReadaloud",
									"entries": [
										"苏珊拉上窗帘。小屋里唯一的光源是从大蜗牛壳大锅中冒出的怪异的绿光。苏珊加入最后的成分：首先是草药，随着它们被混合物融入，草药燃烧起来。这让苏珊高兴地大笑，而诺玛（Normal）欢快地咔哒着它的大颚。“伟大的精神，请听我呼唤！”苏珊在加入蛙脾脏时吟唱。“升起，赐予我所寻求的智慧！”仪式以一道闪光结束，一股气流呼啸而过，拉开了窗帘。"
									]
								},
								"请参考Susan小屋的地图，见图1.3。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Susans-Hut-DM.webp"
									}
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/HWAitW/Susans-Hut.webp"
											},
											"title": "Susan's Hut battlemap"
										}
									]
								},
								{
									"type": "inset",
									"name": "Using the Susan's Hut map",
									"entries": [
										"确定玩家角色在战斗爆发时的位置。为了方便游戏，建议为次级恶魔和苏珊提供起始位置。如果战斗扩散到室外，考虑让地图上的水域成为难行地形。"
									]
								},
								"在一阵恐惧之后，一个{@creature lesser demon|HWCS}从大锅中爬了出来，将仪式混合物洒得到处都是。苏珊开始向恶魔提出一连串问题。起初，恶魔似乎不感兴趣，对苏珊的询问毫无反应。突然间，它疯狂地袭击最近的人，可能是苏珊或一个队伍成员。它表现得困惑而野性，一直保持攻击状态直到被击败，然后它会化为飘散神秘的灰烬消失。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Witch's Debt",
					"page": 99,
					"entries": [
						"苏珊对你们帮助驱逐恶魔感激不尽。她承认自己在召唤方面可能有些过于雄心勃勃，会调整未来的仪式。如果队伍向她要求她的护身符（或者他们现在问她要），她会把它交出来，作为感谢你们在恶魔伤害他人或摧毁她家之前阻止它的礼物。苏珊还会感谢队伍警告她有关执法官的事情，但她会向他们保证她习惯照顾自己。",
						"如果冒险小组将来访问莫克原野，苏珊承诺她的大门将永远为他们敞开。当冒险小组离开小屋时，几乎似乎诺玛正在挥手告别。",
						"现在，派对可以请求苏珊制作各种药水和酿造物，以交换材料并每瓶药水捐赠1 gp。有关更多详细信息，请参考下表。",
						{
							"type": "inset",
							"name": "Rewards",
							"entries": [
								"如果队伍成功帮助了女巫，她现在被视为盟友。她向队伍提供了两个{@item potion of healing|dmg|potions of healing}，并承诺在交换材料的情况下提供更多的药水。"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Potions.webp"
							}
						},
						{
							"type": "table",
							"colLabels": [
								"Potion",
								"Ingredients",
								"Potion Effect"
							],
							"colStyles": [
								"col-3",
								"col-3",
								"col-6"
							],
							"rows": [
								[
									"治疗药水 (Potion of Healing)",
									"沼泽蜥蜴尾巴和牛蒡根",
									"治愈饮用者 {@dice 2d4 + 2}。"
								],
								[
									"强效治疗药水 (Potion of Greater Healing)",
									"鳄鱼眼、牛蒡根和紫色真菌帽",
									"为饮用者恢复{@dice 4d4 + 2}的生命值。"
								],
								[
									"动物友谊药剂 (Potion of Animal Friendship)",
									"一点毛发，一片鳞片，一根羽毛，和一根触须",
									"饮者可以随意施放{@spell animal friendship}（豁免 DC 13），持续1小时。"
								],
								[
									"减速落体药水 (Potion of Feather Fall)",
									"一根绒毛和一撮森林灰（downy feather and a pinch of forest ash）",
									"饮用者在5分钟内获得{@spell feather fall}法术的效果。"
								],
								[
									"抗性药水 (Potion of Resistance)",
									"移动的粘液残留物和一个小镜子",
									"饮用者在1小时内获得对一种伤害类型的抗性（玩家选择）。"
								],
								[
									"粘性油(Oil of Stickiness)",
									"粘性黏液残留物和一只森林蛞蝓",
									"当涂抹在物体或位置上时，它会形成一个几乎察觉不到的涂层。与油接触的生物必须成功通过一次 DC 12 力量检定({@skill Athletics})，否则会变得束缚。在每个回合结束时，被束缚的生物可以重复进行豁免检定，成功则效果结束。"
								],
								[
									"滑溜溜药水 (Potion of Slipperiness)",
									"山风和晨露",
									"如果涂抹在生物身上，它们将在10分钟内获得{@spell freedom of movement}法术的效果。如果涂抹在一个地点上，它将在20分钟内或被清洗掉之前获得{@spell grease}法术的效果。"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Leaving the Reach",
					"page": 100,
					"entries": [
						"在与沼泽女巫交涉之后，队伍回到了筛谷镇（Winnowing Reach）。镇长想要了解这次远足的情况，并再次邀请角色们进入他的私人会议室进行交谈。",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If the party killed the witch",
											"entries": [
												"他们可以简单地说出实情。Walden会立刻要求证据；交给他那只号角护身符将使他相信该队的行为，并允许他们按照约定获得每位角色5 gp的奖励。"
											]
										},
										{
											"type": "entries",
											"name": "If the party did not kill the witch and wishes to lie about it",
											"entries": [
												"一个角色必须进行一次 DC 11 魅力检定，向法官说出一个合适的谎言。如果他们拿出了角笛护身符作为证据，那么进行检定时可以获得优势。如果他们没有护身符，那么他们必须解释为什么没有它，以便沃尔登接受他们的故事并奖励他们。"
											]
										},
										{
											"type": "entries",
											"name": "If the party killed the witch, or convinced the Magistrate of such",
											"entries": [
												"瓦尔登(Walden)也寄出了承诺的信件。"
											]
										},
										{
											"type": "entries",
											"name": "If the party did not kill the witch, and tells the truth",
											"entries": [
												"大法官愤怒地回应道：",
												{
													"type": "insetReadaloud",
													"entries": [
														"\"你说什么！？\" Walden回答道。\"难道你没意识到你已经害了我们的城镇吗？你们并不是我以为的英雄。带上你们的东西离开吧。\""
													]
												},
												"他拒绝支付任何为该队工作所达成的约定赏金，并且不会给他们写介绍信。",
												{
													"type": "insetReadaloud",
													"entries": [
														"“如果你需要一封介绍信，”沃尔登开始说，脸上带着一丝讽刺的表情，“为什么不试试奥德哈特的法官？”他发出空洞的笑声。“像你们这样的背信弃义者和那个恶棍会有很多共同之处。”"
													]
												}
											]
										},
										"当队伍准备启程时，艾丽莎走过来询问是否可以与他们一起前往奥尔德哈特。她欢迎队伍提供的陪伴和保护。",
										"当队伍准备离开时，他们可以继续前往阿尔德哈特(Alderheart)将阿德温长老(Elder Ardwyn)的消息送达给议会。通往阿尔德哈特的道路向东北方向延伸出城，深入森林。"
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Rewards",
							"entries": [
								{
									"type": "list",
									"items": [
										"为击败的敌人奖励标准经验点数。",
										"为在莫克登洞穴中幸存于崩塌危险中：每位角色获得100经验点（Mokkden Caverns）。"
									]
								},
								"如果使用里程碑经验规则，角色们达到了2级。"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Part 2: The Bandit Menace",
			"page": 101,
			"entries": [
				"{@font a story of strife and fire|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HWAitW/Part-2.webp"
					}
				},
				"这部分冒险介绍了威胁林地的最大力量之一：强盗联盟，自从火灾开始蔓延以来，它已经崛起并获得了权力。联盟的成员主要是因火灾而被迫离开林地深处的小村庄的普通人。他们的家通常没有像鸟人栖息地那样坚固，虽然普通人难民已经寻求庇护在奥尔德哈特内，但由于拥挤，许多人被拒绝入内，不得不转向抢劫的生活来维持生计。",
				"联盟现在对木之地构成严重威胁，这要归功于一位名叫{@creature Benna Seridan|HWCS}的疤痕鹿人战士的领导。贝娜的使命是报复奥德哈特的鸟人议会，但她也寻求支持所有被火灾驱逐的森林居民，其中许多现在在联盟中服役。队伍必须保卫奥德哈特免受强盗联盟的侵袭，并随后将被议会要求帮助对强盗威胁进行决定性打击。",
				{
					"type": "section",
					"name": "A Rough Road Ahead",
					"page": 101,
					"entries": [
						"在通过(`%num%`)风凿河的考验后，角色们将继续前往奥尔德哈特，寻求与飞禽族议会的会面，可能会带上伊莉莎。通往首都的道路很长，需要三天的旅行时间。确保伊莉莎或(`Winnowing Reach`)的另一名NPC提醒队伍在启程前妥善准备。他们可以在当地的杂货店购买他们旅途中可能需要的任何物资（干粮、睡袋等）。",
						{
							"type": "inset",
							"name": "The Wood is Burning",
							"entries": [
								"到这个时候，队伍应该对火灾对木材和居民的影响有一些了解。随着队伍继续旅行，可以通过描述地平线上被烧焦的森林区域或被烧毁的林村的遗迹来提供更多背景信息。",
								"这些主题可以通过从路途遭遇表中选择遭遇（如火蝙蝠，或土匪）来加以拓展，以进一步说明火灾蔓延所引起的混乱之深度。"
							]
						},
						"每天旅行时都要掷骰{@dice d20}，如果投掷结果为5或更低，则在路遇表上再次掷骰。为了增加更多的随机遭遇，每四小时旅行时掷骰{@dice d20}。或者，让队伍直接跳到阿尔德哈特(Alderheart)。",
						"在每次遭遇中，如果有(Eliza)陪同，她会尽力避开危险，躲在她的推车后面，依靠队伍保护她和她的货物。",
						{
							"type": "table",
							"caption": "Road Encounters",
							"colLabels": [
								"d8",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									1,
									"{@dice 2d4} {@creature mapach bandit|HWCS|mapach bandits} 伏击了队伍。"
								],
								[
									2,
									"{@dice 1d2} {@creature swarm of emberbats|HWCS|swarms of emberbats} 攻击了队伍。"
								],
								[
									3,
									"{@dice 1d3} {@creature magmin} 可以被看到透过树木燃烧植被。他们还没有开始火灾，但如果不加以控制，他们会这样做。"
								],
								[
									4,
									"一个{@creature giant elk}出现在一个宁静的林地中，正在从一个充满植物生命的神秘池塘中饮水。这里充满着宁静和平静的感觉。每个停下来从池塘喝水的角色会恢复{@dice 1d4 + 2}点生命值。"
								],
								[
									5,
									"{@dice 1d4 + 1} {@creature mapach bandit|HWCS|mapach bandits} 和一个{@creature jerbeen thief|HWCS} 从森林中走出，提供安全通行，收取每位队伍成员 3 金币的过路费。如果过路费不立即支付，它们会发动攻击。"
								],
								[
									6,
									"在路上遇到了一位旅行者{@creature gallus druid|HWCS}。她举止平静，并会告诉队伍有关{@book The Tenders|HWCS|6|The Tenders}的组织。她有两袋药膏，每袋售价15金币。每袋可以涂抹在伤口上治愈{@dice 1d4 + 2}点生命值。"
								],
								[
									7,
									"在一个空地上可以看到一小池水冒着薄雾。打扰这个水池会发现，这薄雾实际上是热气，水是滚烫的。{@dice 1d4 + 1} {@creature steam mephit|MM|steam mephits} 出现并立即发动攻击。"
								],
								[
									8,
									"一名强盗设置了一个网陷阱横跨小径，并用树叶覆盖。可以通过进行一次DC 15的感知检定({@skill Perception})来发现它。如果角色走入陷阱，陷阱就会触发，角色必须进行一次DC 14的敏捷豁免检定来避免被困住。如果失败，你可以再次在这个表格上投掷骰子，让遭遇变得更加复杂。"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Great Tree City",
					"page": 102,
					"entries": [
						"如果与伊莉莎一起旅行，请阅读此内容：",
						{
							"type": "insetReadaloud",
							"entries": [
								"经过几个小时的旅行，伊莉莎突然把她的马车放在了道路绕过一棵巨大树干的地方。这棵树如此巨大，它的树枝至少遮蔽了一英里的阳光。“好了，就是这里！我们终于到达了奥尔德哈特！”她向上指着树冠上的一系列平台和桥梁。仔细观察树木，可以看到树干上雕刻着粗糙的阶梯。从远处看，这些阶梯几乎不可能被发现。"
							]
						},
						"如果没有 Eliza 在身边指导队伍，阅读以下内容：",
						{
							"type": "insetReadaloud",
							"entries": [
								"经过几个小时的旅行，道路绕过一棵巨大的树，其树枝至少遮挡了一英里的阳光。抬头望去，在树冠中你可以看到一套滑轮系统，通向各种平台和桥梁。仔细观察这棵树，你会发现隐藏在巨大树干上的阶梯。你已经到达了艾尔德哈特（Alderheart），大树之城。"
							]
						},
						{
							"type": "entries",
							"name": "A Bustling Metropolis",
							"page": 102,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"你和你的同伴从蜿蜒的楼梯走出，来到了树干上方充满城市生活繁忙景象的树冠层。建筑物坐落在树叶之间，拥挤的道路由巨大的树枝雕刻而成。道路通过绳索、木桥和精心布置的木制平台连接在一起。可以看到鸟人卫兵，俗称为“栖卫队”，在整个城市中保持警戒。劳动者操作滑轮系统，用于将车辆提升到树冠平台上。"
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Part-2-2.webp"
							}
						},
						"有关该城市的更多详细信息，请参考{@book Chapter 3: Traversing the Wood|HWCS|3|Alderheart}中对Alderheart的描述。这里可以找到一个大城市的所有常见设施。请参考图2.1查看Alderheart的地图。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Alderheart.webp"
							}
						},
						{
							"type": "entries",
							"name": "1. Council Plaza",
							"page": 105,
							"entries": [
								"在阿尔德哈特（Alderheart）树冠的上层可以通过靠近树冠市场的楼梯到达，这条楼梯通向一个巨大的中央支柱。这里是与阿尔德哈特和谦卑森林（Humblewood）监督相关的所有司法和政府建筑的所在地。在这里，角色们可以找到鸟人议会大厅（Birdfolk Council Chambers），这是一个坐落在树枝间的大圆顶建筑。它旁边有一个法院、一座监狱和栖地卫队总部（Perch Guard Headquarters）。所有这些建筑围绕着一个开放广场布置，广场上有一座穿着仪式长袍的Sera Luma的雕像。这是鸟人议会创始人、发言人Ava的塑像。"
							]
						},
						{
							"type": "entries",
							"name": "2. Canopy Market",
							"page": 105,
							"entries": [
								"这个繁忙的树冠市场是角色们可以找到高质量商品和来自谦卑森林以外的进口货物的地方。 有才华横溢的武器铁匠、铠甲匠和各种商人在这里做生意。 在市场边缘还有一些真正独特的商品店。 {@adventure Eliza's Emporium|HWAitW|2|Eliza's Emporium} 位于树冠市场，离主要大道有一小段距离。"
							]
						},
						{
							"type": "entries",
							"name": "3. The Boughs",
							"page": 105,
							"entries": [
								"一个富裕的社区，拥有高档住宅。许多(`Alderheart`)的贵族和高级城市官员在这里拥有住所。"
							]
						},
						{
							"type": "entries",
							"name": "4. The Branches",
							"page": 105,
							"entries": [
								"一个由简朴房屋组成的社区，通过木桥和滑行平台相连。这个地区对非鸟类族群来说是危险的。如果没有滑翔的能力，在这里摔下去几乎肯定是致命的。"
							]
						},
						{
							"type": "entries",
							"name": "5. Trunk Market",
							"page": 105,
							"entries": [
								"最近，由于村民逃离火灾，居住在树干部分的人数激增。离树干市场仅几分钟路程的一个空洞地方已经成为难民的避难所，这让当地商人感到不满。市场区人满为患，许多难民正在寻找工作、乞讨施舍，或者诉诸盗窃来维持生计。"
							]
						},
						{
							"type": "entries",
							"name": "6. The Bright Hollows",
							"page": 105,
							"entries": [
								"这部分树干以树皮上的一系列洞穴而闻名，这些洞穴让自然光线流入。树干中有许多阿尔德哈特（Alderheart）常见的住所和市场，居住在这里的大多数人都是朴实的人。这里的一些小径通向树外的住所，这些住所比树干内部简陋的房屋要好一些。"
							]
						},
						{
							"type": "entries",
							"name": "7. The Underfall",
							"page": 105,
							"entries": [
								"这些根基位于（艾尔德哈特）的贫民窟，角色们在这些破旧的隧道中会看到贫困的难民和当地社区居民。这是在城市中寻找犯罪联系人的最佳地点，同时也可以找到能帮助角色出售受限制商品或者以高价购买的贩子。"
							]
						},
						{
							"type": "entries",
							"name": "Seeing the Sights",
							"page": 105,
							"entries": [
								"角色们应该在旅途后有机会休息，并被鼓励探索这座城市。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Eliza's Emporium",
					"page": 106,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Elizas-Emporium.webp"
							}
						},
						{
							"type": "inset",
							"name": "Using the map of Eliza's Emporium",
							"entries": [
								"尽管在伊莉莎的店铺里发生战斗的可能性不大，但提供了一张她商店的地图，展示了一个普通的(`Humblewood`)商店或家庭内部可能是什么样子。"
							]
						},
						"如果艾丽莎（Eliza）陪同角色们，那么自抵达奥德哈特（Alderheart）以来已经过去了一天或更长时间，艾丽莎会找到队伍并告诉他们她的新店铺位于哪里。她正在接手一个位于树冠市场边缘的旧店铺，就是她姐姐曾经经营过的那家店。现在去参观这家店，角色们会发现与附近的其他店相比，它看起来有些破旧，但艾丽莎决心让自己的生意成功起来。如果队伍在接下来的几次遭遇后返回，她会让店铺看起来几乎崭新。参考图2.2，了解艾丽莎杂货店的地图。",
						"如果队伍在(Eliza)的旅途中帮助了她，她会铭记他们的善良，并在购买时提供10%的折扣，卖给她时额外再打9折。尽管她总是友好和热情的，但如果有角色深深地冒犯了(Eliza)，她会拒绝为他们提供服务。那些希望重获她好感的人可能会通过献上一件独特的物品作为道歉而取得成功。",
						{
							"type": "entries",
							"name": "Goods for Sale",
							"entries": [
								"除了冒险必需品外，伊莉莎以备有独一无二的物品和珍宝而自豪。她是一位精明的资本家，总是知道如何正确评估物品。她的稀有商品通常附有高昂的价格标签。",
								"伊莉莎的库存包括基本的冒险装备，以及她在旅行中发现的一系列奇怪而独特的商品。起初，她的商品很少，但随着故事的展开和伊莉莎在城市中变得更加有影响力，商店里可能会添加更多物品。下面的表格也可以用来随机确定伊莉莎已经获得的神奇物品。这里列出的所有魔法物品都可以在第五版核心规则中找到。",
								{
									"type": "inset",
									"name": "Magic Items That Reference Character Races",
									"entries": [
										"典型的幻想种族（精灵，矮人，半身人，兽人等）并非Everden世界的本地种族，但是在你的战役中，建议你找到一种方式将这些与Humblewood设定中可用的种族相结合，而不是排除那些提到这些种族的魔法物品。例如，{@item cloak of elvenkind}让佩戴者可以与周围环境融为一体，就像strigs拥有的Patterned Feathers能力一样，所以它可以被称为strigkind披风。"
									]
								},
								{
									"type": "table",
									"colLabels": [
										"{@dice d6}",
										"Item",
										"Cost"
									],
									"colStyles": [
										"col-1 text-center",
										"col-8",
										"col-3"
									],
									"rows": [
										[
											1,
											"布莱肯米尔（Brackenmill）的房产证书",
											"500 gp"
										],
										[
											2,
											"木制眼睛 (Wooden Eye)",
											"10 gp"
										],
										[
											3,
											"{@spell major image} 卷轴",
											"150 gp"
										],
										[
											4,
											"一只由青铜制成的小发条松鼠。在正确上发条后，它会跳动 1 分钟。",
											"25 gp"
										],
										[
											5,
											"一枚带有羊头的令牌 (`Token with a ram's head on it`)",
											"5 gp"
										],
										[
											6,
											"一个老{@item spellbook|phb}，会{@dice 1d6}个随机的1级法术，{@dice 1d4}个随机的2级法术，以及1个随机的3级法术（从巫师的法术清单中选择）。",
											"350 gp"
										]
									]
								},
								{
									"type": "table",
									"colLabels": [
										"{@dice d10}",
										"Magic Item",
										"Cost"
									],
									"colStyles": [
										"col-1 text-center",
										"col-8",
										"col-3"
									],
									"rows": [
										[
											1,
											"艾鲁兰靴子 ({@item boots of elvenkind})",
											"200 gp"
										],
										[
											2,
											"{@item bracers of archery}",
											"250 gp"
										],
										[
											3,
											"吸血鬼斗篷 ({@item cloak of elvenkind})",
											"300 gp"
										],
										[
											4,
											"{@item quiver of Ehlonna}",
											"350 gp"
										],
										[
											5,
											"{@item Quaal's feather token, bird}",
											"500 gp"
										],
										[
											6,
											"{@item Quaal's feather token, tree}",
											"500 gp"
										],
										[
											7,
											"{@item figurine of wondrous power, silver raven}",
											"250 gp"
										],
										[
											8,
											"{@item ring of feather falling}",
											"600 gp"
										],
										[
											9,
											"{@item robe of useful items}",
											"350 gp"
										],
										[
											10,
											"{@item staff of the python}",
											"500 gp"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Birdfolk Council",
					"page": 107,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"走向议会大厅时，你可以看到一个巨大的圆顶结构从树叶丛中冉冉升起。这座建筑被椴心巨树的自然弯曲处环抱着。一座大型平台围绕这座庄严的建筑物建造，将其与贯穿整座城市的树枝道路连接起来。平台上装饰着明亮色彩的旗帜，展示着木之主要定居点的纹章。两名身着华丽盔甲的卫兵守在入口处，拒绝那些没有进入许可的人。附近有一群人在来回走动。"
							]
						},
						"没有介绍信，卫兵会要求队伍在当地法官办公室登记他们的请求，并等待他们的请求被批准（见{@adventure The Magistrate of Alderheart|HWAitW|2|The Magistrate of Alderheart}）。",
						"携带着一封来自一位官员的介绍信，守卫在入口处将核实文件（跳过艾尔德哈特镇的镇长，查看{@adventure Audience with the Council|HWAitW|2|Audience with the Council}）。",
						{
							"type": "entries",
							"name": "The Magistrate of Alderheart",
							"page": 107,
							"entries": [
								"当队伍进入总督办公室时，他们发现{@creature Gregor Thornspur, Magistrate of Alderheart|HWCS}正坐在他的办公桌前。",
								{
									"type": "insetReadaloud",
									"entries": [
										"“阿什巴罗已经被烧毁了？你别开玩笑！”法官看着他的文件，抚摸着下巴说道。“现在，这很重要。不幸的是，作为一名官员，我必须公平公正，所以你的消息将不得不等待，就像其他人一样。我建议你们找个舒适的地方，享受这座城市的壮丽景色。”在短暂的停顿后，格雷戈抬起头继续说道，“但是，如果你们有兴趣，并且愿意听我说，我可能会‘不小心’提前提交你们的请求。这种事情有时候会发生，你们知道的。”"
									]
								},
								"如果队伍同意帮助，大法官会告诉他们有一群杰宾（jerbeens）在树干市场区域制造麻烦。那里的人们一直在提出投诉，他希望这个问题能得到解决。假设队伍能确保格雷戈（Gregor）再也不会听到这个问题，他会提前安排他们与议会的会面。",
								"你可以让队伍自己想办法找到杰宾人，但如果他们卡住了，建议他们在市场打听可能是一个简单的定位方法。在市场打听将需要进行一次 DC 13 智力检定({@skill Investigation})，成功的话会直接引导队伍找到杰宾人的藏身之处。失败的话需要再花费一个小时搜索，直到找到知道藏身地点的人。",
								"有四只杰宾（Jerbeen），它们全是兄弟姐妹。它们的父母在他们的村庄被森林大火吞噬时去世，从那时起它们就靠偷窃来维持生计。最年长的使用 {@creature jerbeen thief|HWCS} 的属性块。其他三只，技能远不如前者，使用 {@creature bandit} 的属性块，但生命值减半（如有需要，可以为这些NPC添加杰宾特性）。它们都装备有 {@item dagger|phb|daggers} 和 {@item sling|phb|slings}。",
								"队伍可以尝试说服小偷们停止偷窃，寻找其他方式来维持生计。一次 DC 14 魅力检定将使他们相信他们目前的生活方式太危险，但这并不能解决他们的问题。让角色扮演来找到解决方案。任何具有与城市中的寺庙、商业或其他类似机构联系的背景的角色都可能帮助(`jerbeen`)孤儿们找到工作。",
								"该队伍可以给这些年轻的小偷一些金币，暂时解决他们的财务问题。任何数量的金币都会在一段时间内帮助他们：五个金币足以让这对兄妹有足够的安全感去寻找正当工作，而一金币的支付可能会导致杰宾再次诉诸偷窃，一旦金币用完。在后一种情况下，角色们可能会在之后与地方法官相遇，届时他会报告说：“小偷们又开始作案了！”",
								"孤儿们也可以被打败。如果其中一个或多个孤儿的生命值降至0，其余的孤儿将逃跑。这种令人羞愧的经历可能会导致他们与强盗结盟以求生存。地方法官可能再也不会听到孤儿们的消息，但队伍在与强盗遭遇时可能会再次遇到杰比恩孤儿。",
								"无论派对决定做什么，在通过他在城市里的一些关系确认玩家的行动后，大法官将告诉派对他们可以期待第二天获得接见。"
							]
						},
						{
							"type": "entries",
							"name": "Audience with the Council",
							"page": 108,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"你左边的卫兵粗暴地抓起文件。“让我看看。” 在仔细阅读卷轴后，卫兵侧身，挺直了背，指向门口。“这里一切都符合要求。请加入其他等待被传唤的请愿者。”",
										"在等待了像是漫长的永恒之后，另一名卫兵大声喊出你们的名字，并指示你们进入房间。",
										"当你穿过双门进入议会大厅时，你看到五位庄严的鸟人分别坐在高高的座位上。每位议会成员面前都有一个高高的讲台，高度刚好及腰部以上。每个讲台上都整齐地放着一叠文件。天花板中央有一个圆形的孔，让阳光洒进来。一只看起来很聪明的明亮的公鸡举起一个爪子向你的队伍打招呼，并对你的队伍说道：“你们现在站在鸟人议会的面前。我是议会的发言人，(Bita)。请陈述你们的案件。”"
									]
								},
								"由{@creature Bita, the Council Speaker|HWCS}监督，议会是Humblewood的统治机构。议会有权草拟影响整个Wood的法律。",
								"议会成员将乐意倾听派对的陈述。尽管他们保持着尊严和正式，但每位议会成员都深深关心林地的居民。他们将仔细倾听梅多芬面临的困境，并对听到艾什巴洛被摧毁感到悲伤。如果派对希望向议会陈述其他问题，他们也将倾听这些问题。",
								"使用这些信息来指导议会的行为：",
								{
									"type": "list",
									"items": [
										"议会意识到了火势蔓延的情况，但他们的主要关注点是土匪活动危及大城市和重要贸易枢纽。最近土匪的人数急剧增加，而守望堡的卫兵却无法无处不在。",
										"土匪们已经被一个可怕的领袖所带领，使他们比以往更加大胆。关于这位领袖知之甚少，但议会已经证实她是一位无情的塞尔凡雌性，名叫贝娜·塞里丹 (Benna Seridan)，对奥德哈特怀有极大的仇恨。",
										"议会知道(Alderheart)可以支持更多难民，但他们更倾向于在这个困难时期保持谨慎。毕竟，火灾仍在蔓延。如果所有难民都被允许进入，那么城市将在多久之后耗尽食物和其他必需资源？",
										"议会可以决定在明天下午再次与党派会面，商讨他们能够派遣到Meadowfen的援助。他们向党派保证援助会送达，但请求在这段艰难时期保持耐心。在充斥着强盗的道路上发送一辆装满物资的马车并不容易，而派遣护卫的话会意味着对Alderites的保护减少。"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Bandits Attack",
					"page": 109,
					"entries": [
						"在与鸟人议会的会议之后，在半夜，发生了以下事情：",
						{
							"type": "insetReadaloud",
							"entries": [
								"整个城市响起了警报，惊动了守望者们前往他们的岗位。在混乱中，你看到了在奥尔德哈特（Alderheart）北部入口周围有很多人来回奔走。四处传来“强盗！”的呼喊声，还有关于一支商队抵达城市的消息。"
							]
						},
						"{@b {@i If the party decides to check out the scene,}}他们将抵达北部城门前的一个平台。在那里，他们将面对一个令人沮丧的场景：几辆马车正遭到一支庞大的土匪部队的围攻。如果角色们武装或穿着盔甲，卫队队长将恳求他们帮助击退土匪。",
						"下面，几个土匪头目正在对数十名袭击商队的土匪发号施令。尽管队伍可能想要立即投入战斗，但一定要强调其中的危险。虽然远程战斗可能有助于为稀少的(Perch Guard)步兵提供支援，但任何投入近战的角色很快就会被压倒。",
						"有许多方法角色可以为稀少的栖卫步兵提供支援。例如，通过鼓舞人心的表现来鼓舞四散的栖卫，或者剪断滑轮系统或货运电梯上的绳索，为奥尔德哈特的部队创造临时掩护，让他们蹲在后面。鼓励玩家们想出他们自己的创意解决方案。",
						"在两到三名队员帮助阻止了袭击之后，土匪们会开始逃跑，逃跑时会撒下一把把抢来的财宝。此时，土匪队伍已经变得足够小，使得栖木卫队可以转为进攻，角色可以尝试进入近战战斗。如果他们这样做了，让他们遭遇一个{@creature vulpin captain|HWCS}，仍然试图保持土匪力量的组织。一个角色进行一对一的战斗可能是合适的，但如果整个队伍加入进来，就增加两个{@creature mapach bandit|HWCS|mapach bandits}或一个{@creature jerbeen thief|HWCS}。这些敌人的失败标志着土匪力量的完全溃败。",
						"{@b {@i If no characters go into melee combat,}）鱼鹰卫士将把土匪赶出城市，追逐至森林中。",
						{
							"type": "insetReadaloud",
							"entries": [
								"长矛、箭矢，甚至从投石索中扔下的石块，如雨般落在强盗军团身上。负载着他们抢劫的战利品，强盗们挣扎着战斗，并开始撤退。城墙上响起了胜利的欢呼声，但守望卫队队长凝视着被摧毁和被抢劫的车队，眼神坚定。\"下面有受伤的人，\"她大声喊道，鼓舞士气。\"派人去找医治者!\""
							]
						},
						"土匪们拿走了他们能携带的一切，逃进了北部森林。他们离开的场景是破碎的商人马车和受伤的人。鸟人和普通人都受伤和受惊。角色可以加入救援行动，帮助将受伤者抬上树治疗，或者协助受惊的旅行者前往树冠的安全地带。能够提供医疗援助的角色可以用技能、工具或法术来帮助。",
						"当伤员的伤口被处理时，警卫队长将立即开始组织一场反击，希望将强盗逼回他们的藏身之处，彻底消灭这个威胁。",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"这不能继续下去了！\" 船长大喊道，一跃而上，站在附近的一根树枝上，让自己显眼地出现在人群中。“这些土匪袭击我们的家园，我们的生计，以及我们作为(木之)公民的尊严。我说不行了！现在是我们停止这种威胁的时候了，彻底解决它！谁和我一起！？\""
							]
						},
						"应鼓励队伍加入日益壮大的警卫、民兵和普通百姓的队伍，他们正准备前往强盗营地。队长会对队伍的志愿者表示赞赏，并在他们试图拒绝时引起人群的嘲笑。务必让队长建议队伍在受伤时进行治疗，因为强盗营地设防严密，他们将遭遇强烈抵抗。"
					]
				},
				{
					"type": "section",
					"name": "Taking the Fight to Them",
					"page": 110,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Bandit-Camp-DM.webp"
							}
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Bandit-Camp.webp"
									},
									"title": "Bandit Camp battlemap"
								}
							]
						},
						"这些强盗身负着赃物，留下了明显的踪迹。他们变得鲁莽而懈怠，直接引领着警卫队长和她的部队来到他们的营地。这个营地是一组帆布帐篷和几座匆忙建造的仓库，后面是设有防御栅栏的。有一个看起来是营地领袖的大帐篷。请参考图2.3，查看强盗营地的地图。",
						{
							"type": "inset",
							"name": "Using the Bandit Camp map",
							"entries": [
								"根据玩家如何接近土匪营地，让他们从标有白色“X”标记的任一点进入。土匪分两个阶段发动攻击，地图上显示的编号生物表示。示意图提供了每个阶段进入战斗的建议位置。{@creature Fray Merridan|HWCS}，她的狼，和一名杰比恩中尉正藏在帐篷里，如图所示。如果使用代币或模型进行游戏，请考虑在他们的存在被揭示之前将Fray和她的团队留在地图之外。"
							]
						},
						"队伍被一群渴望结束袭击的鸟人加入。利用{@creature birdfolk guard|HWCS}、{@creature birdfolk skirmisher|HWCS}、{@creature birdfolk militia|HWCS}和{@creature birdfolk farmer|HWCS}的属性块来填充战斗力量。为了叙事目的，让这些角色在背景中战斗，增加紧张感和色彩。如果看起来角色需要帮助，其中一些可以加入队伍的战斗。在决定先攻顺序时，将他们安排在回合开始时。",
						"在艾尔德人中也有一名孤独的{@creature strig knight|HWCS}在战斗中。他是一位强大的盟友，队伍应该注意到他在战斗中展示自己的技能和威望，甚至可能改变战斗的走向，让队伍能够应对遭遇，而不受更有经验的强盗的干扰。这位骑士是{@creature Riffin, the Ash-Knight|HWCS}，一个玩家可以选择在战斗后寻找的NPC。无论角色是否在战斗后与里芬交谈，里芬都会在以后的某个时刻加入故事。建议不让他直接帮助队伍，除非他们处于极度需要之时，因为他可以轻松地压倒这里面所面临的任何挑战。",
						"双方一旦相遇，鹊巢卫士和土匪之间将立即爆发战斗。如果在任何时候遭遇似乎太容易，添加额外的{@creature mapach bandit|HWCS}。",
						"土匪们分阶段发动攻击。为参与两个阶段的所有生物投掷先攻检定，但只有在第一组被解决后，第二组才参与战斗。攻击阶段如下：",
						{
							"type": "entries",
							"name": "Stage 1: Attack now, think later",
							"page": 111,
							"entries": [
								"五只{@creature mapach bandit|HWCS|mapach bandits}从绿色丛林中冲出。这次攻击并不优雅。数量优势似乎是作战计划。"
							]
						},
						{
							"type": "entries",
							"name": "Stage 2: \"A\" is for arrows and arbalist",
							"page": 111,
							"entries": [
								"Schhwaff！一支箭呼啸而过，钉在地上，靠近一个被打败的土匪。在找到弩手之前，两个{@creature jerbeen thief|HWCS|jerbeen thieves}从上方的树枝上掉了下来。疯狂地跳来跳去，杰宾将试图解除武装并分散注意力。两名持弩者，利用营地帐篷作掩护，为盗贼提供远程支援。"
							]
						},
						{
							"type": "entries",
							"name": "Leader of the Bandits",
							"page": 111,
							"entries": [
								"当派对开始控制土匪时，请阅读以下内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"战斗的混乱围绕着你。鸟人民兵与土匪激烈交战。一些仅仅是用草叉的农民并没有像训练有素的卫兵那样表现出色。迅速击败土匪首领肯定会挽救许多生命。"
									]
								},
								"如果不巧弗雷（Fray）被杀或被捕，跳过下面的文字，用另一位狐族船长替换她。土匪首领将把注意力集中在该队伍身上，将他们视为主要威胁，并决定对付他们。",
								{
									"type": "insetReadaloud",
									"entries": [
										"当你走近最大的帐篷时，你看到一个熟悉的身影走出来，旁边跟着一个侍从和一只训练有素的狼。她冷笑着向你打招呼说：“又是你！”这个土匪营地的高大、优雅的狐族领袖正是弗雷·梅里丹(Fray Merridan)！“是时候了，我要彻底解决你们了。”弗雷挥舞着剑，指向你和你的同伴。“在你死之前，你将有幸见证我的致命优雅。”"
									]
								},
								"这次，Fray将与她的{@creature wolf}动物伙伴一起发起攻击，还有一个外表粗糙的{@creature jerbeen thief|HWCS}。这名盗贼用一块布遮住了其中一个眼睛，一只耳朵看起来像是被刀割过。Fray和她的随从都拥有魔法物品：",
								{
									"type": "list",
									"items": [
										"Fray得到了一枚神奇的胸针，使她对所有力量伤害具有抗性，并且免疫{@spell magic missile}法术。",
										"这只杰尔宾（Jerbeen）小偷穿着魔法靴子。她可以在奖励动作中点击她的脚后跟，使她的行走速度加倍，并在接下来的战斗中，对她造成的{@action opportunity attack|phb|opportunity attacks}有劣势。"
									]
								},
								"Fray在与队伍的第一次遭遇中与谁战斗，她会先攻击那个人，然后再与其他角色战斗。这次她不会试图自保。联盟指望Fray保卫营地，她不会擅离职守。Fray会命令她的狼和小偷攻击同一个目标，但如果Fray受重伤，她会召唤动物来帮助她。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"如果队伍打败了弗雷(Fray)和她的随从，他们可以自由地拿走他们的装备。",
										"{@b {@i Fray has:}}",
										{
											"type": "list",
											"items": [
												"一套精美的{@item studded leather armor|phb}（显然是偷来的）。",
												"一把做工精致的短剑，把手上有一朵玫瑰图案。它并非魔法武器，但显然是精湛的工艺品，售价是{@item shortsword|phb}的两倍。任何低等级的土匪看到角色佩戴这把剑时，会立刻认出它是一把队长的剑，在与该角色进行对抗魅力({@skill Intimidation})检定时，他们会受到劣势。",
												"A {@item brooch of shielding}",
												"一枚被偷的青铜戒指，镶有红宝石，价值480 gp。"
											]
										},
										"{@b {@i The thief has:}}",
										{
											"type": "list",
											"items": [
												"一套{@item leather armor|phb}",
												"三 {@item dagger|phb|daggers}",
												"A {@item brooch of shielding}",
												"{@item Boots of speed}。这些靴子中的魔法使得一旦它们被调谐，它们将重新塑造自己以适应穿戴者的脚，包括变形为禽人的爪套。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Rest Scatter",
							"page": 112,
							"entries": [
								"在他们的首领被击败后，剩下的土匪部队四散逃离，朝着他们能够逃跑的任何方向。",
								{
									"type": "insetReadaloud",
									"entries": [
										"在他们的领袖不见踪影的情况下，阿尔德哈特的部队向他们袭来，强盗之间的任何秩序都土崩瓦解。他们开始四处逃窜，带走能带走的东西，抛弃营地。一声胜利的欢呼从聚集在一起的市民中响起。这一天取得了胜利，但代价沉重。"
									]
								},
								"大部分强盗部队似乎正在向东移动，朝着山冠(The Crest)方向。守卫们被打败和筋疲力尽，无法追击。守卫们给受伤者包扎，稍作休息，然后准备将阵亡者送回奥尔德哈特(Alderheart)。",
								"随着土匪们离开营地，队伍可以慢慢搜索这个营地。",
								"在搜查营地时，会发现几名被囚禁的鸟人。这些人质是来自草地沼泽的村民。他们被作为赎金被带走，有点营养不良，但其他方面都还好。警卫队长承诺会确保梅多芬的村民们安全抵达奥尔德哈特，并在他们身体恢复得足够好以后，提供护送他们回到草地沼泽的护卫。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"在营地后门附近的储藏建筑中，冒险小组发现了一批被盗的物品，其中大部分来自当天对商队的抢劫行动：",
										{
											"type": "list",
											"items": [
												"一箱硬币，总价值为350 gp。",
												"一组从各种物品中取下的小宝石，总价值为250 gp。",
												"一系列镀金和镀银的骨灰盒、盘子和餐具，总价值为200 gp。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Returning Victorious",
							"page": 112,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"留下战斗的痕迹，Perch Guard和民兵的余部返回Alderheart。为了纪念他们的牺牲，阵亡者被运送到游行队伍的前方，回到城市。那些无法自行前行的人被抬上临时担架，而受伤者则在回家的路上得到帮助。尽管损失惨重，你和同伴们被欢迎回到Alderheart，成为英雄。"
									]
								},
								"当返回到奥尔德哈特时，队伍被召集到鸟人议会的紧急会议中。栖木守卫队长赞扬了队伍的勇敢和技能，但议会迫切要求了解有关土匪的情况。议会提出了许多关于土匪的问题：他们的人数、战术、逃跑的方向，以及有多少人受伤。很明显，议会担心可能会有增援部队附近。",
								"一位议会成员询问是否在营地发现了任何个人物品，并解释说在过去几个月里物品和财产不翼而飞。如果队伍诚实地告诉他们在营地发现了什么，他们将被允许保留他们为此付出努力而找回的任何魔法物品，以及从土匪营地找回的财宝价值的一半。",
								"也可以选择保守他们的宝藏秘密，需要进行一次DC 15的魅力检定({@skill Deception})。成功的话，议会会相信他们的话。失败的话，提出问题的议会成员会对他们产生不信任，但是其他议会成员会暂时支持队伍。",
								"鸟人议会不知道土匪藏匿的地点，将在未来几天内进行调查。",
								{
									"type": "inset",
									"name": "Rewards",
									"entries": [
										{
											"type": "list",
											"items": [
												"为击败的敌人奖励标准经验点数。"
											]
										},
										"如果使用经验里程碑规则，每个角色现在应该达到3级。"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Coming Storm",
					"page": 113,
					"entries": [
						"随着暂时解决了强盗问题，奥尔德哈特周围的生活稍微平静下来。这是角色进一步探索这座城市、解决情节线索或角色钩子的好机会。",
						"劫匪营地的被摧毁对劫匪联盟的士气是一个巨大打击，如果队伍在城市周围闲逛，艾尔德人会让他们感受到自己的行动产生了巨大影响。大约一周的休整时间是合理的。根据支线任务的情况缩短或延长这段安静期。一旦队伍看起来准备好了，就跳到{@adventure Council Summons|HWAitW|2|Council Summons}。",
						{
							"type": "entries",
							"name": "Bandit Interrogation",
							"page": 113,
							"entries": [
								"如果任何一名队伍成员感到好奇或想要追踪有关强盗威胁的线索，他们会发现弗雷（如果她还活着）和民兵抓捕的任何强盗都被关押在奥尔德哈特监狱中。",
								"在监狱里，角色们可以询问Fray或另一名土匪，说服他们透露土匪山寨的位置。被访者最初不愿透露，但如果通过一次DC 14的魅力检定({@skill Intimidation})或一次DC 14的欺骗检定({@skill Deception})，他们将会透露山寨在Crest的确切位置。有时打开一扇锁的方法不止一种，玩家们可能会找到其他途径获取这些信息。无论如何，俘虏的立场很简单：",
								{
									"type": "insetReadaloud",
									"entries": [
										"囚犯冷笑一声，然后讽刺地说道：\"哦，你知道我们基地的位置了。这对你毫无好处。我们的人民在理事会袖手旁观的时候受苦。艾尔德之心将迎来一场清算。\""
									]
								},
								"一旦鸟人议会得知劫匪据点的位置已经暴露，他们将很快召集队伍，并请求他们协助彻底解决这个据点的问题。希望在劫匪能对奥德哈特（Alderheart）采取任何行动之前能够采取行动。"
							]
						},
						{
							"type": "entries",
							"name": "Seeking out the Ash-Knight",
							"page": 113,
							"entries": [
								"如果派对想要寻找灰骑士，里芬可以在木制酒旗（Wooden Flagon）找到。木制酒旗是一家位于树干市场区附近的酒馆，里芬一直住在那里。要找到他不会太难，特别是如果派对与参与袭击强盗营地的卫兵、民兵或鸟人交谈的话。里芬对抗强盗的英勇努力使他成为城里的谈资，自胜利以来他已经接待了许多访客。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你看到面前坐在吧台上的一个身披沉重盔甲的小而结实的斯特里格((Strig))。他背上背着一个印有翼纹章的盾牌，腰间佩着一把插在剑鞘中的剑。当你走近时，他用友好的目光看着你。“嘿，你好，你好吗？”"
									]
								},
								"瑞芬（Riffin）很友好，乐意分享他的故事。他来自阿什巴罗（Ashbarrow），只能逃脱最近村庄被摧毁的灾难，多亏了他的好朋友{@creature Odwald Ebonhart|HWCS}的帮助，将他带到这里。瑞芬和奥德瓦尔德（Odwald）是长久以来的冒险伙伴。就在强盗袭击奥德哈特（Alderheart）城门外商队的早晨，瑞芬醒来发现奥德瓦尔德无声无息地离开了。当暴力开始时，他正在寻找他的朋友，但他无法袖手旁观，看着强盗袭击城市。现在确认奥德瓦尔德不在奥德哈特，瑞芬正准备启程寻找奥德瓦尔德。他大致知道那只老鸟可能去了哪里。",
								{
									"type": "insetReadaloud",
									"entries": [
										"“我欠奥德瓦尔德(Odwald)的，即使他可能不接受。也许这有点奇怪，但我知道他陷入了‘sumthin’。他需要我的帮助。如果我抛弃他，我算什么朋友呢？”"
									]
								},
								"瑞芬（Riffin）会礼貌地拒绝派对请求帮助处理强盗问题。他现在的责任是他的朋友。如果派对提出帮助瑞芬寻找奥德瓦尔德（Odwald），这只吸血鬼会很感谢他们，但坚持认为作为一名骑士和朋友，追捕奥德瓦尔德是他一个人的责任。他很了解奥德瓦尔德，瑞芬确信他会在他们以前常去的地方之一找到他的朋友。",
								"当队伍离开酒馆时，里芬将祝他们旅途顺利。如果队伍试图在从要塞返回后找到里芬，他们会发现他已经离开了这个城市。"
							]
						},
						{
							"type": "entries",
							"name": "Council Summons",
							"page": 113,
							"entries": [
								"如果队伍未能成功与鸟人议会会面并传达阿德温的信息，队伍可以在这次与鸟人议会的会议上传达那个信息（见{@adventure Audience with the Council|HWAitW|2|Audience with the Council}）。",
								"为了确保角色们与奥尔德哈特鸟人议会见面，让一名信使或卫兵向他们发出立即前往议会大厅的传唤。在那里，在一次简短的会议中，队伍可以被提出处理强盗据点的任务。",
								"在他们的森林营地遭到失败后逃离后，许多土匪已经返回到他们在(The Crest)的据点。这座堡垒能够抵御大规模的攻击，而它在山脉中的位置使得它成为一个危险的攻击地点。议会认为有必要请求冒险者们一举肃清土匪的领导，最终摆脱(Humblewood)的盗窃和暴行。鉴于一场重大冲突将会带来灾难性后果，议会呼吁英雄们利用他们已经证明的技能潜入堡垒并消灭土匪联盟的领袖：贝娜·塞里丹(Benna Seridan)。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Approaching the Bandit Stronghold",
					"page": 114,
					"entries": [
						"冠山位于首都大约五天的路程之外。队伍必须穿过森林才能开始攀登冠山。为了节奏的考虑，选择直接让队伍从山脚下开始。考虑到任务的重要性，奥尔德哈特会派遣一队护卫来护送队伍到达山脚下，这样足够的保护就能消除遭遇的风险。",
						"如果团队中有玩家喜欢让他们的角色在开阔乡村中旅行的体验，可以使用{@adventure Road Encounters|HWAitW|2|A Rough Road Ahead}表格或{@table Appendix E: Random Encounters; Forest Encounters (Level 1-2)|HWCS|Forest Encounters}表格为旅程增添一些色彩。无论他们选择怎样到达那里，玩家们都将被一幅雄伟的景象所迎接：",
						{
							"type": "insetReadaloud",
							"entries": [
								"你面前是Crest塔的崎岖斜坡，它们的山峰被云雾遮挡着。前方只有一条路径。艰巨的攀登之路似乎是到达山顶和强盗据点的唯一途径。"
							]
						},
						"Crest（`Crest`）的悬崖峭壁足以阻挡甚至最顽强的探险者，攀登到要塞需要时间，大约两天的时间沿着陡峭的山路前行。如果队伍有护送，护送会在山脚下离开他们，然后返回到Alderheart（`Alderheart`）。",
						"一路上，队伍将不得不应对岩石滑坡、{@creature mountain lion|HWCS|mountain lions}，以及土匪巡逻。",
						"登山可以通过派遣至少一名队伍成员每天进行一次 DC 14 智力检定({@skill Survival})来加快进度，这样可以跳过当天的遭遇，有可能顺利抵达要塞。如果检定失败，队伍将面对山路遭遇表中的一场遭遇。通往山脊的小径狭窄，穿梭在嶙峋的岩石之间（非常适合埋伏），或者沿着陡峭的悬崖（非常适合设置陷阱），但也可以根据具体遭遇情况创建其他地形危险。",
						{
							"caption": "Mountain Road Encounters",
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									1,
									"突然发生了岩石滑坡！进行一次 DC 12 的敏捷豁免检定，否则受到 {@condition exhaustion} 一级的伤害。在这张表格上再次投掷骰子。"
								],
								[
									2,
									"由一名{@creature vulpin captain|HWCS}领导的四名{@creature mapach bandit|HWCS|mapach bandits}的匪徒巡逻。"
								],
								[
									3,
									"一对{@creature mountain lion|HWCS|mountain lions}攻击。"
								],
								[
									4,
									"寻找一个老鸟人隐士的营地，里面包含{@dice 1d4}个随机普通物品。"
								],
								[
									5,
									"找到一辆老旧但功能良好的{@item explorer's pack|phb}，只是缺少口粮。"
								],
								[
									6,
									"三名土匪巡逻者 {@creature mapach bandit|HWCS|mapach bandits} 和两名 {@creature jerbeen thief|HWCS|jerbeen thieves}。"
								]
							]
						},
						{
							"type": "entries",
							"name": "Bandit Patrols",
							"page": 114,
							"entries": [
								"为了保护堡垒的机密和安全，土匪们定期巡逻路径。这些巡逻队主要由三个{@creature mapach bandit|HWCS|mapach bandits}和两个{@creature jerbeen thief|HWCS|jerbeen thieves}组成，但如果队伍在任何时候被巡逻队发现，就会增加一个{@creature vulpin captain|HWCS}到遭遇中。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Bandit Stronghold",
					"page": 114,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"最终，透过薄雾，你看到地平线上耸立着一对巨大的石塔。当你靠近时，你注意到它们与一座矮胖而坚固的堡垒相连，这座堡垒在峭壁间孤寂地守望着。一些遥远的身影可以看到在城垛上巡逻，悬挂着强盗联盟纹章的旗帜自豪地飘扬在墙上。"
							]
						},
						"进入(`Fortress Proper`)将是一个挑战。它有100英尺高的石墙，周围设有哨所。在周界后面，要进入一个长120英尺的正方形内庭，包括兵营和训练区。一条狭窄的马车道从内庭的北部通往一座木栅栏，有一扇双门。在那之后，一个会议大厅已经挖进了山体内部，作为内部要塞。",
						"将庭院与外界连接的是前墙上的一个巨大入口：一扇厚重的木门后面是一道铁栅栏，可以像吊桥一样放下，以便马车通过。侧面有一扇较小的门，宽5英尺，只能单人排队进入，由两只身材高大的马帕奇护卫。这两只马帕奇每只使用{@creature mapach bandit|HWCS}的属性块，但有以下变化：",
						{
							"type": "list",
							"items": [
								"他们每个人有21点生命值 (%(HP)%)。",
								"他们的力量属性得分为14（攻击检定额外+1）",
								"他们穿着{@item chain mail|phb} (AC 16)",
								"他们挥舞着{@item greataxe|phb|greataxes}（{@damage 1d12 + 2}伤害每次攻击）"
							]
						},
						"冲击这个入口几乎肯定会引起警报，并遭受四名沿着城墙走动的弓箭手的攻击（使用{@creature mapach bandit|HWCS}的属性块）。由于城垛的遮挡，这些弓箭手每人都受益于四分之三的掩护。尽管马帕奇强盗的属性块可以用于营地中许多技能最低的成员，但他们来自各种谦卑的种族。在他们的队伍中可以找到树篱人、狐鹿人、杰比人和狐狸人。",
						{
							"type": "inset",
							"name": "Captured!",
							"entries": [
								"在这里，冒险者队伍可能会遇到很多不利情况。如果碰巧他们被强盗压倒，记住贝娜（Benna）不一定想要他们死。她会想要先询问他们，所以队伍会被关进堡垒的监狱，直到她确信得到了想要的答案。如果贝娜有任何理由相信其中一些角色是有价值的人质，她会乐意让他们活着，以便向奥尔德哈特（Alderheart）的鸟人议会索要赎金，并继续填补联盟的金库。如果队伍中有谦卑之人，她甚至可能会试图说服他们加入联盟。鸟人在这片土地上已经掌握权力太久了。如果角色接受她的提议，一旦她完成了对议会的复仇计划，她会确保他们分享战利品。"
							]
						},
						{
							"type": "entries",
							"name": "Finding a Way In",
							"page": 115,
							"entries": [
								"如果队伍中有任何谦逊的人，并且队伍设法弄到了强盗服装（要么是从靠近奥尔德哈特的被打败的强盗那里带走一些，要么是在上山途中击败了强盗巡逻队），那些角色可以轻松地伪装自己，以欺骗进入要塞。过去几个月，强盗的人数不断增加，要塞的新来者很常见。一只鸟人可以尝试以欺骗的方式进入，但这会更具挑战性，需要进行一次 DC 14 魅力检定（{@skill Deception}）来愚弄强盗。一些“怪鸟”已经与强盗结盟，但他们的数量不足以让卫兵产生怀疑。除非他们被介绍为被谦逊的人围捕的“囚犯”，潜入基地的鸟人角色需要小心不要引起贝娜的注意。如果被注意到，他们会立即引起她的怀疑。",
								{
									"type": "inset",
									"name": "The Captain's Sword",
									"entries": [
										"任何佩戴着Fray的剑的角色，在进入要塞所需的魅力检定中获得优势({@skill Deception})，因为这把剑象征着联盟中的一名上尉，哨兵们不愿冒犯一个高级军官。虽然这里没有多少强盗会认出这把剑是Fray的，但任何公开佩戴这把武器的角色都需要在Benna周围小心。她对自己的上尉了如指掌，这会立即引起怀疑。"
									]
								},
								"虽然堡垒的城墙很高，但只要有至少100英尺的绳索和一个{@item grappling hook|phb}，就可以克服，但冒险者们需要谨慎对待这个选择。花几个小时蹲守将揭示守卫巡逻的规律，足以尝试潜入堡垒并在团队敏捷度(DC 15)检定时获得优势，以避开哨兵，这是必须的{@skill Stealth}检定。更擅长潜行的冒险者可能可以在没有准备的情况下悄悄溜进去。",
								"除了上述选项外，队伍还可以选择其他几条路线来进入。以下是一些可能的选项，可以打开通往贝娜（Benna）的道路：",
								{
									"type": "list",
									"items": [
										"{@b {@i Creating a distraction,}）比如燃起火灾或者拉响警报，可以将卫兵们从岗位上引开。",
										"{@b {@i Causing a scene outside the fortress or in the courtyard,}）挑衅贝娜出来战斗。她会接受单挑的条件，但一旦输了，队伍需要遵守结果，并准备好被作为人质带走（见{@adventure The Prison|HWAitW|2|The Prison}）。如果其他队员试图干涉，她会对他们展开袭击（见{@adventure Entering By Force|HWAitW|2|The Prison}）。",
										"{@b {@i If the party stakes out the fortress,}）他们会发现那些装载着赃物的马车定期运送到城堡。冒险小组可以制造一个干扰，然后潜入其中一辆马车，偷偷地进入城堡而不被发现（见{@adventure The Storeroom|HWAitW|2|The Storeroom}）。",
										"{@b {@i If characters encountered the jerbeen orphans in Alderheart, and treated them fairly,}孤儿们可能会在堡垒中出现，成为内部盟友。他们不喜欢土匪们使用的方法，但会提到贝娜(Benna)是善良的，为这里的所有人提供了帮助，其中许多人失去了家园。"
									]
								},
								{
									"type": "inset",
									"name": "Fighting to the Boss",
									"entries": [
										"队伍可以选择试图直接冲进要塞，但并不建议这样做。他们也许可以比较容易地强行闯过外墙进入庭院，但从那里开始，抵抗只会增加（见{@adventure Entering By Force|HWAitW|2|Entering By Force}）。如果角色们感到吃力，可以让贝娜提前出现，避免过多的小冲突。"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Courtyard",
					"page": 115,
					"entries": [
						"宽阔的院子里住着一群朴实的村民，有些人身穿武器和盔甲，有些人手无寸铁，忙着日常生活。墙内有两座建筑物，以及一条通往会议大厅的狭窄道路。这里有几个值得注意的地方：",
						{
							"type": "list",
							"items": [
								"最大的建筑是东边的木兵营。前面有一排靶垛。根据时间的不同，队伍可能会看到一位上尉在训练新兵。",
								"兵营西边的建筑只比较小一点，更像谷仓。队伍可能会看到供应马车被拉进来。",
								"军营附近有一座大帐篷。两名卫兵站在前面放哨。一阵风吹起其中一侧的帆布，露出里面的大笼子。这是要塞的监狱。",
								"每面墙的相交角处都有螺旋楼梯，可通往上层。墙顶的路径宽5英尺，为向下射击目标的角色提供三分之二掩护。",
								"大门内有两个大杠杆。一个控制升降门，另一个控制吊桥。吊桥杠杆可以快速拉动，使其摆开。升降门杠杆会将升降门降下，挡住入口。两侧有大绳轮用于重置这些杠杆。",
								"庭院里至少有十几个土匪。有些在军营旁训练，有些在帮忙搬运堡垒周围的物资，还有一些在墙壁后面安全地阅读和削木头，享受着闲暇时光。"
							]
						},
						{
							"type": "entries",
							"name": "The Art of Infiltration",
							"page": 116,
							"entries": [
								"如果队伍潜入或设法以欺骗的方式进入，那么保持低调并探索庭院就相对容易了。大多数土匪会假设他们应该在这里，除非队伍做出引起队长怀疑的行为。如果队伍与营地成员交谈，或者尝试用成功的DC 13智力检定({@skill Investigation})来侦察周围，他们应该能够找到以下信息之一：",
								{
									"type": "list",
									"items": [
										"强盗联盟曾经是一个组织和效力都较弱的势力，直到谢里丹将军接管。她真的为了更好的事物做出了改变，现在据点备货充足、准备充分，即使奥德哈特派军队来驱逐他们。",
										"这里居住的并非都是战士。有些人充当信使、厨师、医治者，以及其他维持营地运转的零碎工作。将军从未强迫任何人上战场。她通过榜样激励他们拿起武器，并尽力支持这个事业。",
										"自从火灾烧毁他们的家园并毁掉他们的生活以来，谢里丹将军一直很好地照顾这里的人民。内堡里有一间医务室，用来治疗那些在逃离村庄时被烧伤或在袭击中受伤的人。一些难民是孩子，但贝娜还是为他们提供了帮助。",
										"将军失去了她的家人在火灾中。如果鸟人议会听取了贝娜的母亲——一位强大的先知的建议，也许他们就能幸存。",
										"艾尔德之心需要改变其与木中谦卑之民打交道的方式，而谢里丹将军是唯一一个有远见的人能够实现这一目标。联盟成员应该振作起来，知道他们正在帮助塑造更美好的木中。",
										"艾尔德哈特应该为一场清算做好准备。鸟人议会应该害怕联盟的力量。"
									]
								},
								"如果一些队员被当作囚犯押送进来，门口的卫兵会招呼援军，帮助冒充土匪的角色把人质运送到庭院里的监狱。他们稍后会有机会逃脱（见{@adventure The Prison|HWAitW|2|The Prison}）。"
							]
						},
						{
							"type": "entries",
							"name": "Entering By Force",
							"page": 116,
							"entries": [
								"如果决定强行进攻，或者决定在内部发动战斗，他们可以预料到会被分批袭击，因为使者们匆忙通知贝娜，而营地的其他人则准备迎接最坏的情况。一开始，队伍将与四名{@creature mapach bandit|HWCS|mapach bandits}为首的{@creature vulpin captain|HWCS}作战，然后是两名{@creature jerbeen thief|HWCS|jerbeen thieves}和另一名{@creature vulpin captain|HWCS}。如果墙上还有射手，他们将在战斗中享有四分之三的掩护，直到最后一名土匪被消灭后才撤退。在战斗期间，这里的其他土匪将沿着道路前往内城堡。",
								"{@b {@i If the party defeats the courtyard's forces,}在继续前，他们将有机会短暂休息，因为联盟在内堡垒里躲藏，担心援军即将到来。如果队伍在休息后停留太久，开始派遣匪徒巡逻以评估情况并向贝娜报告。否则，跳到{@adventure The Inner Keep|HWAitW|2|The Inner Keep}。",
								"{@b {@i If the party is defeated,}决定他们是被带到监狱进行越狱情节（见{@adventure The Prison|HWAitW|2|The Prison}），还是被送到内城堡的会议大厅与贝娜进行最后决战（见{@adventure The Bandit Leader|HWAitW|2|The Bandit Leader}）。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Barracks",
					"page": 117,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"在休息区旁边可以看到一排三层叠高的双层床，一张桌子上散落着扑克牌和游戏棋子。一些床铺上有人在睡觉或阅读，而一些床铺上挂着插在框架上的武器和皮甲。楼梯从这个主要区域通向顶层。这里看起来对于所有在营地居住的人来说都有足够的空间。"
							]
						},
						"兵营作为主要的居住区。许多居住在这里的人都接受训练，以成为掠夺者，以推进联盟在伍德地区的目标。在任何时候都会有空床，因为一些强盗正在巡逻、工作或在营地的其他岗位上工作。",
						"角落里的游戏桌通常白天是空的，但到了晚上可能会挤满了下班的强盗，他们在辛苦一天后聚集在一起，边喝着大坛啤酒边玩游戏。",
						"楼上，派对将会发现更多排的双层床，一些被占据着，还有一扇标有“船长室”的门。大多数土匪无法进入这个区域，但持有船长之剑的人可以毫无阻碍地进入。否则，附近双层床上的任何人都会礼貌地告知派对这个区域是受限制的。他们甚至可能自我介绍，因为新兵很常见，并表示很高兴看到新成员加入这个事业。这可以是一个继续向派对透露{@adventure The Art of Infiltration|HWAitW|2|The Art of Infiltration}信息的机会，只要派对不做任何引起NPC怀疑的事情。",
						"在船长室里有四张单人床，每张床前都有一个个人储物箱。然而，对于Seridan将军来说这里什么都没有。她睡在内堡里。所有的床都是空的，每个储物箱里都装有不同的个人物品，如小饰品和来自朋友和家人的信件。一些信件透露出船长们在联盟中有朋友和家人，而另一些则散落在作为难民的Wood中。在储物箱之间还有一些硬币（{@dice 2d4}金币价值），以及{@dice 1d4}小饰品和{@dice 1d4}工具或乐器（由你选择）。一些物品上有烧焦痕迹。",
						"如果场景需要一些紧张气氛，让一个{@creature vulpin captain|HWCS}走进派对，要求他们通过角色扮演摆脱困境，否则就有可能暴露身份。",
						"如果队伍被捕，决定他们是被带到监狱进行越狱场景（见{@adventure The Prison|HWAitW|2|The Prison}），还是被送到内城要塞的会议大厅与贝娜进行最后决战（见{@adventure The Bandit Leader|HWAitW|2|The Bandit Leader}）。"
					]
				},
				{
					"type": "section",
					"name": "The Storeroom",
					"page": 117,
					"entries": [
						"在这个储藏室里找不到什么有价值的东西，里面存放着足够的食物（水果、蔬菜、腌肉和谷物），可以维持堡垒一段时间。此外还有火把、灯笼、绳子和其他一般用品。这里并没有太多的警卫，但一个戴着明亮眼镜的头发花白的老人充当着储藏室的看守。他会告诉角色们如果他们饿了可以拿点东西，但要让他知道，这样他就可以在账本上记录下来。如果被询问，他的态度会类似于营地里其他土匪的态度（见{@adventure The Art of Infiltration|HWAitW|2|The Art of Infiltration}），如果队伍引起他的怀疑，他会叫来卫兵。"
					]
				},
				{
					"type": "section",
					"name": "The Prison",
					"page": 117,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"这个大帐篷的内部包含一个小开放区域，里面有一个大锁着的箱子，还有一个狱卒坐着的椅子，她的腰带上挂着一串钥匙。其他区域则摆放着四个看起来生锈的铁笼子。这些笼子目前都是空的。"
							]
						},
						"如果有任何队伍成员被捕，或者被带进堡垒假扮成人质，他们最终会被关在这里的一个或多个笼子里。这个帐篷由两名{@creature jerbeen thief|HWCS|jerbeen thieves}看守，直接攻击他们几乎肯定会在营地内引起警报。角色携带的任何武器或财宝（硬币、宝石和艺术品）将被移入狱卒的箱子，直到可以被适当分类。囚犯穿着的所有其他衣物和装备将被保持不动。狱卒有点懈怠，不费心去除任何人的盔甲，或进行详细搜索。这对于任何在身上隐藏物品的角色可能是一个福音。",
						"狱卒们每天中午交接班，将挂着钥匙环的腰带传递给下一个狱卒。这些狱卒更像是门外的侍从，可以被角色（使用{@creature commoner}的属性块）轻易制服。狱卒的工作是留在岗位上，如果发生任何事情就呼叫警卫。然而，由于没有囚犯试图逃跑，他们有些自满了。",
						"监狱帐篷由内部的支柱和四个固定钉支撑。帐篷的帘子可以轻松地抬起。显然，帐篷的主要功能是防止笼子进一步生锈。临时监狱的内部宽30英尺，长35英尺，白天透过帆布的光线使白天和黑夜易于区分。笼子是10英尺立方体，它们之间有10英尺宽的通道。它们几乎填满了这个小空间，使狱卒和铁栏之间仅剩下5英尺。这足够让角色尝试从狱卒腰带上拿取钥匙环，只要队伍能制造分散注意力的干扰让狱卒忙碌。从狱卒腰带上拿取钥匙环需要成功通过DC 15的敏捷检定({@skill Sleight of Hand})，但根据干扰的性质（比如狱卒被弄晕），此检定可能会获得优势。",
						"囚笼的铁栏杆锈迹斑斑，有些已经生锈到足够脆弱，只要进行一次成功的DC 12力量检定，角色就可以挤出去。然而，狱卒很警惕，所以他们需要分散注意力才能成功实施这个计划。",
						"有无数种方法可以帮助一支队伍策划逃脱。如果玩家们遇到困难，可以给他们一些关于上面解决方案的提示，或者让狱卒在值班时睡着，为他们提供一个逃跑的机会。如果队伍成功逃脱，他们应该能够通过一个成功的DC 13敏捷检定({@skill Stealth})来躲避卫兵（他们大多数时候都在关注城墙外的威胁）。队伍在夜间进行的所有潜行检定都获得优势。",
						"如果队伍被抓在逃离监狱的过程中，利用这个机会让他们被带到内堡见贝娜·塞里丹(Benna Seridan) ，开始与土匪将军的最终对决（见{@adventure The Bandit Leader|HWAitW|2|The Bandit Leader}）。"
					]
				},
				{
					"type": "section",
					"name": "The Inner Keep",
					"page": 118,
					"entries": [
						"请参考图2.4，查看内城要塞的地图。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Inner-Keep-DM.webp"
							}
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Inner-Keep.webp"
									},
									"title": "The Inner Keep battlemap"
								}
							]
						},
						{
							"type": "inset",
							"name": "Using the Inner Keep map",
							"entries": [
								"地图提供了每个区域强盗的建议起始位置。生物名称后的星号表示它的属性块有一些变化。有关这些详细信息，请参考它们出现的编号区域。"
							]
						},
						"如果队伍保持低调，并成功抵达这个地点，继续探索营地，阅读：",
						{
							"type": "insetReadaloud",
							"entries": [
								"庭院北部的崎岖道路沿着陡峭的悬崖攀升，直到弯曲，露出一道由原木拼接而成的四十英尺高的壁垒，以及一扇巨大的双扇门。一对身穿锁子甲的强壮地图獾眯着眼警惕地盯着你走近。一只走近的地图獾举起一只手示意你停下。“朋友，就到这吧，”他用嘶哑的声音说道。“说明你的来意。”"
							]
						},
						"如果营地被警告有闯入者，卫兵会变得公开敌对，将会爆发战斗。",
						"外围卫兵使用与守卫堡垒大门的{@creature mapach bandit|HWCS|mapach bandits}相同的属性块（见{@adventure The Bandit Stronghold|HWAitW|2|The Bandit Stronghold}）。 这里有一个更小的庭院，与队伍经过的那个不同，没有人在这里闲逛。 没有理由的话，人们不会来这里。 有两座方形木建筑，一座在东边，另一座在西边：",
						{
							"type": "list",
							"items": [
								"东边较大的那个是医务室。",
								"西边的建筑较小，门上有一个坚固的锁。这通往军械库。"
							]
						},
						"两者之间的一条狭窄通道通往一扇坚固的木门，这扇门通往山腰上雕刻的内部要塞。",
						{
							"type": "entries",
							"name": "1. The Infirmary",
							"page": 118,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"这个空间内摆放着几张小床。房间的一个角落有一个架子，上面摆满了药膏、药剂，还有一些书籍和保存在玻璃罐和液体中的草药样本。附近的一张木桌上沾满了已经干透的血迹，上面摆放着一个打开的（healer's kit）(治疗师工具包)。三个强盗，身体各处裹着绷带，正躺在小床上休息。"
									]
								},
								"这座建筑物作为强盗的烧伤病房和医务室。这里有一个{@creature jerbeen thief|HWCS}和两个树篱（对于树篱，使用一个{@creature mapach bandit|HWCS}的属性块）。三名强盗因服用了一些安眠药而熟睡，除非角色攻击或强迫他们醒来，否则他们不会醒来。一旦被唤醒，他们会认为角色是友好的，但如果角色表现出其他意图，他们会立即大声呼救。",
								"如果强盗们被留下来睡觉，成功的DC 13感知（{@skill Medicine}）检查他们的身体会发现他们曾接受过某位技艺高超的治疗者的治疗。这个{@item healer's kit|phb}缺少六次使用，但其他方面完好无损。架子上有两瓶烧伤药膏，每瓶可以治愈{@dice 4d4}点生命值，但只对火焰造成的伤害有效。这两本书是价值5金币的高级医学文献。持有这两本书并且至少有一分钟时间浏览它们的角色，在涉及医疗问题的所有智力和感知检查中获得优势。这些草药对没有适当训练的角色无用，但任何具备{@item herbalism kit|phb}熟练的角色可以用它们制作一瓶{@item potion of superior healing}。"
							]
						},
						{
							"type": "entries",
							"name": "2. The Armory",
							"page": 118,
							"entries": [
								"这栋建筑的锁是由厚重的铁制成，非常坚固，需要成功进行一次 DC 17 敏捷度 ({@item Thieves' Tools|phb}) 检定才能打开。这把锁可以用强力破坏，但它的防御等级为18，有20点生命值，并且对所有非魔法的钝击、穿刺和斩击伤害具有抗性。破坏它会发出噪音，可能会吸引内堡的强盗。",
								{
									"type": "insetReadaloud",
									"entries": [
										"这座小建筑包含一排武器架，一排盔甲架，以及一堆各种宝藏的袋子。"
									]
								},
								"军械库兼作贵重物品的存储空间。如果冒险小组成功进入，他们会发现：",
								{
									"type": "list",
									"items": [
										"三个满是硬币的箱子，价值至少800 gp，有各种面额。这对于队伍来说一次搬运太多了，需要一些聪明的想法。",
										"一个小盒子里装满了各种珍贵的珠宝。其中包括一条价值200 gp的抛光贝壳和珍珠项链，以及一枚镶有金子和抛光木头的高品质戒指，价值400 gp。其余的小饰品一起在市场上能卖到320 gp。",
										"两幅画，一幅是日落时分的莫克田野，另一幅是奥德哈特背后日出的景象。它们都是由一位未知艺术家签名的。这些作品展现了非凡技艺，市场上每幅都能轻松卖到300 gp。",
										"四个{@item light crossbow|phb|light crossbows}，每个旁边都有一个完整的{@item quiver|phb}，放在一个武器架上，旁边还有一个精心保养的{@item longsword|phb}和一个{@item halberd|phb}。这把戟显然是鹰巢卫队使用的，甚至在柄的顶部有凹痕，可以固定旗帜。",
										"一个装备架上的一套{@item scale mail|phb}。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "3. The Meeting Hall",
							"page": 120,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"这个会议区域挤满了三张长桌。其中两张靠在两侧，每张桌子旁边都挤满了椅子。每个座位前都还残留着一顿饭的痕迹。在北墙上有第三张桌子，旁边放着一把高背椅。烛光和一只铁吊灯将这个区域映衬出昏暗的光线。两名杰尔宾哨兵站在大厅东北角的一扇门前放哨。"
									]
								},
								"会议大厅在强盗搬进来之前就是堡垒的一部分。石工已经老化，但质量仍然很高。这是堡垒居民分享他们的饭食的地方，靠近北墙的桌子经常被站在上面，用来分享遭受的故事以及成功袭击的消息。",
								"在会议大厅内，一对老练的杰尔宾卫士站在他们领袖个人房间的入口处。这些是贝娜的精英游击队员。每个使用{@creature jerbeen thief|HWCS}的属性块，但有以下变化：",
								{
									"type": "list",
									"items": [
										"他们穿着偷来的 {@item scale mail|phb} (盔甲等级 16)。",
										"他们挥舞着一把{@item rapier|phb}（击中时造成{@damage 1d8 + 2}穿刺伤害），以及一把{@item dagger|phb}（击中时造成{@damage 1d4 + 2}穿刺伤害），作为他们{@action Attack}动作的一部分，他们可以用每把武器各进行一次攻击。"
									]
								},
								"如果发生了战斗，噪音会吸引贝娜(Benna)离开她的房间(见{@adventure Cut Off the Head|HWAitW|2|Cut Off the Head})。让她在回合开始时立即行动。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Bandit Leader",
					"page": 120,
					"entries": [
						"无论派对的计划是什么，所有道路最终都会通往{@creature Benna Seridan|HWCS}，土匪联盟的领袖。如果派对被捕后被带到会议大厅，他们将会遇到贝娜，站在最北端的桌子上。守卫该区域的两名精英游击队员将在派对两侧保持警惕。",
						{
							"type": "insetReadaloud",
							"entries": [
								"一个身材结实的塞凡女人，脸部被一条红色头巾部分遮挡，用坚定的目光盯着你。“所以，这就是奥尔德哈特派来的人：一群新手？可悲。如果你知道我们在为什么而战，你就不会这么快就谴责我们了。”"
							]
						},
						"他们的订婚可以进行角色扮演，或者让贝娜简单地向派对解释，她将终结他们对她在这里的行动构成的威胁（见{@adventure Cut Off the Head|HWAitW|2|Cut Off the Head}）。贝娜并不是不讲道理的，如果他们与她交涉，她会倾听派对的意见。她内心矛盾，因此表现出不可预测性。导致她加入联盟的创伤，以及她成为将军所采取的行动，使她的心变得坚硬，她不仅渴望改变，还渴望复仇。她憎恨鸟人议会，仍然认为他们应对她家人的死亡和家园的毁灭负责。她还责怪他们让那些失去家园的人遭受苦难，因为议会选择躲在奥尔德哈特的堡垒后面，而不是伸出援手帮助需要帮助的人。然而，贝娜已经开始在照顾他人的行为中找到安慰。在这里建立一个社区，利用她的战斗经验教导他人如何保护自己，并激励伍德的绝望人民，这点点燃了她内心的激情，她迫切地希望为她的人民做正确的事。她已经开始思考是否有更好的领导方式，一种不会让她所爱的人陷入危险的方式。",
						"如果一个角色提出了特别慷慨和发自内心的请求，请根据他们的角色扮演决定班娜（Benna）的行为。如果玩家需要投掷骰子，则他们的角色必须在一个DC 16的魅力检定中成功。成功的谈判只足以让班娜同意与鸟人议会（Birdfolk Council）进行交涉，她憎恨的敌人，以便她为之奋斗的生命不会在斗争中毫无意义地丧失。如果达成这一目标，队伍将被允许离开营地，将班娜的条件传达给议会，但土匪活动在此期间不会停止。在这里无法说服她将导致战斗。",
						{
							"type": "entries",
							"name": "Cut Off the Head",
							"page": 121,
							"entries": [
								"如果角色们冲进内城，或者如果贝娜决定攻击队伍，阅读以下内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"贝娜(Benna)取下头巾，露出了她脸部被遮掩的部分。她被严重烧伤，左耳消失了，眼睛在扭曲的肉体下几乎看不见。“火已经烧尽了我所爱的一切。我会确保它们烧掉在奥德哈特(Alderheart)内滋生的腐化。”"
									]
								},
								"贝娜(Benna)是一个充满活力和技艺高超的敌人，即使会对自己造成伤害，她也会坚持进攻。如果战斗似乎太容易了，随时可以加入两名巡逻者{@creature mapach bandit|HWCS|mapach bandits}返回报告。贝娜不会逃跑，也不会放弃。如果派对希望俘虏她并带她去奥德哈特(Alderheart)面对议会的审判，他们需要让贝娜失去意识。俘虏贝娜将使派对能够毫无战斗地走出据点，因为土匪们不会冒伤害他们领袖的风险。",
								"如果贝娜被杀，联盟的成员们会四处逃散，带着能拿的东西前往遍布整个伍德的安全屋。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"就像强盗营地一样，在这个建筑群的军械库中有大量财宝可供发现（见{@adventure 2. The Armory|HWAitW|2|2. The Armory}），还有本娜的私人住所。这些战利品大多是被偷的，属于谦卑森林的各种商人和居民。理事会将允许队伍保留一半的财宝作为对他们服务的奖励，就像之前一样。",
										"该队伍也可以自由保留从贝娜(Benna)那里找回的{@item blade of the wood|HWCS}。",
										"在贝娜的房间里，队伍发现了以下物品：",
										{
											"type": "list",
											"items": [
												"一只烧焦的音乐盒。它是用上光的赤杨木制成，并镶有金子。打开时，一个雌鹿舞者会在弹簧上旋转，伴随着一首熟悉的谦卑民谣。尽管它的状况不佳，这件稀有物品价值300 gp。",
												"一个关于(`the Crest`)和东北半岛的粗略地图。"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "What the Future May Hold",
					"page": 122,
					"entries": [
						"这是故事的一个重要部分完成了，现在土匪们将重新成为森林中一支不那么具威胁性的力量。最终，这部分故事有两种结局：Benna 被杀，或者议会和 Benna 为森林中被迫流离失所的百姓争取更好的结果。",
						"{@b {@i If Benna was captured,}在承诺的情况下交付给鸟人议会后，队伍应该知道她犯罪的惩罚是死刑。即便如此，角色们仍然有希望说服鸟人议会改善平民的生活。",
						"无论是派对还是贝娜，都可以为贝娜的生命和森林中卑微人民的绝望事业辩护，从而为联盟制定新的指令；前往{@b If Benna was reasoned with}。",
						"如果Benna无法被说服并被处决，联盟将不会对和平谈判感兴趣；前往{@b If Benna was killed}。",
						"{@b {@i If the Benna was reasoned with}},鸟人议会起初会感到沮丧和愤怒。队伍需要花一些时间说服议会珍娜所做的好事，以及与她及其组织打交道的好处。这将需要一些激烈的讨论，但议会成员最终会同意暂时与她会面。听完珍娜的故事后，议会的态度会软化。他们将同意需要向失去家园的普通人提供援助。",
						"强盗联盟将继续控制这座要塞。 要么Benna将保留指挥权，要么她将支持为联盟任命一个新领导者——这可以是角色们（如果他们选择的话），或者是从Benna的队长中选出的某人。议会将与领导联盟的任何人合作，只要该党（如果他们不亲自接管）可以担保领导者的良好意图，并同意让他们服从。在新目标的推动下，联盟的犯罪分子将被终结，该组织将转变为一个为那些被火灾所驱逐的人提供救济的网络。",
						"随着联盟的供应网络和奥尔德哈特的资源共同合作，救援行动的响应时间将大大提高。虽然一些联盟成员会为了自身利益而放弃这个事业，但许多人愿意帮助它转变为一个致力于帮助对抗蔓延的火灾并为有需要的人提供救援和庇护的组织。鸟人议会将发布一道法令：他们将成为（谦卑森林）议会，来自该地区和奥尔德哈特本身的主要谦卑族村庄的新代表将被添加到他们的人数中，有效地让整个森林的谦卑族拥有了首次在治理中发声的机会。这一重大变化将需要整个冒险的过程来解决，但最终，（谦卑森林）议会将引领谦卑森林迈向一个新的团结时代。现在致力于和平，贝娜将通过赠送她曾经挥舞过的{@item blade of the wood|HWCS}来表达她的感激之情。",
						"在失去他们靠近奥尔德哈特附近的营地和他们的山寨之间，联盟将遭受沉重打击，土匪威胁将不再对该地区构成同样的威胁。许多人将在没有贝娜的情况下失去希望并且离开，但其他人会将她视为烈士，并在幸存的队长领导下集结起来。成员们将在森林中的安全屋中工作，尽力保持联盟的指挥结构完整，并在本次冒险事件之后继续给伍德地区制造麻烦。也许有一天可以实现和平，当失去他们心爱领袖的创伤不再那么新鲜时。但是，没有了贝娜，联盟将不会信任或与外部人士打交道。",
						"一旦土匪将军被击败，议会将派遣一支武装部队来确保这座要塞的安全。如果玩家们愿意，这里可以成为他们的行动基地。议会将很乐意向该队授予这一恩惠，因为他们已经证明自己是这个领域宝贵的盟友和保卫者。一小队来自鸟人议会的卫兵和雇佣兵将在玩家们离开时负责要塞的维护和保护。然而，议会确实期望英雄们在被召唤时前来援助领域。",
						{
							"type": "entries",
							"name": "Defenders of Alderheart",
							"page": 122,
							"entries": [
								"无论派对如何处理这个问题，奥尔德赖特人都会记得他们是通过结束强盗联盟的威胁而拯救了他们的城市的人。随着强盗威胁被派对的努力制止，议会将乐意派遣一支珍宝卫队到梅多芬，带去急需的物资。从现在开始，关于派对行为的传闻将慢慢传播到整个王国，很快，伍德之民将以他们的新称号来认识派对：(艾尔德哈特)的守护者。"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Part 3: An Urgent Summons",
			"page": 123,
			"entries": [
				"{@font the burning one wakes|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HWAitW/Part-3.webp"
					}
				},
				"随着议会同意援助(Meadowfen)，匪徒势力得到处理，(the Wood) 正在享受相对的和平。队伍可以自由参与一些休闲活动。只需记住，如果队伍在冒险的这一部分之前达到4级，可能需要增加这里列出的遭遇的挑战。",
				"在故事的这一部分，队伍将收到来自阿尔德哈特议会的紧急传唤，他们会解释说，在焦枯树林的灰烬田地下发现了一只巨大的生物，关于它知之甚少。这是一个{@creature ashsnake|HWCS}，是许多在谦木之地从未遇到过的新的火属性生物之一。它被赋予生命，作为伟大{@creature aspect of fire|HWCS|aspect of fire's}的愤怒的体现。",
				"自从火焰的沉睡首次被打扰以来，火焰的力量一直在不断激荡，大火开始肆虐这片树林。这些元素怪物的出现预示着这种力量即将完全苏醒。更糟糕的是，在烧焦树林中游荡的火灰蛇已经开始对守护者们构成危险。",
				"在见识了该队伍处理强盗的能力后，议会已经派人请他们帮助结束这个奇怪生物的威胁。对于议会和守望者来说，最近在（Humblewood）发生的一切都与（Scorched Grove）有关。为了王国的利益，该队伍需要前往调查。",
				{
					"type": "section",
					"name": "The Tenders",
					"page": 123,
					"entries": [
						"最近发生在森林中的事件严重影响了招标人((see {@book Appendix B|HWCS|6|The Tenders})). 火灾的频率使得他们的组织在整个森林中变得脆弱，而留在焦土林中照料的少数人则被那里生活的生物活动增加所压倒。",
						"随着树林（the Grove）继续通过火势蔓延，来自Tender哨站的新的令人不安的报告不断涌入。据报道，巨大的火焰蝙蝠群已经被看到飞离树林很远的地方，而几种奇怪的生物也通过元素火焰的力量在这个地区显现。许多Tenders已经因为这些怪物的威胁而失去了生命。",
						{
							"type": "inset",
							"name": "Council Summons",
							"entries": [
								"如果队伍在艾尔德哈特(Alderheart)，一个慌乱的议会助手会前来找到他们，并递交一份紧急的议会传票。这封看起来很正式的信函要求角色们尽快出席议会。",
								"如果角色目前在木（Wood）的另一个地点，可能会有来自艾尔德哈特（Alderheart）的追踪者前来拜访他们或传达紧急召唤。在任一情况下，将召唤的日期设定为第二天，或者在角色抵达城市的第二天，以便给他们探索的机会。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Return to Alderheart",
					"page": 124,
					"entries": [
						"这是否真的算是回归，取决于角色在艾尔德哈特（Alderheart）还是其他地方度过他们的空闲时间。在城市里的角色可以自由观光。",
						"{@adventure Eliza's Emporium|HWAitW|2|Eliza's Emporium}, 仍由该党最喜爱的艾鲁兰经营所有，将会获得可观利润，并可能会根据您的意愿提供一些新商品。",
						"{@creature Susan of the Swamp|HWCS}现在到了!她在树干市场搭起了一个小货摊，希望能卖掉一些商品，并提供占卜服务。如果角色想要占卜，费用是一枚金币。苏珊会取一滴他们的血，然后研究她的大锅，给角色提供关于未来的神秘视觉。可以即兴发挥这些内容，或提前准备以适应游戏和角色。",
						"苏珊仍然会提议用炼金材料来制作药水（见{@adventure A Witch's Debt|HWAitW|1|A Witch's Debt}），但她也会出售一些已经制备好的药水来资助她正在进行的奥术研究。她的每瓶药水售价为50金币，除了{@item potion of superior healing|dmg|potions of superior healing}和{@item potion of resistance|dmg|potions of resistance}，它们各自售价为100金币。为了决定她库存中每种药水的数量，随机投掷骰子。使用{@dice 1d4}来确定任何售价为50金币的药水的数量，使用{@dice 1d2}来确定任何售价为100金币的药水的数量。",
						{
							"type": "entries",
							"name": "Future of the Coalition",
							"page": 124,
							"entries": [
								"自从艾尔德之心（Alderheart）进入强盗要塞后，这个角色将会发生变化，反映了队伍的选择。以下是两种最常见的发展方式，但根据玩家对{@adventure Part 2: The Bandit Menace|HWAitW|2}事件的处理方式，细节可以进行修改。",
								"{@b {@i If Benna was reasoned with,}} 在奥德哈特周围，派对将看到一个新的统一部队：荒野旅团(Wildwood Brigade)，劫匪联盟已经成功过渡到其中。他们擅长快速在鹊巢警卫难以到达的森林地区展开机动。他们已经在扑灭偏远村庄被毁前的大火方面提供了巨大帮助，并向被大火破坏的村庄运送物资和援助。许多成员都是普通人，是以前的难民，他们利用他们对森林树冠下路径的了解，能够在短时间内到达需要的地方。",
								"在山冠的强盗据点已经改建成为一个供应站和伤员的后方撤退点。一个新的总部也正在丛林地区建设中，靠近栖巢卫队的总部。角色甚至可能会在丛林地区的一个临时办公室里找到贝娜，或者是被任命为旅团领袖的人。他们正忙于监督旅团的行动，接收来自前线的情报，并在需要时动员援助。工作充满挑战，而有消息传来，火灾情况正在变得越来越糟。",
								"议会大厅现在不仅会挂上不同鸟人栖息地的旗帜，还会悬挂几面更大的木屋谦民定居点的旗帜。木屋谦民代表的选拔工作正在进行中。许多杰出人物已经在政治舞台上崭露头角，并且越来越积极地参与议会事务，希望赢得自己的席位。",
								"随着{@b {@i If Benna was killed,}首领的失败和堡垒的被夺取，强盗联盟在谦木地已经土崩瓦解，这使得道路上的旅行更加容易，也增加了栖木卫队向受火灾影响者提供援助的能力。然而，维持供应线仍然是一种负担，而传言称谦民的处境也没有好转。",
								"难民们仍然挤满了树干市场，更多的人通过秘密的树洞潜入城市，或者前往更宽敞的树根地带。在奥尔德哈特，犯罪问题变得越来越严重，虽然在树冠中情况并不立即显著，但即使是相对富裕的地区也显示出了更多的栖木卫士存在以及民众对盗窃的恐惧增加。当地居民在晚上锁好门，一些人已经开始武装自己，担心需要捍卫自己的生计。商人们尤其对此表示担忧，许多人都在议会大厅外等候倾听。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Trouble with Tenders",
					"page": 124,
					"entries": [
						"在他们在城市逗留期间的某个时候，冒险小组会遇到一位(守护者)在树冠市场与人群交谈。",
						{
							"type": "insetReadaloud",
							"entries": [
								"一个虚弱的年轻(`huden`)(`gallus`)站在市场广场的一个板条箱上，试图吸引路过的人群的注意。“火灾每天都在蔓延。我们需要帮助来扑灭大火！请加入(`Tenders`)，帮助我们治愈我们的(`Wood`)！”当他说话时，一个害羞的(`sable`)(`luma`)笨拙地站在他的一侧。似乎没有人对(`gallus`)的讲话感兴趣，一些人甚至公开嘲笑。"
							]
						},
						"这只公鸡被称为{@creature Havel of the Autumn Moon|HWCS}，而那只鹿马是{@creature Tevor of the Spring Path|HWCS}。他们都穿着守护者的长袍，尽管哈维尔似乎比特沃尔更有权威。哈维尔会认出洛德哈特的守护者，并告诉他们，他在上个月的商队袭击中有一个朋友幸存下来，多亏了他们的努力。自从他们抵达洛德哈特以来，他就听说过他们的事迹，并会承认有点嫉妒。他希望自己能够出去帮助树林中的火灾幸存者，但他身体虚弱，缺乏在这种条件下工作的毅力。",
						"Tevor似乎异常紧张，并告诉Havel，如果他曾经去过烧焦树林，就不会那么轻率地说出那样的话。Tevor一直在帮助治愈树林，他会提到最近对那里的护卫者们来说事情变得非常困难，许多人因为怪物的活动而受伤甚至更糟。",
						"特沃尔被议会召唤到奥尔德哈特，就像整个队伍一样，但他不确定为什么。从哈维尔脸上痛苦的表情可以看出，事情并不简单。进行一次 DC 14 智力检定将揭示特沃尔在撒谎。特沃尔不会再回答有关他被召唤的问题，如果继续追问，他会离开。只要特沃尔不在场，哈维尔可以通过一次 DC 12 魅力检定被迫透露他所知道的事情：特沃尔勉强逃脱了与一个未知怪物的遭遇，这个怪物一直在猎杀烧焦树林中的护卫者。特沃尔不谈论这件事，但哈维尔听说特沃尔的导师去世了。",
						"Havel会分享他很可能很快会再次见到派对，因为他和Tevor都将在明天出席议会大厅。"
					]
				},
				{
					"type": "section",
					"name": "An Emergency Session",
					"page": 125,
					"entries": [
						"当角色们进入议会大厅时，他们看到了一个不同寻常的景象：里面挤满了人！鸟人、谦卑之民、护林者，甚至还有一些来自树林之外的人聚集在这里：",
						{
							"type": "insetReadaloud",
							"entries": [
								"所有聚集在一起的人争先恐后地喧嚷，他们的请求是如此迫切。有些人敦促立即将所有（Tenders）从（the Grove）撤离，以免再有人丧生。有些人呼吁动员（Perch Guard）直面怪物。似乎每个人都有自己的看法，并在争相发声。特沃尔（Tevor）和哈维尔（Havel）也在这里，耐心地站在人群的一侧。"
							]
						},
						"派对进入不久后，坐在大厅前长桌中央的熟悉明亮的长尾鸡举起了她羽毛覆盖的手。这是{@creature Bita, the Council Speaker|HWCS}。她耐心等待，许多聚集在一起的鸟人注意到她的手势，纷纷安静下来。大厅里的寂静几乎让人难以承受，与刚刚充斥其中的嘈杂声形成了鲜明对比。",
						{
							"type": "insetReadaloud",
							"entries": [
								"当比塔说话时，她并不是用洪亮的声音或刻薄的语言。命令和尊重之声贯穿她的每个词语。她简单地对你和你的同伴们说道：“非常感谢你们如此迅速地响应我们的召唤。森林急需帮助，我们的许多护林者已经付出了最高代价来保护它。我们希望你们能听取我们的请求，在这最为危急的情况下提供援助。”"
							]
						},
						"Bita讲述了比以往任何时候都更多的燃烧蝙蝠的群体，她提到在树林中发现了奇怪的火焰生物，并且它们伤害了许多旅行者。她接着谈到了失踪的守护者们，以及有关一个巨大的未知生物潜伏在树林灰烬平原上的报告。必须采取行动，这就是为什么议会请求了奥德哈特守护者的帮助。Bita提供她所能提供的所有信息，但这种生物是一个新的发现，议会所知甚少。",
						"特弗(Tevor)被召见到主桌前。他是最近遭遇森林中巨兽的招标人。他记得看到平原的灰烬突然凝固，仿佛有什么东西在钻过。那只生物从未冒出地面，所以他没能好好看清它。不过它一定抓住了他的导师，因为特弗看到他被灰烬吞没。特弗跑了，直到安全地躲在焦土森林的边缘。",
						"特沃尔在听完那个故事后显然很震惊，但哈维尔伸出一只手放在他的肩膀上，似乎让他感到安慰。",
						"泰弗在地图上指出了这最近的目击地点。碧塔会提到格罗夫是一个危险的地方，并请哈维尔找人来引导队伍。一开始，泰弗只是举手发言。很明显他感到矛盾，恐惧占据了上风。尽管如此，他会坚定地表示他会引导队伍去他最后看到那只生物的地方。他会承认自己的恐惧，但每一秒他们浪费的时间都是它再次袭击的机会。"
					]
				},
				{
					"type": "section",
					"name": "The Scorched Grove",
					"page": 126,
					"entries": [
						"延伸穿过西北森林的巨大灰色平原已经被称为焦枯树林(Scorched Grove)。这片树林是一场被称为大灾难(Great Calamity)的大规模森林火灾的结果，这场火灾发生在几个世纪前。它改变了这个地区，并与元素火的魔法密切相关。这片贫瘠之地已经保持这种状态，就像木头中的任何人所记得的那样。",
						{
							"type": "inset",
							"name": "A Tender's Telling",
							"entries": [
								"经过传承给护卫者的灾难故事如下：",
								"\"很久以前，鸟人们曾以为他们可以利用强大的异世界魔法阻止森林火灾摧毁(木之)森林。但计划适得其反。他们的魔法只是助长了火势，(林中)小树林被吞噬。在(不凋花)的恩典下，鸟人们设法让烈焰进入宁静的沉睡。尽管火势被控制住，这一行动却让(木之)森林的元素力量失衡了好几代。这就是为什么只有温和的魔法被用来帮助大地愈合。与自然相处，缓慢的方式才是正确的方式。\""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Approaching the Grove",
					"page": 126,
					"entries": [
						"要通过道路前往烈焰树林，队伍需要返回温诺温河，然后继续向西，直到道路接近树林的南边。虽然这是最容易的路径，但需要四天才能到达特沃尔(Tevor)最后看到野兽的地点。如果队伍选择走远路，他们不会有遭遇的风险。",
						"或者，派对可以通过森林采取更直接的方法，前往（Grove）的东北边缘，就在野兽上次被发现的附近。",
						"如果队伍选择直接前往，他们将在两天内到达目的地，但很可能会遇到一些麻烦。在以下两个遭遇中的一个之后（要么{@b A Cloud of Emberbats}，要么{@b The Flaming Specter}），队伍将顺利抵达Tevor描述的地点。请选择以下一个遭遇。",
						{
							"type": "entries",
							"name": "A Cloud of Emberbats",
							"page": 126,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"接近炎热树林时，你开始听到远处传来的微弱声音。声音迅速变大，一阵刺耳的尖叫声在你看到源头之前就已经传入耳中：一大群火焰蝙蝠正在吞噬北部稀疏的森林。它们还有一段距离，但你甚至可以从这里感受到它们身体散发的热量。偶尔可以看到明亮而神秘的橙色光芒在它们之间闪耀。"
									]
								},
								"Tevor会试图保持冷静，建议不要盲目冲进去，但很明显他对这群火蝙蝠感到害怕。他会尽力支持队伍，同时保持安全距离。",
								"灰燃蝙蝠云占据了一个巨型生物的空间，它有103点生命值，并对斩击、钝击和穿刺伤害具有抗性。它还具有以下特性：",
								{
									"type": "list",
									"items": [
										"它可以以每回合30英尺的速度飞行，并且距离队伍60英尺远。",
										"灰蝙蝠(emberbats)产生的热量如此强烈，以至于在30英尺范围内的任何生物进入此区域或在其中开始他们的回合时，必须进行一次DC 13的体质豁免才能避免受到4({@dice 1d8})点火焰伤害。",
										"灰燃蝙蝠的空间可以自由进入和移动，但内部的热量是如此强烈，使得在这个区域内结束他们的回合的生物会受到7 ({@dice 2d8}) 点火焰伤害。"
									]
								},
								"任何进入火蝙蝠们空间的生物都会看到它们围绕着一团发光的熔化橙色能量飞舞。这个球只有一英尺大小，闪耀着像一个微型太阳，使得它难以被瞄准。",
								"这个(orb)可以被攻击，具有以下属性：",
								{
									"type": "list",
									"items": [
										"AC 18",
										"30生命值",
										"免疫火焰伤害 (Immunity to fire damage)",
										"受冷伤害的脆弱性",
										"对非魔法武器造成的钝击、砍砍和刺穿伤害的抵抗能力",
										"这是魔法，如果用{@spell detect magic}或类似效果检查，会被识别为传送魔法。"
									]
								},
								"一旦这个(orb)被摧毁，火蝙蝠的群体将逐渐消散，需要4轮才能完全消失。如果蝙蝠被杀死，但(orb)仍然存在，(orb)将以每轮60英尺的速度朝一个随机方向飞去，在森林中飞奔，最终减速并吸引新一群火蝙蝠。",
								"无论这个球体是什么类型的能量，它似乎激发了灰蝙蝠，驱使它们聚集成大群。对于一个角色来说，通过一次困难的智力检定 DC 17 ({@skill Arcana})，就足以发现这种现象与召唤类教科书中提到的类似情况之间的相似之处：当高级召唤法阵破损时，这样的能量节点就会被观察到间歇性释放。"
							]
						},
						{
							"type": "entries",
							"name": "The Flaming Specter",
							"page": 127,
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"当你穿过宁静的森林时，你看到远处似乎有一团熊熊大火。当你看着火焰时，你注意到火焰已经呈现出鸟人的形状，类似于一只哭泣的乌鸦(`weeping corvum`)。它离你足够远，你可以悄悄通过而不被注意，但围绕它身体的树枝已经开始冒烟。"
									]
								},
								"这个生物是一只火焰幽灵，是炽热树林前居民的记忆，被夺去生命的火焰所激活。特沃尔(Tevor)将能够立即识别这个生物。他还会补充说，这样的实体只存在于炽热树林最深处，很少有人看到它们远离树林本身。护林者被教导要让它们自行消散，因为它们一旦完成了使命，通常就会重新演绎受害者生命中的一个记忆。特沃尔会警告队伍，扰乱幽灵可能会招致它的愤怒。",
								"如果角色与幽灵和平互动，阅读此内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"当你靠近时，这个生物似乎没有察觉到你的存在。它跪在地上，继续徒劳地在灌木丛中抓取什么东西，却只是烧毁它触碰到的植物。每次失败的尝试后，这个生物会用爪子捂住头，颤抖着，仿佛在哭泣。"
									]
								},
								"这个生物正在重现的记忆是摘花放在附近的坟墓上。玩家必须自己找出这一点。如果一个角色检查这个区域，通过一次 DC 14 智力检定（{@skill Investigation}）他们将能够找到一个被芦苇覆盖的长满杂草的木制坟墓标记。幽灵不断伸手去够的焦糊的、干燥的灌木丛周围长着两边的灌木丛，周围还有一些小片的风铃花。简单地收集任意数量的这些花并将它们放在坟墓上就足以使幽灵无害地消散。",
								"提醒玩家，他们的时间有限，因为幽灵的存在使周围的树木和灌木冒烟。角色可以尝试扑灭火焰，防止它们变成真正的大火，但除非他们有办法远程操作，否则他们需要靠近火焰幽灵5英尺。任何逗留在幽灵附近时间过长的角色都会受到来自其炽热的热量造成的5({@dice 1d10})火焰伤害。让角色在靠近火焰幽灵时继续受到火焰伤害，时间越长伤害越大。",
								"如果玩家以任何方式打扰了生物或试图伤害它，它将转身反击。火幽灵使用{@creature fire elemental}的属性块，但它是中型生物，只有51点生命值。可以将这个生物引诱到附近的空地，以防止更多火灾发生。它会凶猛地攻击，直到被杀死为止，此时它会化为烟雾和灰烬。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Reaching the Grove",
					"page": 129,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"森林让位给广阔的火山灰平原，点缀着石化树木的烧焦残骸。这里的风带有一种炽热的气息，不断扰动着火山灰土壤。随着风的吹拂，可以看到在被扰动的火山灰中形成小火苗，短暂地闪耀着然后被风卷起，在风中消散。这个地方显然是不自然的。"
							]
						},
						"无论派对选择了哪条路线，一旦他们抵达 Tevor 描述的地点，他们就需要找到一直在捕食护卫者的生物。需要进行一次 DC 15 的感知 ({@skill Survival}) 检定或其他追踪技能来跟踪它的踪迹。如果失败，需要再花一天时间搜索才能看到这个生物。如果派对找不到这个{@creature ashsnake|HWCS}，可以选择在 {@table Appendix E: Random Encounters; Scorched Grove Encounters (Level 3)|HWCS|Scorched Grove Encounters} 表上进行掷骰。",
						{
							"type": "inset",
							"name": "Paying the Price",
							"entries": [
								"为了增加玩家决策的紧迫感或后果，或者让情况变得更加复杂，宣布当他们找到灰蛇(`ashsnake`)时，它已经找到了另一个护卫(`Tender`)并正在攻击他们！队伍不仅必须与野兽战斗，还必须在试图拯救护卫免于致命命运的同时进行战斗。",
								"在战斗开始时，让队伍被埋伏在逃跑的（Tender）身边的灰蛇（ashnake）吓了一跳。当（Tender）试图逃跑时，灰蛇会从地面上突然冒出来。",
								"这个Tender有30点生命值，可以施放{@spell druidcraft}和{@spell spare the dying}的零级咒语。他们没有战斗能力，但在试图摆脱被抓住时，他们的投掷骰获得+2的加值。在战斗中，他们会在ashsnake之后直接行动。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ashsnake Attack",
					"page": 129,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"突然间，你看到灰色平原上似乎有一处骚动。有东西以惊人的速度在厚厚的煤渣覆盖下移动，两侧搅动着燃烧的余烬，然后消失了。有什么东西在这里，而且它已经注意到了你。"
							]
						},
						"{@creature ashsnake|HWCS} 藏在灰烬中。第一次它发动攻击时，阅读以下内容：",
						{
							"type": "insetReadaloud",
							"entries": [
								"一只巨大的熔岩蛇破土而出，以难以置信的力量！它的鳞片如炭，鳞片间散发着邪恶的橙色光芒，源自其炽热的核心。同样的光芒也从这只生物头部的两个点中发出，看起来像眼睛，但它是否用这些来看并不清楚。"
							]
						},
						"灰蛇(ashsnake)可以感知到60英尺范围内的振动，如果它感知到咬或缠绕攻击范围内的移动，它会发起攻击。如果它感知到队伍聚集在一起，它会对他们释放吐息攻击。如果在它的{@sense tremorsense|MM}范围之外受到攻击，灰蛇会采取行动来确定攻击的方向。",
						"在战斗中，灰蛇将试图待在灰烬下面保护自己，但当它感觉到机会时会冒出来发动攻击。让它在地下钻来钻去或者冒出地面，让战斗变得更有趣。",
						"这里有几点需要记住：",
						{
							"type": "list",
							"items": [
								"灰蛇通常会在角色附近出现，试图用其喷发能力将他们击倒。如果有人倒下{@condition prone}，他们可以期待遭受一次抓取攻击，或者如果生物已经与角色缠斗，那么会进行一次咬击攻击。",
								"灰蛇(ashsnake)在灰尘下也可以被攻击，尽管它的护甲等级有加成（如怪物描述中所述）。",
								"灰蛇也可以藏在灰烬下面，但为了做到这一点，它需要花费一个动作进行一次敏捷度检定（{@skill Stealth}），与每个角色的被动感知分数相对抗。以这种方式隐藏时，灰蛇在功能上是隐形的（{@condition invisible}），尽管角色可以在他们的回合中对其最初的检定进行一次感知度检定（智力检定（{@skill Perception}））（这不需要花费一个动作），成功的话可以确定其位置。每当灰蛇出现时，它就不再隐藏。",
								"灰蛇在钻洞前可以抓住角色，并可以带着被抓住的角色在地下自由移动。每当一个角色在灰蛇下开始他们的回合时，他们需要屏住呼吸（他们可以屏住1+他们体质调整值的分钟数，然后开始窒息）。每次生物浮出水面时都会重置，给角色一个喘息的机会。如果一个角色无法屏住呼吸，他们必须进行一次 DC 15 体质豁免检定，失败则受到 {@condition exhaustion} 一级的伤害。",
								"灰蛇并不十分聪明，但它懂得如何猎捕猎物。它会被大声噪音和剧烈动作吸引。队伍成员可以尝试用这种方式来分散它的注意力。",
								"灰蛇在咬住一只生物的同时，会尽力使用其灰烬吐息，只要附近有足够多的目标可以攻击。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Outrunning the Fire",
					"page": 130,
					"entries": [
						"一旦灰蛇被杀死，以下事件将在（Grove）中发生：",
						{
							"type": "insetReadaloud",
							"entries": [
								"大地震动，几乎将你和同伴从脚下击倒。四周，火山灰蛇从巨大的火山灰丘中喷发而出。它们直立起来，发出令人恐惧的嘶嘶声，声音尖锐得仿佛空气被撕裂一般。当火山灰蛇包围着你时，有一种更深沉的隆隆声，不那么猛烈却充满力量。这些生物犹豫了一会儿，直到另一次更强烈的震动甚至震动了它们庞大的身躯。火山灰蛇逃走了，向南方逃去，钻入火山灰中。震动继续增长，变得更加强烈。在北方，数英里之外，有一些巨大的东西从火山灰床上升起。首先是一个小山丘，然后是一座小山，释放出一股遮蔽太阳的火山灰柱。当尘埃落定时，你看到一个由崎岖黑色岩石和脉动橙色岩浆构成的巨大生物。它发出一种你从未听过的喉音，开始朝着你们的位置前进。"
							]
						},
						"{@creature aspect of fire|HWCS}是一种原始元素生物，其本质充满愤怒。在玩家面前尽量避免称其为\"火之化身\"，因为这种生物对他们来说是未知的。如果一个角色想要进行智力({@skill Arcana})检定来了解它，那么投掷16或更高的点数就足以让他们通过零星传说和神话听说过火之化身。传说说这种生物的唯一欲望是吞噬，不顾其所留下的破坏。角色不会知道更多信息。",
						"这位守护者会立刻察觉到入侵者在它的(Grove)中，全速冲向他们。从这个生物的体型和力量来看，与它交战是愚蠢的。一定要向玩家传达这一点。然而，任何留下来做出高贵牺牲的队伍成员肯定会为他们的同伴争取逃跑的时间。",
						"队伍可以制定任何计划，但离开元素之路最短的路径是返回森林，朝着奥尔德哈特(Alderheart)的方向。从树林出去的其他路径会让他们暴露在元素的行进路线或可能跟踪的灰蛇之下。森林树冠也应该为队伍提供一些掩护，使得它们难以成为怪物的目标。",
						"Tevor会立即逃入森林，在派对做出反应之前成功逃脱。这是解决问题的最简单方式，但如果在故事中有意义的话，你可以让Tevor牺牲自己来为派对争取逃跑时间，或在接下来的追逐过程中拯救一个派对成员。",
						"让玩家描述他们如何寻找安全之路。最简单的解决方法是让每个角色进行一次DC 14的力量或敏捷检定({@skill Athletics})，尝试甩开这个威胁。如果玩家能想出独特的逃脱方式，可以让他们进行不同的属性检定。例如，引开生物的注意可能有一定难度，需要进行一次DC 14的魅力或智力检定({@skill Deception})，但试图制服它则更加困难。",
						"一旦他们在第一个技能检定中成功，让每位玩家再进行一次技能检定，以确定他们在逃离时的成功程度，因为生物继续向他们移动。根据玩家在第一个检定中的表现，可以让这次检定变得更容易或更困难。如果玩家在这次检定中成功，他们的角色以足够快的速度逃离，避免被生物的攻击范围内。在这次检定中特别糟糕的失败可能导致角色摔倒{@condition prone}。",
						"随着元素的行进，它毫不区分地将巨大的岩浆和岩石投向森林。未通过第二次技能检定的角色已经落后，处于这些攻击的范围内。他们必须在每个回合开始时进行一次 DC 15 的敏捷豁免检定。如果失败，他们会受到 16 ({@dice 3d10}) 火焰伤害。如果成功，他们只会受到一半伤害。然后他们可以尝试另一个技能或能力检定来逃离生物的攻击范围。在这里要灵活一些，并尝试奖励玩家的创造力，同时保持对他们角色的威胁可信。",
						"经过大约两轮的追逐，角色们应该注意到这个怪物并没有那么快地追上来，再过一轮，角色们都会成功摆脱怪物的范围。如果有人回头看，他们只会看到树林中一道不祥的红光，以及一股浓烟从地平线上升起。从这里开始，角色们可以安全地进入森林，返回到奥德哈特(Alderheart)。"
					]
				},
				{
					"type": "section",
					"name": "Flee to Alderheart",
					"page": 131,
					"entries": [
						"在{@creature aspect of fire|HWCS}的余波中，森林的大部分已经被烧毁，但它似乎神秘地停止了追击。队伍已经安全地回到了城市。听到并感受到巨大存在的移动，议会急切地想听听在林地发生了什么的第一手描述。",
						"议会成员接受这个消息时感到悲伤、愤怒、担忧和困惑。无论这个生物是什么，它都代表着对木中所有生命的威胁。许多元素生物已经在这片森林内外居住了几个世纪，但这个生物却怀有一种议会无法理解的愤怒。",
						"一位智者般的议会成员会提到她曾经听说过一个名为火元素化身的巨大而强大的生物的传说，但她希望这不是他们所面对的怪物。另一位议会成员会提到战斗的第一法则是“知己知彼”，并补充说，阿维姆学院的院长，一位名叫{@creature Gabe Windsworth|HWCS}的黑色流明，知识渊博。他也许能够提供一些情况的见解。议会发言人碧塔会同意，并表示如果院长无法帮助队伍，阿维姆仍然拥有木之最大图书馆，其中的典籍可能是队伍找到答案的最佳机会。",
						"议会对任何关于这个生物的信息感兴趣。更重要的是，他们希望找到一种击败它的方法。与此同时，他们将开始召集守望塔卫士，以防艾尔德之心受到威胁。队伍现在必须开始进行任务，阻止这个怪物，以免它吞噬这片土地。",
						"从津津有味的树冠中可以看到巨大火灾产生的浓烟，关于被唤醒的生物和它所造成的破坏的消息迅速传遍整个城市。",
						"如果特弗(Tevor)领导了队伍，并与他们一起返回，他将因其英勇行为被授予夏花(Summerblossom)的头衔。他将主导努力扑灭那位（aspect）引发的森林大火。如果他没有返回，哈维尔(Havel)将领导救援行动，借助他朋友的记忆来激励人群，而特弗将被给予庄严的葬礼。无论哪种情况，许多志愿者，包括普通人和鸟人，都将报名帮助扑灭仍在肆虐的火焰，并协助那些在火灾中受伤的人。队伍可以选择是否愿意参与这一努力，但如果他们需要在经历了折磨后休息，没有人会责怪他们。",
						{
							"type": "inset",
							"name": "Treasure",
							"entries": [
								"该队伍将收到理事会的特别要求，以帮助完成他们阻止那个生物的任务。角色们可以使用这张印有奥德哈特(Alderheart)印章的不起眼的羊皮纸，从城市中的任何商店申请总值高达500 gp的装备。这可以在不同的商店使用，也可以在同一地点使用。同样，它可以用来支付物品的一部分，比如武器或盔甲，其余部分需要用硬币支付。",
								"为了获得这个折扣，玩家必须解释被征用的商品将如何帮助他们完成任务。一些店主可能需要比其他人更多的说服。",
								"每次兑现时，申请书都会在背面由商人盖章，并在上面注明使用的金额。可以使用{@item forgery kit|phb}进行困难技能检定来篡改这个。然而，修改文件属于盗窃行为，任何被抓到的角色都将被逮捕并被带到议会面对惩罚。",
								"角色们也会因为表现出色而获得来自招标者的{@item feathered helm|HWCS}奖励。如果 Tevor 授予角色们这个物品，它将附带一根由 Havel 给予的鸡冠羽毛，以感谢队伍帮助 Tevor 安全返回。",
								"如果特弗(Tevor)死了，让哈维尔(Havel)送给他们头盔。头盔里会放一根露玛羽毛，以纪念他失去的朋友。如果在灰蛇(ashsnake)遭遇中使用了可选变体{@b Paying the Price|HWCS|3|Reaching the Grove}，那么被救的护卫(Tender)可能会奖励他们这顶头盔，并配上一根合适的羽毛。"
							]
						},
						{
							"type": "inset",
							"name": "Rewards",
							"entries": [
								{
									"type": "list",
									"items": [
										"为击败的敌人奖励标准经验点数。",
										"成功逃离火焰之影：每位玩家获得275经验值。"
									]
								},
								"如果使用里程碑经验规则，每个角色现在应该达到4级。"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Part 4: Mysteries of the Avium",
			"page": 132,
			"entries": [
				"{@font bone-ified education|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HWAitW/Part-4.webp"
					}
				},
				"现在{@creature aspect of fire|HWCS}已经从长久的沉睡中苏醒，它只需要一点时间就能完全恢复。一旦它恢复，这个力量将足以将整个Humblewood化为灰烬。",
				"在{@creature Odwald Ebonhart|HWCS}的指引下，打破了将火之本质封印在树林下的印章。奥德瓦尔德深感懊悔，并因引发的野火而责备自己。在绝望之际，他回到了曾经就读的阿维姆学院，并假扮成图书管理员，以获取资源。出于对木林可能遭受的灾难的恐惧，奥德瓦尔德开始秘密研究最黑暗的死灵术。他创造了一个名为{@creature cobblefright|HWCS}的巨大不死生物，希望这将为他提供制止元素威胁的关键。然而，奥德瓦尔德对这个怪物的控制并不完美，这使得阿维姆处于严重危险之中。校园里发生的奇怪事件引起了一些学生和教授的怀疑，他们觉得阿维姆似乎不太对劲。尽管院长{@creature Gabe Windsworth|HWCS}目前还没有确凿的信息，但他希望冒险者能够调查并帮助揭开这个谜团。这将引领他们找到奥德瓦尔德和他危险的计划。",
				{
					"type": "section",
					"name": "After the Escape",
					"page": 132,
					"entries": [
						"在{@adventure Part 3: An Urgent Summons|HWAitW|3}事件之后，一定要给队伍一些休整时间，准备前往阿维姆的旅程。火焰的元素对森林构成了巨大的危险，但还有足够的时间来处理这种情况。如果玩家感到压力，可以让一个使者向他们传达议会的信息，说明根据奥德哈特天文台获取的信息，这个元素还停留在烧焦树林。学者们无法做出具体的预测，但许多人推测这个生物可能需要留在与火焰魔法紧密相关的地区附近。",
						{
							"type": "entries",
							"name": "Traveling to the Avium",
							"page": 132,
							"entries": [
								"阿尔德哈特（Alderheart）的东部是阿维姆（Avium）。从城市中的特殊观察平台上，可以看到巨大的魔法学院漂浮在森林树木上方。学院并不是很远，但道路会绕过东部森林，以避开潜伏在那里的危险。这部分的谦木（Humblewood）被认为是{@creature forest prowler|HWCS|forest prowlers}的筑巢地，这些致命的掠食猫会在它们的皮毛上长出叶子和藤蔓，以更好地融入周围环境。",
								"选择走公路风险较小，但将耗费队伍三天时间才能到达 (Avium)。穿过森林的路径更加危险且难以导航，但如果队伍快速行动，他们可以缩短时间，在大约两天内到达 (Avium)。"
							]
						},
						{
							"type": "entries",
							"name": "The Long Road",
							"page": 133,
							"entries": [
								"如果队伍选择绕过森林走远路，有几种处理方法。第一种也是最简单的方法是直接跳过他们在一段平静旅程后抵达(Avium)。这有助于加快游戏节奏，或者如果玩家们迫不及待地想要进入下一个故事情节。一定要提到沿途他们遇到的事物，以提供额外的背景信息：",
								{
									"type": "list",
									"items": [
										"如果强盗联盟被击溃，(Humblewood)将会增加(Perch Guard)部队的存在。队伍可能会看到从(Brackenmill)运送供应品的商队，由被称为“长矛”的(Perch Guard)枪骑兵护送。也许一些(Perch Guard)甚至会押送一些设法逃离堡垒的强盗联盟囚犯返回(Alderheart)接受审判和判决。",
										"如果强盗联盟已经开始转变为荒野旅团，冒险小组可能会看到勇敢的前强盗转变成游侠的小队。这些人可能正在帮助护送供应列车和难民到准备好的营地，那里提供食物、住所和医疗用品。在这个艰难时期，似乎每个人都在尽自己的一份力量，保持着木林的团结。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Random Encounters",
							"page": 133,
							"entries": [
								"如果队伍喜欢旅行和在路上随机冒险，可以使用{@table Appendix E: Random Encounters; Forest Encounters (Level 1-2)|HWCS|Forest Encounters}表来决定他们遇到什么。每天旅行时，投掷一个{@dice d20}，如果投掷结果为5或更低，则在遭遇表上投掷，看看会发生什么。对于4级冒险者队伍来说，一些战斗可能会很容易，因此可以增加更多敌人以提供更大的挑战。"
							]
						},
						{
							"type": "entries",
							"name": "Optional Encounter: My Name is Krall",
							"page": 133,
							"entries": [
								"并非每个土匪都和贝娜(Benna)一样理想主义。少数败类要么会利用她的死亡作为宣传自己的机会，要么会对改革后的联盟持反对态度并分裂成不同的小团体。利用这个可选遭遇来增加路线上的危险，并帮助说明在联盟被摧毁或转变后出现的新威胁。",
								"这些新的土匪和掠夺者一样糟糕，他们对普通人和鸟人都毫不留情。其中最强大的势力由一位名为{@creature Krall, the Scavenger King|HWCS}的(mapach)领导。在听说队伍穿越他领地的消息后，克拉尔有兴趣巩固自己在剩余掠夺者派系中的声誉，通过击败那些杀死或转变贝娜的冒险者。",
								"Krall在周围的森林里设下了伏击的强盗势力。这些包括一个{@creature jerbeen thief|HWCS}，两个{@creature mapach bandit|HWCS|mapach bandits}，以及他的狐族中尉：{@creature Shyla Denn|HWCS}。",
								"当队伍接近克拉尔(Krall)的陷阱时，森林显得异常安静。似乎有什么不对劲。强盗们藏身在黑暗的灌木丛中，因此不要使用被动感知，让每个角色进行一次DC 16的智力检定({@skill Perception})来发现伏击。如果有人未通过这次检定，他们将在第一回合中被偷袭。读出以下内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"你看到一只浑身长满蓬乱毛发、有些地方掉毛的强壮浣熊，坐在前方的路上，随意地用一把长长的尖刀剔牙。他穿着铆钉皮甲，腰间别着一把细剑。当你走近时，他恶意地盯着你，站起身来，露出他将近六英尺高的身材。“嘿嘿，看看是不是奥尔德哈特(Alderheart)的走狗们。”"
									]
								},
								"克拉尔立即发动攻击。小偷在近战中支援他，而他的牧师和两个马帕奇强盗留在森林里，远程攻击队伍。如果克拉尔受伤，他会命令希拉为他治疗，但除此之外，她可以根据自己的判断自由攻击，并根据需要用她的法术支援强盗。",
								"茂密的森林为其中的任何人提供半遮蔽加值，并且那里的生物可以在他们的回合中将隐藏作为一个动作。",
								"在Krall的回合进行战斗时，他会夸口说：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"如果你觉得贝娜（Benna）很难对付，那么你们根本不知道自己将要面对什么。我会让整个伍德（the Wood）知道你们到底有多无害。\""
									]
								},
								"这是一场具有挑战性的战斗，如果看起来队伍有困难，可以添加一些漫游的鲈鱼卫士NPC来帮助他们。三名鸟人游击队员的力量应该能扭转战局，但卫士们将专注于保护队伍，不会追击Krall进入森林，如果他试图逃跑。如果Krall获胜，鲈鱼卫士部队也会前来赶走他，尽管他不会逗留太久。",
								"如果克拉尔（Krall）获胜，他会以羞辱英雄为目的，从每个队员那里偷走一些有价值的东西。找回这些物品可能会成为一个完整的副本冒险的基础。",
								"克拉尔（Krall）寻求复仇，但他并不愚蠢到在这里冒死。如果冒险队伍看起来愿意，他会请求宽恕并自首。他在奥尔德哈特（Alderheart）的犯罪地下世界有关系，他宁愿被监禁也不愿意死。如果冒险队伍看起来不像是仁慈的人，克拉尔会在形势不利时命令他的部队四散逃入森林。一旦他进入森林，冒险队伍只有2回合的时间在他引领追兵进入一个准备好的逃生地洞之前将他抓住。当他拉动一个杠杆，使木制落闸门关闭入口时，可以通过花费一个动作并在DC 15的力量检定中成功来打破落闸门，但此时克拉尔已经沿着隧道的众多分支之一前进，成功逃脱。他的追随者不知道逃生地洞的存在，可以轻松被捕捉。克拉尔会毫不犹豫地放弃他们来拯救自己。",
								"如果有任何栖卫卫士前来提供帮助，留下的人会吹响号角，请求即将在接下来几分钟内到达的增援。这将包括可以帮助治疗队伍伤口的战地医生。栖卫卫士们有命令将从Krall或他的匪徒那里找回的任何宝藏的一部分带回奥尔德哈特。然而，卫士们感激队伍对林地的服务，如果队伍决定将宝藏据为己有，他们会睁一只眼闭一只眼。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"这些土匪的装备都符合他们的属性块，除了Krall的挡刀，它看起来质量很高，刻有土匪联盟的徽记在把手上。将这件武器视为{@item shortsword|phb}。它还允许任何精通短剑的人在被针对时使用自己的反应来招架一次近战攻击，对此增加+2的AC。他们必须握着这把武器才能使用这个特性。",
										{
											"type": "list",
											"items": [
												"每只(mapach bandits)土狸强盗的袋子里装满了35 gp，而(jerbeen thief)沙鼠盗贼的袋子里有一颗价值200 gp的蛋白石。",
												"这位牧师拥有一颗无瑕疵的祖母绿（价值350 gp）和三卷咒语卷轴：{@spell spiritual weapon}，{@spell spirit guardians}和{@spell locate object}。",
												"克拉尔本人携带着一个{@item chime of opening}，还剩下五次使用机会，还有一对精美的红宝石（每颗价值600 gp）和一颗小蓝宝石（价值200 gp）。"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Ancient Forest",
					"page": 134,
					"entries": [
						"森林可能是通往阿维姆 (`Avium`) 的更快路径，但在茂密的灌木丛中前进很慢。这部分森林非常古老，地面上铺满了蕨类植物、苔藓和其他植物。除非队伍采取措施，否则请将这片森林中除了空地或树丛以外的所有区域视为艰难地形。施放火焰或酸性伤害的法术可以清除目标区域的艰难地形。角色也可以选择攀爬树枝，通过滑翔来旅行，如果他们是鸟人族群，完全可以绕过艰难地形。这片森林足够茂密，以至于在至少30英尺高的巨树上的任何人都可以轻松地找到在滑翔范围内的树枝，使他们可以以正常速度前进，或者如果他们愿意的话，轻松地前往侦察。",
						"巨大的60英尺高的树木形成了一个树冠，大大削弱了阳光的照射，只有微弱的光线透过树冠。在这里很容易藏身，巨大树木的树干提供了充足的掩护。即使有地图，也没有明显的地标，旅行者很容易迷失方向。至少有一个角色必须带领团队，在每四小时的旅行中成功进行一次DC 15的感知检定，以避免迷失方向。迷失意味着队伍必须再花费一个小时在偏离路线的徘徊中，然后才能纠正航线。每当队伍失败了这些检定中的一次，就在古老森林遭遇表上投掷骰子，看看他们在徘徊中会遇到什么。",
						{
							"type": "table",
							"caption": "Ancient Forest Encounters",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									1,
									"一个丛林中隐藏着一个{@creature shambling mound}，当角色进入其攻击范围时会发动攻击。只有被动感知技能达到14或更高才能看到它。"
								],
								[
									2,
									"一群{@dice 1d4} {@creature giant elk} 可以看到正在一片树丛旁的清澈池塘边平静地吃草。"
								],
								[
									3,
									"一只{@creature giant elk}的骨头，被剔净并长满了苔藓。成功的 DC 17 智力检定({@skill Nature})足以判断这是由{@creature forest prowler|HWCS}所为。"
								],
								[
									4,
									"一个宽60英尺的空地里有{@dice 1d3} {@creature giant boar|mm|giant boars} 在土壤中觅食。它们带着{@dice 1d4}年幼的(中型野兽，不能攻击) ，如果受到挑衅会发动攻击。"
								],
								[
									5,
									"附近的空地上可以看到一个猫头鹰熊（{@creature owlbear}）。它还很年轻（只有正常生命值的一半），还没有发现队伍。附近还有另一只猫头鹰熊，它是这只幼崽的母亲。母亲会在经过一轮战斗后赶来保护它的孩子。"
								],
								[
									6,
									"一个{@creature unicorn}出现在一个小树林中。它很警惕，但如果小队小心接近的话是可以接触的。如果被交友，它会治愈小队的伤口。如果受到威胁，它会逃走。"
								]
							]
						},
						{
							"type": "entries",
							"name": "Hunter and Prey",
							"page": 135,
							"entries": [
								"队伍最终会遇到在该地区筑巢已有一个月的{@creature forest prowler|HWCS}。它在树梢上建造了伪装良好的巢，用树叶和树枝制成。要区分潜行者的巢和巨鸟的巢的一种方法是肉腥味。潜行者将它们猎杀的动物的腐肉，通常是巨麋或野猪，放在附近的树枝上作为食物来源。",
								"这次遭遇应该发生在队伍穿越森林的旅程接近尾声时。角色们可能会在森林尽头的几个小时内发现潜行者的巢穴，或者野兽可能会在他们露营过夜时袭击他们。只要队伍保持悄无声息地移动，他们就能躲过野兽，但如果他们在一个地方露营超过一个小时，森林潜行者就会察觉到他们的存在。",
								"无论遭遇如何，潜行者将首先远距离观察队伍，耐心等待他们穿越其领地。它将尝试使用潜行技能悄悄接近队伍，并将选定最小和最脆弱的角色作为猎物。潜行者通过袭击和逃跑的战术进行狩猎，在毛皮的伪装下消失在树丛中，然后再次向毫无防备的敌人发动突袭。潜行者的惊人爪子让它能够牢固地抓住树干，甚至可以轻松地爬上最高的树枝。一旦开始攻击，它将不停下来，直到取得一次击杀，或者受到致命伤。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Avium",
					"page": 135,
					"entries": [
						"当队伍穿过森林或到达路的尽头后，他们将抵达艾维姆(Avium)，这是鸟人们的魔法学院。在这里，来自Humblewood各地的奥术法师学习、解读神秘的秘密，并传授他们的技艺给下一代。",
						{
							"type": "inset",
							"name": "Odwald's Disguise",
							"entries": [
								"在这一部分的大部分时间里，奥德瓦尔德·埃邦哈特(Odwald Ebonhart) 扮演了图书管理员莫丹·斯威夫盖尔(Mordane Swiftgale) 的身份。为避免混淆，玩家所知道的莫丹将在本文中被称为奥德瓦尔德。这确保在阅读这一部分时清楚地知道某些事件并不涉及真正的莫丹。在担任GM时要小心，直到奥德瓦尔德的真实身份被揭示前，只将伪装的奥德瓦尔德称为莫丹。"
							]
						},
						{
							"type": "entries",
							"name": "Important Information",
							"page": 135,
							"entries": [
								"在阿维姆（Avium）的核心是玩家需要解决的一个谜团。当他们开始研究并意识到他们需要的大部分信息都不完整时，派对的怀疑应该被引起。在大多数情况下，书籍的页面被撕掉了。在奥德瓦尔德（Odwald）处于狂乱状态时，这些书被他破坏了，然后他拿着{@creature Mordane Swiftgale|HWCS}作为人质，并假扮成他的样子。",
								"作为图书管理员斯威夫特盖尔，奥德瓦尔德现在可以进入学院的一个部分，那里有一些高度受管制的书籍，被称为下层图书馆（见{@adventure Into the Library|HWAitW|4|Into the Library}）。他可以篡改记录以弥补丢失的书籍，并让他人受到怀疑。",
								"在他的研究中，奥德瓦尔德（Odwald）发现了一个令人恐惧的事实：火焰的本质是不朽的，它的能量已经渗入了焦土林（Scorched Grove）数个世纪，形成了一个能量之源，如果被摧毁，它可以利用这股能量重建自己的形态。然而，他早期惊慌失措的搜索留下了证据，奥德瓦尔德担心英雄们可能会利用这些证据揭露他。",
								"这些被撕下的页面包含了对抗火之本质所必需的信息，但玩家们直到他们发现奥德瓦尔德的秘密房间在图书馆里才能找到这些信息，奥德瓦尔德一直在利用他偷来的信息来计划如何杀死这个本质。奥德瓦尔德一直在涉足危险的死灵魔法，并且他创造了一个{@creature cobblefright|HWCS}来帮助他的研究，试图研究它的灵魂吸取能力，以便重新创造这种效果作为一个大规模的法术。如果成功，这样一个法术可能会耗尽让本质永生的重要能量，从而永久终结对伍德的威胁。这个石砾恐怖是对目前居住和学习在阿维姆的所有人的威胁，团队需要找出奥德瓦尔德的秘密实验室和危险的怪物，以免他失去对自己创造物的控制。",
								"在这次调查中，玩家可以选择许多不同的路径，而派对也可以通过多种方式获得重要信息。派对并不需要了解所有内容才能找到奥德瓦尔德的巢穴位置，但他们了解的越多，对阿维姆事件的全貌就会越清晰。由于玩家可以在不同线索、线索和调查途径之间建立许多联系，因此一些部分会交叉参考其他可能相关的部分。",
								"如果玩家迷失或不确定去哪里，NPC可以提供以下一条或多条线索来推动叙事：",
								{
									"type": "list",
									"items": [
										"只有教职人员才能接触到处理高级或禁忌魔法的典籍，即使如此，也仅限于研究目的。从下层图书馆中拿走这些危险的书籍之一，或者实践它们所包含的知识，都是被开除出 (Avium) 的理由。",
										"一位终身职图书管理员，莫丹·斯威夫盖尔(Mordane Swiftgale)，一直是个古怪的人，但最近他比往常更加沉默寡言。",
										"阿维姆(Avium)中建造了秘密房间，至今仍有许多尚未被发现。",
										"在(`lower library`)内外似乎发生了许多奇怪的事情。有人报告说书籍缺页、(`servitor skeletons`)出现故障，以及从书架中传来奇怪的声音。"
									]
								},
								"玩家可以通过阅读图书馆中的书籍或与校园内知识渊博的NPC交谈来获取他们所需的信息。在他们在阿维姆(Avium)的时间结束时，玩家应该知道以下内容：",
								{
									"type": "list",
									"items": [
										"火焰的本质是不朽的。没有已知的方法可以摧毁它，除非它只是重新生成。",
										"火焰之力量消耗着活生生的森林以获取能量。",
										"寒冷伤害会削弱火焰的力量，可能导致其冷却并变得无法移动。",
										"过去，火元素之力被封印在（Grove）某处的召唤阵中。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Arriving on Campus",
							"page": 136,
							"entries": [
								"当派对从森林或道路接近(Avium)时，这座建筑非常引人注目，读以下内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"四个巨大的圆形石台与几座塔楼和尖塔一起漂浮在你头顶的空中。这些结构缓慢地围绕着一个由坚实石头制成的无叶无枝的树干旋转。这根树干高达数百英尺，而环绕的结构似乎连接到石桥上，这些石桥从树干的上部突出。你看到两名(Perch Guards)站在这根石化树干入口上方的垛口上。他们向你打招呼，片刻后，一只穿着长袍、戴着眼镜的猛禽滑翔而下，降落在你脚下。"
									]
								},
								"这只猛禽是一位名叫{@creature Rhys Birchwalker|HWCS}的副教授，她被派去迎接这支队伍。她解释说院长正在等他们，然后带领他们走向中央大门，这似乎是进入这座建筑的唯一入口。她从长袍的褶皱中取出一枚镶有阿维姆徽章的护身符，递给巨大的木质双门。经过短暂的片刻，同样的符号在入口处以光的形式刻画出来。然后，门发出沉重的吱嘎声，开始敞开，露出一个内部休息室。",
								{
									"type": "insetReadaloud",
									"entries": [
										"一个主办桌子坐在靠近远墙的位置，桌子后面一个抄写员正忙碌地处理着摇摇欲坠的一堆纸张。房间里放置着几把椅子和沙发，分布在整个房间的圆桌周围，房间内透过悬浮的火盆舒适地照亮，火盆里燃烧着魔法火焰。墙上挂着一些老练的鸟人肖像，每一幅肖像都穿着与你的服务人员相似的长袍。"
									]
								},
								"主柜台后面是一座螺旋楼梯，通往下方。楼梯两侧是一对巨大的鸟人雕像，其中一个雕像是一只(`corvum`)，其肖像挂在西墙上。在这座楼梯的对面，一个圆形平台位于自己的圆柱形壁龛内。",
								"伯奇沃克教授带领着队伍走上圆形平台，念咒语，导致整个石盘从地面上升起，将团队通过树干向上推进。在上升的过程中，偶尔会经过一些窗户，展示着木屋和团队旅行的高度。平台在结构的一半停下，团队发现自己身处一个繁忙中庭旁的区域。跟随着伯奇沃克教授，每个人都来到了院长办公室。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你和你的同伴进入一个圆石办公室。四周被窗户环绕，透过窗户可以看到几座尖塔和大型圆形玻璃温室缓缓飘过。办公室内的许多桌子上堆满了杂乱的书籍，桌子也处于类似的混乱状态。一只黑色的流星灵从书堆上探出头来。“哦，请原谅我！我正在为我的学生审阅几百篇论文。做得很好！但是，人往往会忘记时间。非常抱歉。”"
									]
								},
								"卢玛是{@creature Gabe Windsworth|HWCS}，阿维姆学院的院长。他会深表歉意，清理掉桌上的一些书籍，然后给每位队员一个坚定的握手，正式欢迎他们加入他的学院。院长会直截了当地说出他知道队伍为何而来，以及他们所寻找的东西，这都得益于议会的消息。他急切地希望能帮助他们找到一切他们需要的，以阻止火焰之影。院长会告诉队伍：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"在任何图书馆中都找不到关于那个古老而强大的事物的信息。幸运的是，阿维姆(Avium)建在整个谦卑森林中最大的知识库之上...真的！在主楼下面是这里最古老的建筑，一个图书馆，收集了来自埃弗登(Everden)各地的书籍、册页和手稿。希望你能在那里找到你要找的东西。现在，免责声明——那里的一些书籍有点...呃，致命。但不用担心，我们的图书管理员都是专家。他们会帮助你找到正确的方向，同时避开更... '高级' 的材料。\""
									]
								},
								"接着，他会给每个角色一个带有艾维姆徽章的小护身符。这些看起来质量比伯奇沃克教授的要差一些，温兹沃斯院长会告诉队伍，这些护身符是专门为客座研究员制作的。然后队伍就可以自由地在园区里游荡了。",
								"院长知道他们的使命的重要性，但他也知道他们已经走了很长一段路。护身符将使队伍能够进入为他们专门准备的宿舍房间。房间里将会有恰好适合游戏小组的双层床。队伍也不需要担心食物问题，因为他们的客人护身符可以让他们在校园餐厅享用免费餐点。角色们也可以自由选择参加校园内任何想要出席的讲座，同时也可以查阅围绕在轨道结构中的更传统的图书馆。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Amulet.webp"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring The Avium",
					"page": 137,
					"entries": [
						"请参考图4.1，查看（Avium）的地图。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/The-Avium.webp"
							}
						},
						"在阿维姆(Avium)的中心是一座由石化树干制成的中央建筑。它被四个玻璃园和十几座较小的塔楼环绕。每个围绕树干运转的建筑物高度和速度各不相同，介于每10分钟一次旋转和每半小时一次旋转之间。",
						"每个轨道结构都有滑行平台和可移动的桥梁，这些桥梁与其他结构上的桥梁部分相对应，并定期连接，形成完整的天桥。这些结构保持对齐状态10分钟，允许步行穿越。对于平凡的学生来说，知道何时穿越可能是迟到或准时到达课堂之间的区别。但对于飞禽族来说，整个空中校园可以轻松穿越。如果对到达轨道结构的路线需要多长时间感到犹豫，掷骰{@dice 3d10}，并使用该数字以分钟为单位决定下一次有利旋转的时间。",
						"在（阿维姆）中有许多地方供角色探索，角色可以自由度过他们的时间。那些希望如此的人可以学习新法术或调制药剂。为了追踪队伍的活动，请让玩家知道，他们在（阿维姆）度过的每一天包括八个小时，他们可以从学院所提供的一切中受益。在此之后，几个校园区域关闭他们的大门，只有那些有特殊教职员护身符的人才能通过安全检查。在学院学习可以获得以下其中一项好处：",
						{
							"type": "list",
							"items": [
								"在这里学习的巫师可以将巫师法术列表中的任何法术添加到他们的法术书中，但他们仍然需要足够的金币和时间来做到这一点。只有被认为配得上这种力量的巫师才会获得法术，这意味着只有巫师能够施展的级别的法术才会被提供。",
								"经过一整天的学习和实践，任何吟游诗人，游侠，术士或术士可以将他们之前学过的一个法术替换为同级别的另一个存在于他们职业法术列表中的法术。",
								"另外，任何精通{@item herbalism kit|phb}(Potions)的角色都可以利用校园药剂实验室，那里备有制作药剂所需的试剂。制作药剂的成本与正常相同（以帮助支付种植如此多的魔法草药所需的费用），只需要一天的时间酿造，而不是通常需要制作此类物品所需的时间。"
							]
						},
						{
							"type": "entries",
							"name": "1. Central Building",
							"page": 139,
							"entries": [
								"中央建筑物内设有教职员办公室、大多数讲堂、大型共用餐厅和医务室。中央建筑物中部附近设有一座(Perch Guard)哨站，作为校园安保部队的总部。在这里经常可以看到执行清洁任务的仆役骷髅。"
							]
						},
						{
							"type": "entries",
							"name": "2. The Terrariums",
							"page": 139,
							"entries": [
								"这四个玻璃箱是圆形石结构，底部呈碗状，表面大多平坦。它们被包裹在魔法球形场域中，允许物质通过，但设计用于抵挡和包容魔法攻击。这样一来，周围的建筑在发生意外时能够保持安全。其中三个玻璃箱直径为200英尺。它们包含不同的生态系统，用于自然研究。第四个较小，直径仅为100英尺，位于较高位置。它设有一个安全建筑，以及一个监狱，由(Perch Guard)监督管理。"
							]
						},
						{
							"type": "entries",
							"name": "3. The Towers",
							"page": 139,
							"entries": [
								"这些漂浮的塔楼直径在40到80英尺之间，它们是环绕中央树最古老的建筑物。一些塔楼内设有图书馆和狭小的教室，专门为某一魔法学派的高级学生而设。其他塔楼则包含用于实践咒术、测试已确立的奥术理论和酿造药剂的实验室。"
							]
						},
						{
							"type": "entries",
							"name": "4. The Dean's Office",
							"page": 139,
							"entries": [
								"位于阿维姆(Avium)结构的高处，这间宽敞的办公室属于温兹沃斯院长(Dean Windsworth)。这不仅仅是他的私人书房，也是建筑的历史组成部分，自学院成立以来，每位阿维姆的校长都曾使用过这间办公室。温兹沃斯院长经常可以在这里埋头研究文件。"
							]
						},
						{
							"type": "entries",
							"name": "5. Dormitories",
							"page": 139,
							"entries": [
								"中央建筑物内设有学生和教职员工的宿舍。学生的房间靠近树的下部，并根据个人在阿维姆中的地位进行划分，一年级学生的房间更靠近地面。教职员工的宿舍位于这些房间的上方，学生无权进入这些区域。"
							]
						},
						{
							"type": "entries",
							"name": "6. Lower Library",
							"page": 139,
							"entries": [
								"下层图书馆由一系列房间和走廊组成，形状由树木石根内部塑造而成。与中央建筑中许多经过翻新的教室不同，下层图书馆的大部分区域自从阿维姆(Avium)建立以来就保持不变。它收藏了阿维姆中最危险和稀有的书籍，只有高级教职工和少数特别来宾研究人员才能查阅其中的内容。这里坚固的石头书架是用构成地板的相同石头塑造而成。书架上堆满了书籍，除了需要打扫灰尘之外几乎不需要其他照料（尽管有些区域显然已经过期需要清理）。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Into the Library",
					"page": 139,
					"entries": [
						"入口附近的楼梯通往下层图书馆。这个区域只对持有适当通行证且在适当时间的人开放。如果冒险小组在没有客人护身符或在非正常时间试图下楼梯，那么守卫入口的两个{@creature stone golem|mm|stone golems}（楼梯两侧的鸟人雕像）将会活过来并试图阻止他们。这些魔像只是想要制止冒险小组直到警卫到达。如果冒险小组试图发动战斗，魔像会进行自卫，但他们会使用计算过的力量。任何被魔像打至0点生命值的角色会保持稳定，因为这些哨兵受到严格命令只能使闯入者无力，而不是杀死他们。",
						"当角色进入下层图书馆时，他们会受到图书管理员莫丹·斯威夫盖尔(Mordane Swiftgale)的欢迎，实际上他是奥德瓦尔德·埃邦哈特(Odwald Ebonhart)的伪装。这是由奥德瓦尔德佩戴的一枚特制吊坠产生的魔法效果，只要他（或其他人）佩戴它，他们看起来和听起来会和莫丹·斯威夫盖尔完全一样。这是一种变形效果，尽管它已经被幻术法术补充，以便在用{@spell detect magic}或类似效果检查时不显得是魔法。",
						{
							"type": "insetReadaloud",
							"entries": [
								"当你走到长长的蜿蜒楼梯的底部时，你来到一个房间，里面摆满了一排排大石架，每个架子上都摆放着数百本书。魔法火盆照亮了这个区域，但它们的光线难以到达大书架之间的每一个角落。一个迅捷的(`Alderheart`)斯特里格坐在房间中央的桌子后阅读着。当你走近时，他放下书，好奇地打量着你。“艾尔德哈特的守护者，我猜对了吗？”"
							]
						},
						"Odwald会告诉队伍他是莫丹·斯威夫盖尔(Mordane Swiftgale)，并且他已经被指示帮助他们找到他们需要的东西。虽然请求直接来自院长，但Odwald对协助队伍感到有些忐忑不安。他担心如果英雄们开始四处打听，他们会发现他从书籍中撕下的页面。如果角色们注意到他的紧张并进行一次感知({@skill Insight})检定，让Odwald进行一次对抗魅力({@skill Deception})检定。即使角色成功了，他们也不会发现任何可疑之处，只会发现莫丹看起来有些紧张。如果角色向他报告缺失的页面，Odwald会假装震惊和困惑，并建议他们通知院长，因为这种破坏行为是非常严肃的。如果有角色不相信Odwald，让该角色再进行一次感知({@skill Insight})检定，对抗Odwald的魅力({@skill Deception})检定。",
						"成功的话会展示莫丹(Mordane)明显慌乱的性格，但不会有更多。奥德瓦尔德(Odwald)的夸夸其谈与莫丹的性格相符，他一直对图书馆充满激情，这将有助于掩盖他的真实身份。",
						"对于想利用闲暇时间研究（the aspect）的玩家，他们需要决定要寻找哪些类型的信息。角色将寻找的信息可以大致分为四类：{@b The Scorched Grove}，{@b The Great Calamity}，{@b Elemental Creatures}，和{@b Conjuration Magic}。每个类别都有一个相关的研究所需时间，以获取该类别的所有信息。通过让多个角色研究同一主题的不同领域，可以缩短这段时间。",
						{
							"type": "inset",
							"name": "Helping the Party",
							"entries": [
								"如果队伍在研究过程中陷入困境，或者不确定该怎么做，你可以让他们遇到本章中的其中一个NPC：樺木教授 (Professor Birchwalker)，雷文教授 (Professor Revayne)，甚至温兹沃斯院长 (Dean Windsworth)。这些角色中的任何一个都能指导队伍的研究，并帮助他们找到应该调查的部分。",
								"另外，如果你的队伍觉得研究部分很无聊，你可以直接跳到{@adventure Shadows Fall|HWAitW|4|Shadows Fall}发生的事件。这将为队伍提供一些动作，并快速过渡到队伍对阿维姆发生的奇怪事件进行调查。"
							]
						},
						"尽管奥德瓦尔德(Odwald)想要阻止派对的努力，但他知道如果表现出格会引起多少关注。他会引导他们到前三个话题，但任何想要获取有关幻术魔法信息的人会发现莫丹(Mordane)正忙于其他任务，比如整理来源材料并将书籍归还到庞大地下图书馆的遥远区域。",
						"如果玩家想要研究的内容不属于这些类别之一，要么基于已知的相关方面得出研究结果（小心不要透露太多信息），要么规定他们虽然找到了他们寻找的典籍，但所有重要信息似乎都在被撕掉的页面上。无论角色花费多少时间进行研究，被撕掉的页面上的信息都无法在其他书籍中找到。",
						{
							"type": "entries",
							"name": "The Scorched Grove",
							"page": 140,
							"entries": [
								"这里有许多关于焦痕林的书籍，由于学者们对这个主题的兴趣主要集中在它的物理特性、起源和动植物上，因此在研究一天后，角色很快就会发现信息开始重复，或者从越来越神秘的角度探讨相同的问题。",
								"Grove上的大部分文献都涵盖了已经在{@adventure Part 3: An Urgent Summons|HWAitW|3}中提供的内容。如果需要，为玩家重申信息，或者只是说没有新信息可用。然而，一个角色在研究这个主题时发现了一本书，其中包含重要的知识。角色发现以下段落：",
								{
									"type": "insetReadaloud",
									"entries": [
										"...根据上述证据，可以得出结论：焦土林地展现出的特性暗示着极端的魔法召唤，甚至可能是召唤了一股重要的元素力量。这股力量是来自附近位面还是更远的位面，尚不确定，但元素魔法扎根的迅速程度表明这股力量源自我们世界附近的某处。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Great Calamity",
							"page": 140,
							"entries": [
								"关于（Great Calamity）这个事件，实质性的研究资料非常少，许多涉及这个主题的书籍更多地倾向于传说而非真相。那些试图对这一事件进行严肃历史研究的书籍指出，可信的活着的目击者相对较少。就整体范围而言，关于（Calamity）的资料非常丰富，尽管信息零散且分布在许多书籍中。一个角色可能需要三天的时间来研究所有的内容。相当多的书籍有页面被撕裂的情况，这些页面似乎提到了某种预言，但究竟指的是什么尚不清楚。",
								"发现了以下文字：",
								{
									"type": "insetReadaloud",
									"entries": [
										"...无论灾难的起源如何，无论关于一位上古元素生物的传闻是否属实，几乎可以肯定发生了一场具有不可思议意义的魔法事件。召唤这种元素能量，无论是通过唤灵还是召唤术，都需要一位无与伦比的法师，或者一个深不可测的实体。"
									]
								},
								"有一本书中关于这个方面的细节被撕掉了：一位目击者的描述，他声称看到了一只“火焰和毁灭之物”(`Aspect`)。",
								"当找到被撕下的页面时阅读此内容 (查看 {@adventure The Old Classroom|HWAitW|4|The Old Classroom}):",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"当它吞噬森林时，它闪耀得如此明亮。它将燃烧的树木转化为燃料，随着它吞噬它们而获得力量，并在其后留下了一片灰烬。\""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Elemental Creatures",
							"page": 141,
							"entries": [
								"作为一个相当直接的研究途径，图书馆收藏了大量关于元素生物的书籍。然而，在格罗夫中出现的这种规模的元素生物构成了一个狭窄的研究领域，研究这个主题的角色应该能在大约两天的学习中找到他们需要了解的一切。以下信息可以找到：",
								{
									"type": "list",
									"items": [
										"他们将学到的最重要的一点是，这种规模的元素生物通常是(elder elementals)，这些是非常强大的存在，通过他们强大的存在改变着他们居住的土地。要召唤这些存在需要高级的幻术魔法。",
										"许多年长的元素生物具有一个或两个元素共同发挥作用的特征。来自Humblewood各地的故事讲述了一个火元素和土元素可能参与了导致Scorched Grove诞生的灾难。",
										"他们会在一本古书中找到这段文字："
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"由火元素构成并具有土元素特征的元素生物往往非常强大和耐用，并似乎不会保留对冷系魔法的脆弱性。然而，理论上冷系魔法应该能够..."
									]
								},
								{
									"type": "list",
									"items": [
										"以下页面被撕掉了。当找到被撕掉的页面时，请阅读这部分内容（见{@adventure The Old Classroom|HWAitW|4|The Old Classroom}）："
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"...当冷却它们的熔融外表时，会减缓这些生物的速度，最终将它们包裹在坚硬土壤的外壳中，使它们无法移动。然而，这种状态只是暂时的，取决于生物的力量，这种瘫痪状态可能只持续一个小时。"
									]
								},
								{
									"type": "list",
									"items": [
										"一本书中的一个片段如下："
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"年长元素生物与其属性元素的能量有着强烈的联系。这种联系可能会非常强烈，以至于..."
									]
								},
								{
									"type": "list",
									"items": [
										"以下页面被撕掉了。当找到被撕掉的页面时，请阅读这部分内容（见{@adventure The Old Classroom|HWAitW|4|The Old Classroom}）："
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"...一些最强大的元素生物据说如果通过常规手段被摧毁，它们可以完全再生。它们通过被注入其元素气息的区域中存在的大量相应能量来实现这一点，通常是通过长时间暴露于上古元素(`elder elemental`)的影响下。"
									]
								},
								{
									"type": "list",
									"items": [
										"最后，冒险者们可能会发现一些来自一本古老书籍的烧焦页面。这些页面严重受损，几乎像是从火灾中被救出来的，并被保存在一个小的魔法领域中，以防止进一步分解。它们的来源是未知的。以下段落可以辨认出来："
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"“在被击败后，冰之面貌失去了一片碎片...{@i the Borealus}...被封印了... 火与冰的舞蹈维持着木之平衡... 如果火势减弱，它必须缓慢减弱，只有这样它的能量才有时间逐渐消退...”"
									]
								},
								{
									"type": "inset",
									"name": "Ashsnake Lore",
									"entries": [
										"在《谦林》(Humblewood) 中，有人认为灰蛇 (ashsnakes) 是新出现的，但角色们经过一番调查后可能会发现这些生物过去曾经出现过。",
										"任何玩家如果花费全部(%num%)天研究元素生物或大灾变，同时也寻找有关火灵蛇的信息，将会发现一些关于类似生物在大灾变期间出现的记载。尽管火灵蛇明显与火元素有关，但这些记载并没有提供足够的信息来判断这些生物是否是元素生物，而有关它们进食的描述与这一概念完全相反，因为元素生物无需食物或饮水就能生存。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Conjuration Magic",
							"page": 142,
							"entries": [
								"任何玩家如果在林地中察觉到召唤魔法的证据，可能是从与{@adventure Cloud of Emberbats|HWAitW|3|Cloud of Emberbats}的遭遇中得知的，都可以让他们的角色调查这个话题。其他研究课题也可能会引导角色来到这里。这是一个广泛的类别，即使缩小到元素召唤的文献，也需要时间来筛选。经过四天的研究，一个角色将会学到以下内容：",
								{
									"type": "list",
									"items": [
										"任何像(%num%)这样大的存在都需要巨大的能量来封印。即使是像火之本质这样强大的生物，也需要付出巨大的努力才能挣脱。这很可能是因为封印被外力削弱了才会发生的。",
										"为了封印像火之本质这样庞大的存在，需要一个巨大的降妖阵。随着时间的推移，这个阵法可能已经变得模糊不清，但是没有这个阵法，火之本质不可能一直被保持沉睡状态。",
										"在找到前一段信息后，进一步的研究将引导冒险小组找到一本神秘的书：一本由一位术士撰写的论文，试图计算位于林地中的传说召唤圈的位置。这位术士的论文基于对能量读数、地形、地脉线和其他学术奥秘的艰苦研究。然而，尽管他的复杂计算公式仍然存在，但实际指定位置的页面已经被撕掉（见{@adventure The Old Classroom|HWAitW|4|The Old Classroom}）。",
										"没有缺失的页面，术士的计算可以通过来找到圆圈的位置，但这将是极具挑战性的，至少需要一个精通{@skill Arcana}技能的人进行整整一天的研究。在一天结束时，研究者必须进行一次 DC 21 智力检定({@skill Arcana})。成功的话，角色会计算出圆圈在格罗夫中推测的位置，位于其东边，在Winnowing Reach和Alderheart之间的某个点。失败的话，角色必须重复这个过程，需要再次进行整整一天的计算。其他角色可以帮助进行这次检定，为进行检定的角色提供优势，但前提是支持角色也精通{@skill Arcana}技能。Birchwalker教授也可以帮助角色进行计算，找到格罗夫内降妖法阵的位置。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Conjuration-Circle.webp"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Shadows Fall",
					"page": 142,
					"entries": [
						"在派对完成了五天的研究后，奥德瓦尔德会变得紧张。他会尝试使用从他偷来的书籍中摘取的一种死灵魔法仪式，试图吓跑派对成员。他会等到派对成员专心于他们的任务时才采取行动。当没有人看着他时，他会使用{@spell greater invisibility}在大堆书籍之间悄无声息地移动，然后慢慢、安静地施展仪式。一旦奥德瓦尔德完成了仪式，他会把无用的仪式页丢弃在一个角落，让角色们能找到它，试图嫁祸给校园里的另一个死灵法师。如果角色们搜索出现阴影的地方，他们会找到这张页。进行一次 DC 16 的智力检定({@skill Arcana}) 将揭示出这张羊皮纸上刻着的黑暗符文与特别邪恶的死灵魔法有关。符文中的所有魔法都已耗尽。",
						"奥德瓦尔德的仪式诅咒角色，导致他们的{@creature shadow}分离并变成一个与角色相似的不死生物。每个阴影都会攻击离它最近的角色，如果处于昏暗光线区域，它们会在发动攻击前立即使用额外动作躲藏起来。在图书馆主要区域的队员将处于明亮光线条件下，而在书架之间的队员将处于昏暗光线区域。如果有人呼救，仍然伪装成莫丹的奥德瓦尔德会听到但会无视他们的请求。",
						"一旦阴影被打败，奥德瓦尔德将到来并为自己在战斗开始时缺席做出解释。他会讲述一个关于不得不将一些极其脆弱的唤醒卷轴送回图书馆遥远区域的故事。如果有角色对这个故事表示怀疑，让他们对奥德瓦尔德的魅力（{@skill Deception}）检定进行对抗性智力（{@skill Insight}）检定。奥德瓦尔德在这次检定中获得优势。他对这个图书馆了如指掌，可以轻松地带领角色到达他之前放置卷轴的确切区域，以此为 co 证。",
						"如果一名队伍成员成功，让他们知道莫丹(Mordane)在隐瞒一些事情，但不要透露具体内容。需要注意的是，队伍成员的成功应该让他成为校园奇怪事件的潜在嫌疑人名单上，而不是提前触发最终对决。如果受到压力，奥德瓦尔德(Odwald)可能会继续装聋作哑，甚至在队伍采取像诉诸恐吓这样的强硬手段时，他可能会报警保安。",
						"无论谈话的内容如何，奥德瓦尔德(Odwald)都会询问队伍是否需要帮助，如果有人受伤，他将使用他的法术护符联系阿维姆(Avium)的安全人员和医疗人员。队伍成员将被护送到医务室，在那里治疗师将治疗他们的伤口，并用占卜魔法检查他们。治疗师会要求任何受到力量伤害的角色在医务室完成短暂休息，以确保不死诅咒被完全清除。角色在完成短暂或长时间休息后应该恢复正常。",
						{
							"type": "inset",
							"name": "Unmaking the Mystery",
							"entries": [
								"这并不被推荐，但如果决定提前强制进行最终遭遇——如果队伍不喜欢谜题的话，本节将详细说明他们可以如何从这一点继续。确保从{@adventure The Secret Door|HWAitW|4|The Secret Door}开始阅读，以对队伍即将进入的地牢有一个大致的了解。",
								"如果在任何时候认为“莫丹”（Mordane）是这些奇怪事件的幕后黑手，请确保伪装的奥德瓦尔德（Odwald）有时间逃离派对（凭借他的法术，他应该有很多逃避的方法）。然后，让他逃离通过他的秘密通道，而派对必须揭开这个秘密通道才能继续追赶。",
								"团队甚至可以向院长寻求帮助，因为现在迫使院长温兹沃斯（Dean Windsworth）同意莫丹似乎发生了可疑的事情。",
								"如果奥德瓦尔德成功到达他的实验室，他会藏身在那里，继续进行他的计算工作。因为他知道冒险小组即将到来，他会让{@creature cobblefright|HWCS}守卫{@adventure The Old Classroom|HWAitW|4|The Old Classroom}，以便更容易逃脱。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mysterious Circumstances",
					"page": 143,
					"entries": [
						"在与阴影的那次遭遇之后的第二天，派对成员将被宿舍门外的敲门声惊醒。白树行教授会告诉派对成员，院长希望尽快见到他们。派对成员会发现院长在他的办公室里，神情紧张。他们一进门，院长会要求他们立刻关上门。",
						{
							"type": "insetReadaloud",
							"entries": [
								"迪恩·温兹沃斯（Dean Windsworth）认真地盯着你，焦急地说道：“在过去几周里，你并不是第一个发生‘事件’的人。我…呃，不是要让你惊慌，但校园里已经报告了几起奇怪的事情…嗯，这所学院是由强大的巫师建立的，我们还没有完全弄清楚那些老家伙在这里留下了什么。魔法防御之类的东西。我们过去发生过一些意外。希望这不是这种情况…但如果是的话，那么，你们是奥德哈特的守护者，对吧？我想不出还有谁比你们更适合调查这件事了。”"
							]
						},
						"如果角色有问题，院长会详细说明。他收到了校园各处的奇怪报告，认为这可能是由于一些尚未发现的魔法防御机制误触发导致的结果。他有一些线索可能帮助队伍找出正在发生的事情。通常情况下，院长会将这样的调查交给(Perch Guard)，但目前他所知甚少，如果结果证明只是一些小事，他宁愿不牵扯他们进来。如果队伍提到教职员工有可疑行为，院长会坚持他们先收集足够的证据。他信任自己的员工，必须有确凿的证据，他才会考虑其中一人可能是罪魁祸首的可能性。院长为队伍概述了三个线索需要跟进：",
						{
							"type": "list",
							"items": [
								"一个贫穷的学生，{@creature Figory Figgins|HWCS}，是一只胆小的杰尔宾，最近申请了病假。他报告称在校园里经历了一些不寻常和可怕的事情。大多数人认为他在夸大其词，以获取免修课程的医疗豁免，但院长相信费戈里确实受到了惊吓。事实上，费戈里被{@creature cobblefright|HWCS}袭击，当它吸取了他的一些活力时，他受到了影响。队伍会在中央建筑物的一年级宿舍楼里找到费戈里，在地面楼层附近（见{@adventure The Unnerved Underachiever|HWAitW|4|The Unnerved Underachiever}）。",
								"{@creature Corvax Revayne|HWCS}，一位黄昏乌鸦占卜导师，已经做出了一些神秘的预言，关于校园里要发生或已经发生的不好事件。他是一位杰出的学者，但也有点怪异。如果冒险小组能够前去查看，看看这只老乌鸦究竟预言了什么，将会非常有帮助。这可能与校园里发生的事件有关。他在中央建筑物里有一个办公室，但也可能在外围尖塔中的占卜实验室里（见{@adventure A Disturbed Diviner|HWAitW|4|A Disturbed Diviner}）。",
								"一位勤奋的塞拉鲁玛，名为{@creature Jell Platena|HWCS}，已经就校园里的仆役骷髅表现异常提出了投诉。这可能只是小问题，但值得调查一下。Jell并不知道，但她所看到的是奥德瓦尔德控制仆役骷髅来帮助他的研究。她可以在内塔尖的其中一个图书馆找到（见{@adventure The Apprehensive Apprentice|HWAitW|4|The Apprehensive Apprentice}）。"
							]
						},
						{
							"type": "entries",
							"name": "The Unnerved Underachiever",
							"page": 143,
							"entries": [
								"派对成员会在房间里找到菲戈里(Figory)。他会犹豫地和他们交谈，因为他习惯于被其他学生欺负。",
								{
									"type": "insetReadaloud",
									"entries": [
										"宿舍房间的门只开了一条缝，透过它你可以看到一只小眼睛紧张地看着你。一个胆怯的声音吱吱地说道：\"你是谁？你想要什么？\""
									]
								},
								"如果队伍解释他们来这里是为了询问Figory，他会关上门并要求他们离开。队伍可以通过一次DC 14魅力检定({@skill Persuasion})或一次DC 12魅力检定({@skill Intimidation})说服他让他们进去。他们也可以尝试更加微妙的方式，比如声称他们被派来查看他的健康状况。Figory确实感到他的秘密是个负担，但他并不确信人们会相信他。",
								"菲戈里看起来苍白而虚弱。他的脸色苍白，眼睛无神，好像他很久没睡觉了。如果队伍以说服或其他非威胁的方式进入，菲戈里会打开心扉，讲述他的故事。如果他们以恐吓或其他欺凌方式进入，他们必须再次成功通过另一个{@skill Intimidation}技能检定（相同DC）才能让他开口。如果失败，他不会说话，如果队伍继续逼迫，他会立即要求他们离开，并警告说如果他们不离开，他会叫校园安保。如果队伍能让他开口，这就是菲戈里讲述的故事：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"那是一个寒冷的夜晚。下着雨。我——我听到了刺耳的声音，就像有什么东西在我窗外的墙上刮擦。当我往外看时，我看到了它。这只巨大的怪物正在用它的爪子爬行…… 它也看到了我。它有四只眼睛。四只又大又红的眼睛。它张开嘴巴然后……我想我昏倒了。当我醒来时感到恶心，而且——它就消失了。你可能觉得我疯了……对吧？\""
									]
								},
								"如果队伍四处询问其他学生是否听到或看到了什么，将没有任何证词。当时雨下得很大，即使Figory也只能勉强听到暴雨中生物的微弱声音。如果队伍中的任何人对Figory施放{@spell detect magic}，他们会发现他身上有一丝死灵魔法的光环，就好像他最近受到了死灵魔法的影响。(Figory)。",
								"Figory对参与调查不太感兴趣。他解释说他必须专注于健康，以便为下个学期做好准备，但知道派对已经抓住了他之前看到的那只生物，不会伤害任何人，这会让他感到很安慰。他会在他们离开之前提供他所知道的任何信息。",
								"如果角色审查了树干外部，费戈里看到生物的地方，一次DC 15的智力检定足以发现树干表面的痕迹，以及从松软的土壤中露出的一些骨头碎片。",
								"树干上的痕迹已经褪色，比费戈里(Figory)的故事中所描述的要微妙。这些痕迹是奥德瓦尔德(Odwald)使用变形魔法遮掩他逃脱的鹅卵石魔物所造成的损害后留下的。任何专精于变形魔法的巫师在检查树干时都能立刻识别出魔法篡改的痕迹。这样的角色还能够判断出掩盖这些痕迹的人并非专精于变形魔法：这里使用魔法的方式有所不同，而真正精通这个魔法流派的大师本可以将这些痕迹融为一体。任何其他角色通过一次 DC 16 的智力检定({@skill Arcana}) 也能获取相同的信息。",
								"地面上的骨头碎片可以通过一次DC 15的感知检定({@skill Medicine})或感知检定({@skill Survival})识别为鸟人的骨头，但碎片太小，无法辨认其他信息。任何拿着这些骨头的人都会觉得它们很奇怪，莫名地让人感到不安。对这些骨头施放{@spell detect magic}会显露出它们具有强烈的死灵法术光环。"
							]
						},
						{
							"type": "entries",
							"name": "A Disturbed Diviner",
							"page": 144,
							"entries": [
								"雷文教授在他的教室里，坐在一张专门用于占卜的桌子旁。当冒险队进入时，他正在用一组小动物骨头进行某种仪式。这个打断让他失去了专注，开始咒骂冒险队，直到他意识到他们是奥德哈特的守护者。然后，他迫切希望他们帮助说服院长展开一项调查，以解决他一直在阅读与学院相关的奇怪预兆。雷文教授不再多解释，而是决定通过进行{@spell augury}仪式来展示。",
								"当他施放魔法，将一组小动物骨头扔进一个准备好的仪式圈内时，它们开始发光。 一个柔和的声音响起，揭示了一个神秘的线索：",
								{
									"type": "insetReadaloud",
									"entries": [
										"黑心躺在白色和灰色之间，但在昏暗中很难说，",
										"谁是朋友，谁是敌人？主人是福，怪兽是祸。(The Master)"
									]
								},
								"这是仪式在过去几周每天揭示的内容。教授不确定该如何解读，但他认为第一行可能暗示威胁来自校园里受人信任的人：一个学生，或者甚至是一位教职员工。",
								"如果向{@adventure The Unnerved Underachiever|HWAitW|4|The Unnerved Underachiever}展示骨骼，Revayne教授会对其施放{@spell detect magic}，并报告有死灵法的气息。这超出了他的专业领域，但他会推测这些骨骼可能来自学校中执行琐碎任务的仆役骷髅之一。如果队伍告诉教授有关Figory描述的生物，他会感到不安，并告诫他们谨慎行事。Avium只在理论上教授死灵法，仆役骷髅都是曾是学校教职工或校友，在自然死亡后自愿捐赠遗体给学院。如果有人创造了其他东西，那肯定会引起警报。无论如何，如果Revayne教授发现或听说骨骼似乎带有死灵法气息，他会指引队伍去找{@creature Glinda Nightseed|HWCS}，一位理论死灵法教授（见{@adventure The Necromancer|HWAitW|4|The Necromancer}）。"
							]
						},
						{
							"type": "entries",
							"name": "The Apprehensive Apprentice",
							"page": 145,
							"entries": [
								"派对可能需要一些时间才能找到杰尔。她是一个认真的学生，经常在不同地方上课、参加额外学分活动和自己的个人学习。如果派对在白天在校园里打听，他们应该可以通过一次 DC 13 魅力检定({@skill Investigation}) 找到她目前在哪个图书馆。他们也可以问院长她的宿舍位置，在晚上他们就能找到她，但那时她可能不太想交谈。",
								"一旦他们找到合适的时间和她交谈，Jell会告诉队伍她注意到仆从骷髅们的行为很奇怪。这是她的故事：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"嗯，我正在为炼金教授利奇伍德（Professor Leachwood）在魔药实验室做额外学分作业时，发生了一些奇怪的事情。清理实验室的仆役停下来，走出实验室，朝着交叉平台走去。我很好奇，所以跟着它们走。看起来它们要去下层图书馆。我本想跟着它们下去，但我没有权限进入下层。\""
									]
								},
								"那天，Jell向管理部门提交了一份通知，但在她没有收到任何回复后，她认为这是他们的行为。她猜想可能是一次计划好的演习或者维护工作。她无法提供比这更多的信息，但她可以把派对引荐给教授格林达·奈特西德（见{@adventure The Necromancer|HWAitW|4|The Necromancer}），她教授一门关于理论死灵术的高级课程。如果有人知道骷髅们发生了什么事，那一定是奈特西德教授。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Putting the Pieces Together",
					"page": 145,
					"entries": [
						"如果派对怀疑他们认为是莫丹·斯威夫盖尔（Mordane Swiftgale）的个人是这些奇怪事件的幕后黑手，他们可能会开始调查他。如果奥德瓦尔德（Odwald）意识到自己受到怀疑，他会试图转移注意力到格琳达·奈特西德教授（Professor Glinda Nightseed），因为她是完美的替罪羊。奥德瓦尔德希望通过转移派对的怀疑来争取时间，继续安心进行他的实验。即使派对对奥德瓦尔德的参与一无所知，或者已经与奈特西德教授交谈过，奥德瓦尔德也会试图通过透露以下信息将他们的调查转向她：",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"几天前，夜种教授带着一个相当不寻常的请求来了。那是关于《死灵之书 Ex Corvis》的请求，这是一本强大的死灵法术书。通常这样危险的书籍是不允许离开下层图书馆的，但她坚持要借走。当然，她研究了一段时间后归还了，但最近同样的书卷却从我的书架上失踪了。我一直在等待相关渠道的回复，但似乎拿走这本书的人希望让我背上责任。我有我的怀疑，但是...我不能毫无证据地对一位终身教授提出这样的指控。\""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Necromancer",
					"page": 145,
					"entries": [
						"格林达·纳特西德教授可以在主楼的办公室找到，或者在外围尖塔的一间教室里教授理论死灵魔法。阿维姆的规定禁止她在校园内进行死灵魔法实践，除非是让那些希望在死后为学院服务的人复活。",
						"夜种教授（Professor Nightseed）看起来还算友善，虽然有点怪异，她是一位技艺高超的死灵法师。但是教授隐藏着一个秘密，让她显得非常可疑，特别是在校园仆从骷髅（campus' servitor skeletons）这个话题上。她一直在利用这些合法的复活术来尝试新的方法，赋予简单的不死生物更强大的能力，与生者相媲美。这是一个灰色地带的工作，明显是在某种程度上违反了阿维姆（Avium）对死灵法术的限制，甚至可能会让教授丢掉工作。",
						"如果冒险小组在{@adventure The Unnerved Underachiever|HWAitW|4|The Unnerved Underachiever}发现了这些骨骼，夜种教授将能够告诉他们这些骨骼带有浓厚的死灵魔法气息，一种黑暗而邪恶的东西。这真的让她感到恐慌。",
						"如果派对提到了他们在{@adventure The Apprehensive Apprentice|HWAitW|4|The Apprehensive Apprentice}听说的仆役骷髅，教授Nightseed会变得明显不安。Nightseed教授的秘密让她此刻感到紧张，她只会简单地说她无法猜测为什么会发生这种情况。任何成功通过DC 12的智力检定({@skill Insight})的玩家都能看出教授在撒谎。Nightseed教授不会进一步讨论这个话题，如果派对继续追问，她会要求他们离开。",
						"如果冒险小组决定闯入夜种教授的办公室进行调查，他们可以在一张锁着的抽屉里找到一本笔记本（用{@item thieves' tools|phb}进行解锁的DC 16敏捷检定）。教授的笔记将揭示她对仆从骷髅进行秘密操控的事实。",
						"在教授的书架上，派对成员也会注意到一本死灵魔法书。这是{@item Necronomicon Ex Corvis|HWCS}，奥德瓦尔德撕下一页在{@adventure Shadows Fall|HWAitW|4|Shadows Fall}施展他的仪式，尽管似乎还有其他页缺失。奥德瓦尔德把这本书放在这里，试图陷害夜种教授(Professor Nightseed)。",
						"像{@item Necronomicon Ex Corvis|HWCS}这样的卷轴在校园里是危险的受限制的材料。任何角色被抓到有这本书的风险会被禁止进入阿维姆（见{@adventure Developments|HWAitW|4|Developments}）。",
						"如果被冒险小组质问，夜种教授(Professor Nightseed)会声称对那本禁书是如何进入她办公室一无所知。她甚至会坚决要求冒险小组将书交还给她，以便她可以把它带到下层图书馆，称其在无经验者手中的危险。",
						"如果队伍已经阅读了格林达(Glinda)的笔记，他们可以质问她关于她的实验。在这种情况下，她会承认有些不当行为，但请求队伍保守她的实验秘密。作为一位对死灵术的善恶两面都很了解的专家，夜种教授(Professor Nightseed)向他们保证，虽然她的研究并非严格允许，但她并没有使用邪恶的魔法来实现她的成果。她只是在研究以更低的材料和魔法能量成本复活死者的方法，这些实验对于打造尖端魔法至关重要。在仆役骷髅中残留的印记可能是成功完成她的研究的关键。",
						"如果被迫参与战斗，夜种教授的主要目标是制服英雄并逃跑以求援。她不希望杀死队伍，并会避免使用可能导致他们死亡的任何法术或战术。",
						"如果队伍告知院长他们在夜种教授的办公室找到了{@item Necronomicon Ex Corvis|HWCS}（或者说服院长让栖卫安全队搜查夜种教授的办公室，他们肯定会找到违禁的魔法书），院长会满意地认为队伍找到了那个召唤阴影的人（因为这本书中缺失的一页显然是用来施展那个仪式的），夜种教授将被监禁审问。教授将坚决声称自己是清白的。",
						"如果派对没有任何确凿证据将夜种教授与校园内的任何不法行为联系起来，格林达将会被释放，而派对将因为他们的判断错误而受到院长的训斥。温兹沃斯院长会给他们另一次机会，因为他们仍然是找出是谁或什么在引起这些骚乱的最佳希望。",
						"揭露夜种教授（Professor Nightseed）的秘密研究将导致对该派对的惩罚减轻。教授将被释放，但她的实验构成了校园规定的严重违反，她将失去工作。无论如何，该派对最好确保下次指责教职人员时要谨慎，因为再犯这样的错误可能会导致他们被校方禁止进入校园。",
						{
							"type": "inset",
							"name": "Treasure",
							"entries": [
								"如果一个角色没有归还奥德瓦尔德植入的书籍，他们现在将拥有{@item Necronomicon Ex Corvis|HWCS}。包含《暗影之握》仪式的页面已经被撕掉。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Odwald's Trap",
					"page": 146,
					"entries": [
						"如果队伍被奥德瓦尔德(Odwald)误导，认为是夜种教授(Professor Nightseed)所为，那么进行一次审讯就能发现她对失踪的页面一无所知。这一进展是奥德瓦尔德(Odwald)没有考虑到的，现在他担心自己可能已经因为引导队伍找到她而使自己陷入了罪名。",
						"同样地，如果冒险小组已经去拜访了格林达(Glinda)但没有将她交出，奥德瓦尔德(Odwald)担心他将成为怀疑的对象只是时间问题。",
						"奥德瓦尔德（Odwald）利用各种伪装和监视方法，暗中观察着调查校园周围的派对。角色们可能还没有意识到，但他们与每个交谈的人都会无意中提供一个指向奥德瓦尔德参与的线索。他们持续的调查将使本已神经过敏的奥德瓦尔德感到不安，并促使他为派对设下陷阱，希望让他们在阿维姆（Avium）逗留期间无法继续行动。",
						"在与格琳达·夜种 (Glinda Nightseed) 会面的第二天（如果她没有被逮捕），或者之后的第三天（如果她被逮捕），一张便笺将被塞进派对的宿舍房间的门下。羊皮纸上用潦草的字迹写着以下文字：",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Odwald-Trap.webp"
							}
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"\"森林玻璃箱，中央建筑，东翼。午夜。独自前来。我知道失踪页面的下落。\""
							]
						},
						"如果派对通知院长（或任何可能告诉院长的人），他会试图阻止他们前往，坚称这太危险了。院长会要求派对允许栖木卫队处理这个情况。派对可以拒绝，但如果栖木卫队参加会议，无论有没有派对在场，奥德瓦尔德都会放弃他的陷阱（跳至{@adventure The Secret Door|HWAitW|4|The Secret Door}）。如果派对独自抵达植物园，阅读以下内容：",
						{
							"type": "insetReadaloud",
							"entries": [
								"当你踏上那个容纳着森林生态舱的大浮动圆盘时，正值漆黑无月的夜晚。你发现自己置身于一个异常的林地，几种树木长在一起看起来有些不对劲。在这片地方的中心是一座建筑，由一个巨大的中央圆顶组成，向两侧分成两个半球形的翼。夜晚死一般的寂静。"
							]
						},
						"任何人都可以进行一次 DC 12 智力（{@skill Nature}）或感知（{@skill Survival}）检定，以发现这些树木并不自然地生长在一起。有些甚至可能被魔法改变过。中央建筑没有门，只有一个宽敞的拱门通向圆顶结构的内部。这是一个博物馆，透过玻璃板，队伍可以看到化石，以及灭绝植物的魔法再现。西翼和东翼都展示了不同时期的动物化石和骨架，展示了Humblewood的自然历史。从东翼传来的吟唱声。当队伍进入东翼时，请阅读以下内容：",
						{
							"type": "insetReadaloud",
							"entries": [
								"你看到远处有一个影子在移动，并听到光滑石地板上传来尖锐的脚步声。突然间，两只麋鹿骨骼闪烁着充满劈啪声的黑暗能量，从它们的玻璃容器中窜了出来。它们开始绕着你的队伍打转。"
							]
						},
						"使用{@creature minotaur skeleton}的属性块来确定麋鹿骷髅的战斗能力。将牛头怪的巨斧攻击替换为蹄攻击，造成相同量的钝击伤害。骷髅将攻击最近的目标，并追击任何试图逃跑的角色，如果主房间里没有至少一个角色来吸引它们的注意力。",
						"在麋鹿遭遇开始时，队伍瞥见有人逃离。那个正在后退的人是一个毫无掩饰的奥德瓦尔德(Odwald)，他需要在附近才能使骷髅复活。奥德瓦尔德的长袍足以掩盖他的特征，但任何靠近他5英尺的角色都能看出他是一只乌鸦人(corvum)。如果有人跟随他的脚步声，他们会最终来到室外，在那里他们会目睹一个黑袍人从玻璃容器的边缘跃下，羽翼伸展。在一个回合内，奥德瓦尔德将使用他准备好的一张{@spell fly}卷轴，藏身于学院旋转尖塔内的黑暗中。从那里，他可以使用{@spell greater invisibility}来确保自己的逃脱。如果被迫自卫，奥德瓦尔德会战斗，试图迅速结束一切并逃走。虽然不打算杀死任何人，奥德瓦尔德也不反对严重伤害他的对手。如果这能减缓他们的调查速度就更好了。",
						"战斗结束后，角色可以搜索森林温室寻找线索。任何成功通过 DC 16 智力检定（{@skill Investigation}）的角色将发现一卷被奥德瓦尔在撤退时意外掉落的卷轴。这卷厚重的羊皮卷轴上刻有死灵符号，明显标记为属于下层图书馆的材料。角色可以尝试进行 DC 18 智力检定（{@skill Arcana}）来解读这个咒语，但死灵法术传统的巫师有优势投掷。成功的话，角色会推断出这些符号组成了一个旨在控制大量简单不死生物的咒语，比如阿维姆的仆从骷髅。未通过检定的角色可以将这个卷轴带给夜种教授（如果她还没有被逮捕）或院长，他们中的任何一位都能解读它，并告诉队伍这是一卷禁止离开图书馆的卷轴。此外，这卷卷轴似乎被一位高超的法师改变过，以增强其效力。"
					]
				},
				{
					"type": "section",
					"name": "The Secret Door",
					"page": 147,
					"entries": [
						"在阿维姆(Avium)的事件目标是引导玩家到达这一点。如果他们完成了足够多的上述任务，他们应该有足够的线索来理解校园里存在着死灵术，罪犯是一位教职员工，而这个谜团的线索指向下层图书馆。",
						"如果队伍需要更多帮助，让迪恩·温兹沃斯（Dean Windsworth）给他们打电话，讨论他们的进展。一旦他听到他们的证据，他可以合理地得出结论，认为下层图书馆是一个值得进一步调查的地方，他甚至可以指引他们查阅一些关于阿维姆（Avium）建造的古老文件，以找到他仍然急切希望相信只是魔法防御系统故障的线索。",
						"如果队伍决定调查下层图书馆，他们可以通过以下三种方式找到他们想要的东西：",
						"{@b {@i If the party spends a full day stealthily staking out Mordane Swiftgale,}} 他们可能会抓住他偷偷溜到书架后面，这可能会引导他们到隐藏门的墙壁。这需要全体进行敏捷度检定 ({@skill Stealth}) 对抗 DC 14。如果 Glinda 被逮捕，将 DC 降低到 10，因为奥德瓦尔德会对身陷囹圄的替罪羊不那么小心。无论如何，如果小队未通过这次检定，奥德瓦尔德将注意到他们的努力，并不使用秘密入口。",
						"{@b {@i If the party spends a day in the lower library,}} 他们会注意到一些仆役骷髅突然停止了它们的程序任务。如果角色们紧随这些骷髅，它们会带领他们到一个看似是死胡同的墙壁，但实际上隐藏着一个秘密门。",
						"在经过一天的调查后，冒险小组会发现一卷古老的卷轴，上面有下层图书馆的蓝图，展示了下层教室和实验室的计划。从蓝图上很难判断这些是否曾经被建造过。计划中指示的区域已被砌成墙，现在成为了一面墙。",
						"无论他们是如何被引导到下层图书馆的墙边，通过成功的DC 15 {@skill Investigation}检查将会揭示一个隐藏的门。当向内推开门时，门会打开，导致一块石板向后收缩进槽中，揭示出一条秘密通道。一些隐藏的机制在五秒后重置门，但在它关闭之前每个人都有足够的时间通过。门的对面有一个杠杆可以用来再次打开它。一旦队伍通过门，阅读：",
						{
							"type": "insetReadaloud",
							"entries": [
								"你和你的同伴发现自己处在一个小走廊中，被魔法光点微弱地照亮，这些光点在通道天花板附近缓慢、随机地飘动。你们面前的走廊继续向下延伸进入黑暗。在前方二十英尺处，你的左侧，一扇门半开着。"
							]
						},
						"这条走廊宽10英尺，长100英尺。神奇的光点跟随着队伍穿过这个区域，不断为他们提供微弱的光线。随着走廊的延伸，它以固定的间隔转弯，直到最后停在一扇关闭的门前。光线从门底下的缝隙中流出（见{@adventure The Old Classroom|HWAitW|4|The Old Classroom}）。",
						"打开的门通往一个看起来像办公室的小房间（见{@adventure The Study Room|HWAitW|4|The Study Room}）。"
					]
				},
				{
					"type": "section",
					"name": "The Study Room",
					"page": 148,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"这个小石头房间散发着潮湿和陈旧的气味。书架沿着墙壁排列，尽管它们大部分是空的，右墙上有一张桌子。一个软垫椅子坐在房间中间。大部分家具都很旧，除了那把椅子，看起来是最新添加的。一扇简单的木门位于左侧。"
							]
						},
						"当角色进入书房时，他们会注意到这里很干净，看起来最近有人使用过。入口左侧的木门通向一个壁橱，里面藏着真正的图书管理员，莫丹·斯威夫盖尔(Mordane Swiftgale)。莫丹直挺挺地站着，尽管他的眼睛闭着，好像在睡觉，周围环绕着一团灰色能量的漩涡，触摸时具有类似果冻的粘稠度。他看起来没有呼吸。如果检查莫丹的脉搏，角色会发现他还活着，但脉搏跳动的速率非常缓慢。很明显他被这种魔法维持着生命并被囚禁，但需要进行一次 DC 18的智力检定，才能发现死灵术(necromancy)的介入，以及它将莫丹保持在悬停状态中。这种效果可以被驱散，对于确定 DC 的目的，它算作4级法术。{@skill Arcana}。{@spell dispel magic}。",
						"一个水晶吊坠挂在壁橱门内的挂钩上。这个吊坠看起来很熟悉，任何成功通过DC 14的智力检定，或者具有敏锐头脑特质的角色，都会认出它是鸟人Mordane所佩戴的那个。分析吊坠会显示它具有中等的变形和幻术光环。任何戴上这个吊坠的人都会呈现出Mordane Swiftgale的外观，直到吊坠被取下之前，检查这个形态的角色不会显示出任何魔法光环。",
						"通往书房的门是唯一的出口，会将玩家带回到主走廊。"
					]
				},
				{
					"type": "section",
					"name": "The Old Classroom",
					"page": 149,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"当你和同伴们沿着昏暗的走廊前行时，被一股无法忽视的死亡气息所笼罩。这里没有环境声音，除了你们自己的脚步声。你们路过空荡荡的房间，所有的房间看起来都已经废弃很久了，但在走廊尽头一扇关着的门下面透出柔和的烛光。"
							]
						},
						"木门前20英尺范围内的走廊由一个永久的{@spell alarm}法术守卫着，如果警报被触发，奥德瓦尔德将在他的脑海中收到一个无声信号。",
						"一个角色悄悄靠近门，将耳朵贴在门上，可以听到轻柔、难以理解的低语声，就像有人在喃喃自语，还伴随着奇怪的咔哒声和空洞的刮擦声。然而，如果角色触发了警报，那么将只会听到诡异的寂静。",
						"门打开，进入一个40英尺宽，80英尺长的教室，里面有Odwald和五个{@creature birdfolk skeleton|HWCS|birdfolk skeletons}。Odwald桌子西侧有一条通道通往黑暗之处。这些仆役骷髅在他的控制下，他让它们在房间里各处设置的黑板上工作，写出奥术方程式。",
						"{@b {@i If the alarm was triggered,}} 奥德瓦尔德(Odwald)将会让他的骷髅们从他们的计算中撤离，转而进入防御位置。他不会让手下出去攻击队伍，但他和他的不死仆从会准备好迎接他们打开门时的挑战。队伍将在战斗中感到惊讶。",
						"{@b {@i If the alarm wasn't triggered,}} 在战斗开始时，奥德瓦尔德将会感到惊讶，被发现坐在一张摆满纸张的桌子前做计算。当冒险队打开门时，他的骷髅们仍然在黑板前。奥德瓦尔德可以在自己的回合中将骷髅命令为他进行防御，作为一个额外动作。",
						"如果玩家们选择通过{@b {@i If the party is aware of the alarm,}到{@spell detect magic}或类似效果，他们可以计划突袭房间，试图让奥德瓦尔措手不及。如果他们这样做，奥德瓦尔不会感到惊讶，因为他的警报仍会触发，但他也没有时间让他的骷髅进入防御位置。按照正常规则进行先攻检定。",
						"经过一轮战斗后，奥德瓦尔德将朝左侧的通道走去，通道通往一个楼梯。他的主要目标是逃跑，但在逃跑之前，他可能会施放一两个法术，以使队伍在与他的手下战斗时保持不稳定。如果奥德瓦尔德的情况看起来特别糟糕，他会使用{@spell greater invisibility}来保护自己逃跑。一旦奥德瓦尔德逃走，骷髅将堵住通道的入口，用生锈的武器和尖锐的骨爪袭击队伍。",
						{
							"type": "inset",
							"name": "Treasure",
							"entries": [
								"在旧教室里，冒险者们在桌子上找到了一些失踪的页面（见{@adventure Into the Library|HWAitW|4|Into the Library}）。然而，很明显他已经带走了一些关键信息。如果他们至少花一个小时查看这里的一切，冒险者们也将获得足够的信息来发现罪犯的名字：奥德瓦尔德·埃邦哈特（Odwald Ebonhart）。"
							]
						},
						"如果队伍在{@b The Old Classroom}击败或俘虏了奥德瓦尔，那么{@creature cobblefright|HWCS}，不再受主人控制，将爬上楼梯进行调查。解脱于奥德瓦尔的命令，石缝妖渴望角色的生命能量，任何试图在教室里休息片刻的角色很快就会发现被打断。",
						"一旦与石魔战斗结束，参考发展部分（见{@adventure Developments|HWAitW|4|Developments}）查看接下来会发生什么。"
					]
				},
				{
					"type": "section",
					"name": "The Secret Laboratory",
					"page": 151,
					"entries": [
						"Odwald逃走的楼梯从{@adventure The Old Classroom|HWAitW|4|The Old Classroom}通往他的实验室。如果小队紧随上一次遭遇后立即追赶Odwald，他们将能在那里与他交战，尽管他们可能会惊讶地发现他并不孤单。他创造的{@creature cobblefright|HWCS}潜伏在黑暗中。",
						"请参考图4.2查看秘密实验室的地图。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Secret-Laboratory-DM.webp"
							}
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Secret-Laboratory.webp"
									},
									"title": "The Secret Laboratory battlemap"
								}
							]
						},
						{
							"type": "inset",
							"name": "Using the Secret Laboratory map",
							"entries": [
								"当冒险小组到达奥德瓦尔德实验室时，请让他们从标有白色“X”的空间开始。为了方便游戏，建议将奥德瓦尔德和他的石怪安置在指定位置。如果奥德瓦尔德从实验室逃走，他会穿过标有红色星号(*)的门，沿着螺旋楼梯前往学院下方的隧道和通道。"
							]
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"你发现自己身处一个可怕的实验室。桌子上散落着各种骨骼，锅里冒着恶臭的液体。死亡的气息让人作呕。一个可怕的生物朝你蹒跚而来，一个由骨头和筋肉构成的庞大怪物。它似乎由数百只鸟人的骨头拼凑而成，混在一起形成一个粗略的人形。手臂末端有几只爪子交织成圆形的爪子，生物的脸由两个鸟人头骨的上半部分组成，一个叠在另一个上面。它用四只空洞的红色眼睛凝视着你，并发出尖叫。"
							]
						},
						"只要奥德瓦尔德(Odwald)在附近，这只鹅卵石恐怪(cobblefright)不会主动进攻，除非收到命令，但它会随时准备好保护自己或它的主人。请让奥德瓦尔德说：",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"你不明白你在做什么。别挡道！\""
							]
						},
						"如果有机会，奥德瓦尔德将解释他的计划，详细描述他如何利用已故的鸟人创造了石魔，以及他是如何窃取所需信息来阻止这个面相的。这个面相是不朽的，唯一确保永久击败它的方法是通过死灵术来吸取它的生命能量。对于奥德瓦尔德来说，阻止这个面相是值得冒任何风险的。他在任何机会都对队伍表现出傲慢态度。他自负并认为奥尔德哈特的守护者们不可能理解他认为是必要的阻止面相的步骤。他对木之未来深感恐惧，不相信队伍能够独自击败这个面相。",
						"根据派对是否听取他的意见，可能有可能说服奥德瓦尔德(`Odwald`)放弃他的计划。即使他们可能无法用逻辑与奥德瓦尔德(`Odwald`)争辩，如果派对能够做出情感上的呼吁，他可能会倾听。尽管奥德瓦尔德(`Odwald`)表现得好像他的计划经过深思熟虑，但他完全是出于恐惧的动机，并没有真正给自己时间去思考他行动的后果。任何一个能够说服他认识到自己思维不清晰的角色，都可能帮助他意识到自己的愚蠢。",
						"如果队伍设法和他理论，通过让奥德瓦尔德在他即将安静投降时失去对石魔的控制来制造紧张气氛。由于害怕生命安危，奥德瓦尔德的懦弱会驱使他逃跑，在离开队伍时道歉，让队伍去应对他的错误。然而，如果被说服，奥德瓦尔德将在战斗后回来面对他的内心恶魔，并提出让队伍把他送交给院长。",
						"如果冒险小组攻击奥德瓦尔德，或未能与他进行理性交涉，他将命令石怪阻挡他们，同时他自己逃跑。尽管他打算让石怪以非致命方式行动，但这个生物被腐化和邪恶的本性会导致它以最大的暴力进行攻击。",
						"如果玩家在这场战斗中遇到困难，让奥德瓦尔德（Odwald）改变心意，回来帮助对抗石怪（cobblefright）。有了这种改变，奥德瓦尔德将允许队伍把他交给当局。",
						"如果一个角色试图捕捉一个正在撤退的奥德瓦尔德，允许角色在他逃跑时跟随他，但给予奥德瓦尔德60英尺的领先优势。奥德瓦尔德不会攻击追逐者，除非绝对必要以避免被捕。相反，他会转身{@condition invisible}，试图在曲折的通道中摆脱任何追赶他的角色。",
						{
							"type": "inset",
							"name": "Treasure",
							"entries": [
								"艾尔德哈特的守护者因揭露奥德沃尔德的阴谋并在事情变得更糟之前制止了他的计划而受到赞扬。真正的莫丹将亲自感谢他们解救了他。",
								"只要角色们没有违反阿维姆(Avium)的规则，院长就欢迎每个角色回来学习，在图书馆寻找信息，甚至如果他们具备必要的技能和兴趣，可以教授一门课程。此外，院长提供一个{@item ring of spell storing}，其中包含他以5级施放的{@spell stellar bodies|HWCS}法术，以及两个{@item potion of resistance|dmg|potions of resistance}，可以使持有者对火焰伤害具有抗性。他希望这些能帮助队伍拯救《谦卑森林》(Humblewood)免受元素之怒的影响。",
								"院长还会授予冒险小组前往学院内部秘密传送法阵的符文序列，以及一枚镶有阿维姆徽章的护身符，使他们能够获得校园资源的教职级别访问权限。阿维姆是谦卑森林中唯一的传送法阵所在地，这是一个严格保守的秘密。学会这个序列的人可以利用他们教职级别护身符中蕴含的魔法传送到阿维姆，但每天只能使用一次，且只能返回到阿维姆的传送法阵。通过传送法阵到达后，校园安全人员会要求他们出示教职护身符以供确认身份。"
							]
						},
						{
							"type": "inset",
							"name": "Rewards",
							"entries": [
								{
									"type": "list",
									"items": [
										"为击败的敌人奖励标准经验点数。",
										"在完成（Lower Library）中的研究：每个角色300经验点（XP）。",
										"对于调查Figory（费戈里）, Corvax（科瓦克斯）或Jell（杰尔）的任何索赔：每个角色每项调查获得117经验点（XP）。",
										"对于调查夜种教授：每个角色200经验点（XP）。",
										"在《(Necromancers Trap)》中发现奥德瓦尔德的秘密身份：每个角色200经验点。"
									]
								},
								"如果您正在使用经验里程碑规则，每个角色现在应该达到5级。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Developments",
					"page": 152,
					"entries": [
						"{@b {@i If any character was caught with the}死灵书 Ex Corvis} (这是奥德瓦尔德植入格林达·奈特西德教授办公室的书，见{@adventure The Necromancer|HWAitW|4|The Necromancer})，他们将不会获得教职级护身符和传送阵列序列，并会被告知已被禁止进入阿维姆。其他队员可能因未报告这本危险的书籍并将其归还给专门照料它的人而遭受同样命运。在院长的要求下，任何被禁止的角色可能会被授予有限的、临时的阿维姆访问权限。阿维姆仍将为艾尔德哈特守护者可能需要的任何援助提供，但只在严格监督下。处理完这个问题后，任何被学院禁止的人将不再受到阿维姆的欢迎。角色可以抗议，但院长虽然心怀同情，但最终会维护学院的规则。",
						"{@b {@i If Odwald has been apprehended,}教务长会表达对学院杰出校友竟然在他的鼻子底下犯下如此令人发指的行为感到震惊和失望。然而，当奥德瓦尔德解释情况的严重性时，教务长会停下来考虑一下。奥德瓦尔德会提到他的研究已经取得了成果：如果这个要素无法被摧毁，那么该团队也许可以重新封印它，以便将其有害能量封存起来。这是一个冒险，但他知道一个非常有天赋的先知，可以帮助他们找到一个理论上可以用来制止这个要素的物品。如果他们允许他休息一段时间，他就可以找到她，并帮助该团队结束这一威胁。",
						"这取决于冒险小组是否接受奥德瓦尔德(Odwald)的帮助，但温兹沃斯院长(Dean Windsworth)会建议这可能是成功的最佳选择，即使他们不喜欢与奥德瓦尔德(Odwald)合作的想法。至于奥德瓦尔德(Odwald)本人，院长会确保这位死灵法师被羁押，并确保奥德瓦尔德(Odwald)在奥德哈特(Alderheart)的议会面前接受审判。奥德瓦尔德(Odwald)将接受他的行为带来的任何后果，只要冒险小组承诺阻止那个毁灭森林的元素。",
						"{@b {@i If Odwald was slain,}} 他的背景和研究范围的全貌需要一些时间才能揭示。然而，根据收集到的证据，很明显他对研究这个方面很感兴趣。院长将让他最优秀的学者研究老鸦人的笔记。当他们找到了一些线索时，他们会联系这支队伍。",
						"{@b {@i If Odwald escaped,}教务长将鼓励派对成员找到他，以揭露他还知道什么，同时防止他在其他地方继续进行危险的研究。"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Part 5: Of Fate and Flame",
			"page": 153,
			"entries": [
				"{@font or how i grew to love the fire|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HWAitW/Part-5.webp"
					}
				},
				"在这部分中，冒险者队伍将学习如何平息火焰之怒，并发现隐藏在焦枯树林中某处的地牢。在那里，一根被称为{@item Borealus|HWCS|the Borealus}的神秘法杖等待着一个值得拥有其冰冷力量的人。一旦获得，{@i the Borealus}可以帮助队伍妥善封印生物及其有害能量，治愈木林中的不平衡。很少有人知道{@i the Borealus}的古老神话或其休憩之地。虽然{@creature Odwald Ebonhart|HWCS}设法推测如何使用这件物品重新封印这个方面，但他不确定这在实践中如何运作，或者{@i the Borealus}是否真的存在。追寻这根法杖是一场赌博，但在没有其他办法的情况下，神话般的武器可能是拯救木林免遭火焰毁灭的最后希望。",
				"这部分冒险的发展取决于小队迄今为止所做的选择，从是否杀死、逮捕奥德瓦尔德，或者他在{@adventure Developments|HWAitW|4|Developments}中是否逃脱开始。",
				"除非奥德瓦尔德（Odwald）逃脱，否则给玩家们几天的休整时间。院长会花时间考虑奥德瓦尔德的命运。如果奥德瓦尔德已经死亡，利用同样的休整时间让院长和他的学者们研究已故的奥德瓦尔德的笔记，试图发现他的行动。在此期间，队伍可以自由利用校园内的药水实验室或咒语图书馆（见{@adventure Exploring the Avium|HWAitW|4|Exploring the Avium}）。由于队伍可以传送回到阿维姆（除非他们被终身禁止），利用这段时间处理角色的线索或情节。在队伍成员完成他们的活动后，院长会召集他们到他的办公室讨论他所学到的内容。",
				{
					"type": "section",
					"name": "Odwald's Fate",
					"page": 153,
					"entries": [
						"{@b {@i If Odwald escaped,} 当派对被告知没有时间可浪费。院长已经对奥德瓦尔德的实验室展开了调查，他的抄写员正在检查留下的材料，但似乎有一些笔记不见了。很可能是奥德瓦尔德在逃跑时带走了它们。必须找到奥德瓦尔德（跳至{@adventure Finding the Necromancer|HWAitW|5|Finding the Necromancer}）。由于派对如果抓获奥德瓦尔德可能需要与他结盟，建议阅读{@adventure If Odwald was apprehended|HWAitW|5|If Odwald was Apprehended}。这些信息在以后仍然会很重要，因此请将其用作在冒险的这一部分事件展开时与奥德瓦尔德的角色互动的参考。",
						"{@b {@i If Odwald was slain,}}院长将揭示一些关于奥德瓦尔德背景的有趣信息。他会告诉玩家们，奥德瓦尔德是来自奥尔德哈特的著名贵族Ebonhart家族的成员。他过去是一名冒险者，也是Avium的校友。院长似乎对这样一个杰出的学者转向黑暗艺术感到悲伤。根据奥德瓦尔德的笔记，他责怪自己唤醒了这个力量，但奥德瓦尔德可能如何参与其中的细节尚不清楚。然而，在这些笔记中，有一段预言，预言Ebonhart家族的成员将最终治愈大灾难对森林的影响。",
						"在他的研究中，奥德瓦尔德还发现了关于一个名为{@i the Borealus}的神秘神器的文献，这个神器在大灾变之后的某个时候被隐藏起来。他发现了有关神器创造的记录，这些记录是由那位将其制作并储存在阿维姆下层图书馆的巫师撰写的。奥德瓦尔德利用这些宝贵的笔记推测出一种仪式，可能可以利用这个神器的力量来封印火之本质。他放弃了这个仪式，转而选择了石块妖，因为他无法确定神器的记录是否真实。然而，在他笔记本的页边空白处的涂鸦暗示着他曾考虑联系他从冒险时代认识的某人，帮助他揭示神器的位置。",
						"此时，{@i the Borealus} 可能是派对找到击败该面相的最佳线索。院长会要求他们前往奥尔德哈特，与奥德瓦尔德笔记中提到的同伴交谈，一个名叫{@creature Susan of the Swamp|HWCS}的篱笆女巫（如果苏珊已经死了，请参见{@adventure Should the Worst Have Happened|HWAitW|5|Friendship with Riffin}）。在他们这样做的同时，院长将检查奥德瓦尔德使用的公式，看看他是否能执行这个仪式。然而，循环清楚地表明没有{@i the Borealus} 的力量，这个仪式是行不通的（跳至{@adventure Susan the Seer|HWAitW|5|Susan the Seer}）。",
						"如果玩家希望通知{@creature Riffin, the Ash-Knight|HWCS}奥德瓦尔德(Odwald)的死讯，让他们在奥尔德哈特(Alderheart)遇到他。他再次出现在木制酒旗(Wooden Flagon)，沿着他的脚印寻找奥德瓦尔德的希望。里芬(Riffin)会对失去朋友感到悲伤，但他仍然相信，即使奥德瓦尔德看起来很坏，他的内心是善良的。里芬将提供帮助给队伍，这在{@adventure Facing the Aspect|HWAitW|5|Facing the Aspect}可能会变得必要。",
						"如果奥德瓦尔德被逮捕，队伍将收到院长的传票，要求在他的办公室集合。当队伍到达时，奥德瓦尔德将在那里，站在温兹沃斯院长旁边等待。奥德瓦尔德的手腕上戴着一些银色手镯，院长解释说这是为了防止奥德瓦尔德使用魔法。",
						"老乌鸦希望追踪一条线索，可能会揭示一个叫做{@i the Borealus}的魔法物品的位置，这是一件可能封印住本质能量并将其返回到树林下休眠状态的武器。奥德瓦尔德偶然发现了关于这件物品的历史记载，虽然他并不确定它是否存在，以及他所创造的仪式是否有效，但这是他能想到的唯一可能阻止本质不断重生的方法。",
						"议会已经允许奥德瓦尔德（Odwald）加入队伍，以便跟进这个线索。他必须始终保持在队伍的视线范围内，直到火焰元素问题得到解决。之后，奥德瓦尔德必须被带到奥尔德哈特（Alderheart）接受审判和判决。角色们可能对与奥德瓦尔德合作有所保留，但现在别无选择。院长显然对奥德瓦尔德持怀疑态度，但这位死灵法师的研究使他具备了院长需要时间才能领会的情境意识。此外，奥德瓦尔德作为一名冒险者的过往经验意味着他熟悉这片森林。如果奥德瓦尔德试图逃跑，队伍必须立即逮捕他并将他送到奥尔德哈特。",
						{
							"type": "inset",
							"name": "Odwald's Story",
							"entries": [
								"如果队伍逮捕了奥德瓦尔德，一旦获准协助队伍，奥德瓦尔德将乐意帮助他们。时间让他反思自己的行为，他感到非常羞愧。他现在致力于以正确的方式纠正自己的错误。奥德瓦尔德将为队伍提供一切可能需要的帮助，甚至会向任何对他背景感兴趣的角色分享一些信息。",
								"在旅行中，确定何时适合Odwald分享关于他的家庭，研究{@i the Borealus}以及他的老朋友Riffin的信息，以符合叙事流程。",
								"在扮演奥德瓦尔德时，请记住他骄傲胆小，但也聪明并深切关心着森林的幸福。他认为到目前为止发生的一切都是个人失误，虽然他终于愿意向他人寻求帮助，但最终，他仍然觉得对森林当前的状态负有责任。"
							]
						},
						{
							"type": "entries",
							"name": "Odwald's Family",
							"page": 154,
							"entries": [
								"Odwald是贵族Ebonhart家族的成员，是Alderheart的创始家族之一。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我的家族传承着一个世代相传的预言，说一个黑心者将会最终治愈那片因大灾难而诞生的焦林。多年来，我一直认为那个人会是我，但我学到的越多，我对问题的本质了解就越少。六个月前，我得到了一个启示。一个实体在梦中拜访了我，并传授了有关这个本质存在的知识。它向我展示了封印的位置，并告诉我可以使用的咒语，以彻底治愈焦林受本质影响的方法。\""
									]
								},
								"在奥德瓦尔德（Odwald）梦中与他交谈的实体隐藏了其真实形态。他只能听到一种听起来非常古老且智慧超越任何凡人理解的声音。他前往格罗夫（Grove）中的召唤圈，并发现它异常活跃，仿佛已经在削弱。他感到恐慌，试图使用他所展示的咒语来净化这个形态的能量。然而，符文却突然闪烁起来，不久之后火势开始蔓延。",
								"如果被问及为什么他这样做，奥德瓦尔德将会回答：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我真是个该死的傻瓜。这些年来，我一直害怕辜负家族的名声。正是这种恐惧让我如此鲁莽行事。我不应该听那该死的声音...现在我的行为可能已经毁了《(Humblewood)》。\""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Researching the Borealus",
							"page": 155,
							"entries": [
								"如果任何角色询问奥德瓦尔德关于他对{@i the Borealus}的了解，他会提到以下信息点：",
								{
									"type": "list",
									"items": [
										"他偶然发现了一个提及{@i the Borealus}许多年前的古老传说，但直到回到阿维姆（Avium）后，他才找到了一本实验室笔记集合，声称是由制造它的巫师所写。",
										"由于这些笔记，奥德瓦尔德（Odwald）承认这样的物品可能已经被创造出来。如果它确实被制造出来，它的力量不仅巨大，而且也独特地适合对抗该要素的元素能量。",
										"根据他的研究，他推测了一种使用{@i the Borealus}以及召唤阵圈来重新封印该要素的方法。然而，这并非他能够测试的事情，再加上{@i the Borealus'}存在的不确定性，似乎这条途径成功的机会太小。",
										"最近他在咒语制作方面的研究（试图创造一个模仿石魔的灵魂虹吸能力的咒语）取得了一些新的文献，这增加了他对使用{@i the Borealus}进行仪式成功的信心，但仍然无法确定。"
									]
								},
								"奥德瓦尔德会补充说，这场赌博可能是伍德（the Wood）的最后希望，因为他的研究表明，这个力量会随着时间的推移而不断增强，只要它保持未封印状态。他只希望{@i the Borealus}仍然在伍德（the Wood）中，因为他们的时间不多了。"
							]
						},
						{
							"type": "entries",
							"name": "Friendship with Riffin",
							"page": 155,
							"entries": [
								"如果有任何玩家询问关于瑞芬（Riffin），或提到那位弦骑士一直在寻找奥德瓦尔德（Odwald），他会表现出一种既宽慰又悲伤的情绪。他和瑞芬曾是一起在《谦木林》（Humblewood）旅行的冒险者。奥德瓦尔德在火灾中夺去了瑞芬的家园——阿什巴洛（Ashbarrow）。他和瑞芬帮助人们疏散，但在混乱中一栋建筑倒塌，严重伤及了瑞芬。奥德瓦尔德救了他并将他带到了奥尔德哈特（Alderheart）。奥德瓦尔德背负着自己是导致瑞芬家园被毁的火灾的责任，无法忍受留下来。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"就在那时，我决定想尽一切办法来纠正我的错误。看起来我所做的一切只是伤害了别人。我本应该寻求帮助，但是...也许我无法接受这样一个想法，即独自平息这个局面是不可能的。\" 他冷笑道，\"作为黑心之子的自私傲慢应该为此负责。我对我对你们所有人的行为感到非常抱歉。\""
									]
								},
								"奥德瓦尔德仍然因为自己的行为感到羞愧，但他会承认他需要与里芬和解。此外，里芬是一名能干的战士，如果他们要面对{@adventure The Perch of Brackenmill|HWAitW|5|The Perch of Brackenmill}的话，他的帮助可能会很有价值。奥德瓦尔德对他的老朋友可能会被找到的地方有一个好主意。",
								"如果没有提到Riffin这个话题，奥德瓦尔德会建议队伍会见他的一位老冒险同伴，一个名叫苏珊的篱笆女巫，她也许能帮助指引队伍前往{@i the Borealus}的位置（跳至{@adventure Susan the Seer|HWAitW|5|Susan the Seer}）。",
								{
									"type": "inset",
									"name": "Should the Worst Have Happened",
									"entries": [
										"如果苏珊已经去世，就让队伍从{@adventure Part 1: The Adventure Begins|HWAitW|1}而不是{@creature Ardwyn, Elder of Meadowfen|HWCS}前往。她曾经是泰顿神殿的一位强大女祭司，在奥德瓦尔德的冒险时代，她被称为一位才华横溢的先知。她应该能够执行类似的仪式，引导队伍前往{@i the Borealus'}的安息之地。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Leaving the Avium",
							"page": 156,
							"entries": [
								"当队伍离开阿维姆时，他们应该了解到火焰之力的可怕和不朽本质，但也清楚地了解它的弱点。根据奥德瓦尔德的遭遇，他们可能会有线索指向寻找{@i the Borealus}的地点。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Finding the Necromancer",
					"page": 156,
					"entries": [
						"如果奥德瓦尔德在{@adventure Part 4|HWAitW|4}逃脱了，那么队伍接下来的步骤就是在他制造更多麻烦之前追踪他。请温兹沃斯院长或另一位角色向队伍强调，奥德瓦尔德可能带走了阿维姆的信息，这些信息可以帮助彻底击败这个面相。因此，重要的是要活捉他。为了帮助队伍实现这一目标，院长会给他们一对银手镯，可以戴在奥德瓦尔德身上，阻止他使用魔法。队伍的任务仍然是平息这个面相，虽然奥德瓦尔德必须接受审判，但伍德的安全是第一位的。一旦他们逮捕了奥德瓦尔德，就应该将他送回阿维姆接受审讯。",
						{
							"type": "entries",
							"name": "A Divination Ritual",
							"page": 156,
							"entries": [
								"院长已经告知他最博学的教授们有关派对的情况，许多教授表示愿意尽他们所能来帮助。特别是占卜教授，{@creature Corvax Revayne|HWCS}，可能能够找到奥德瓦尔德。派对可以在雷文教授的办公室与他会面，他已经做好了必要的准备。",
								{
									"type": "insetReadaloud",
									"entries": [
										"在这个小办公室里，家具被推到一边，为了在平坦的石地板上绘制一个复杂的粉笔圆圈，教授雷文(Revayne)正在圆圈边缘绘制符号。你的靠近使他感到惊讶，他立即站起来对你说道：“小心！这个圆圈必须反映出命运的许多纽带，才能展示可能发生的事情。擦掉任何一个都会带来不准确性！”然后他示意你移动到房间的边缘。"
									]
								},
								"一旦他完成了几笔，或者填补了任何被不幸角色踩到的线条，一边嘟囔着，他会轻轻地跳进圆圈的中心。他请求有人把他的工具递给他：一根带着水晶的绳子，一碗水，和一袋沙子，这些都很容易在附近的桌子上拿到。雷文教授小心翼翼地把水碗放在圆圈中心，并要求在他工作时保持安静。他会把水晶悬在碗上方，然后开始念咒语。",
								{
									"type": "insetReadaloud",
									"entries": [
										"房间里弥漫着奥术能量，当钟摆来回摆动在水碗上方时，水面反射出水晶的光芒。当(corvum)的眼睛发出白光，他向水中投入一小撮沙子。水面泛起涟漪，图像开始在其表面形成。当钟摆被一股无形的力量朝东南方向拉得很厉害时，你可以看到种树场、装满货物的马车和巨大昆虫的畜栏。随着一声轻柔的“嗖”声，粉笔圈从地面上升起，消失在蒸汽中，将水碗和教授都恢复正常。"
									]
								},
								"雷文教授将告知冒险小组，奥德瓦尔在布莱肯磨坊（Brackenmill）附近。这个地方似乎对奥德瓦尔有着个人意义，尽管教授无法猜测这意义是什么。然而，教授确信这个死灵法师的形象将被隐匿的魔法所掩盖。雷文教授还会传达，在布莱肯磨坊还有其他人在寻找奥德瓦尔。他的视野中出现了一个有翅膀的盾牌：持有这个盾牌的人是找到奥德瓦尔的关键。",
								"他还会提醒队伍，他在{@adventure A Disturbed Diviner|HWAitW|4|A Disturbed Diviner}进行的占卜(\"the master weal, the monster woe\")可能意味着奥德瓦尔德是一个潜在的盟友。他会告诫他们不要轻举妄动对付奥德瓦尔德，因为他的预见让他觉得这位死灵法师可能在木之命运中扮演一定角色。",
								"教授还会为派对提供一个{@item gem of seeing}。这个物品的变种只赋予{@spell see invisibility}的效果，而不是{@sense truesight}，并且它不会在黎明时恢复充能。一旦所有充能用尽，它将变成一个普通的非魔法宝石。雷文教授会指出，如果那个死灵法师尝试使用{@spell invisibility}逃跑（就像他们第一次相遇时可能做的那样），这个物品可能会派上用场。"
							]
						},
						{
							"type": "entries",
							"name": "Odwald's Disguise",
							"page": 156,
							"entries": [
								"随着新知识的武装，玩家们可以准备离开阿维姆，尽管需要大约三天的路程才能到达布莱肯磨坊(Brackenmill)。为了保持游戏的节奏，让这次旅行平稳无事，但通过提到空气比起队伍开始旅程时更加温暖和干燥来暗示着元素力量的增长。随着他们的旅行，森林也显得比平常安静。这确实是危急时刻。",
								"自从他逃离了阿维姆(Avium)，奥德瓦尔德已经到达了布莱肯磨坊(Brackenmill)，他现在在权衡自己的选择。他的研究被归零，没有任何材料或实验室设备，虽然他对如何阻止这个面相有一些想法，但他并不确定这个神器是否真的存在，更不用说它的力量是否真的像他所读到的那样强大。经过反思，他痛苦地意识到自己对学院无辜人员构成的危险。他还在布莱肯磨坊发现了他的老朋友里芬(Riffin)，他内心的一部分迫切地希望向那位吸血鬼骑士坦白自己的罪行。然而，奥德瓦尔德缺乏勇气，只会试图保持低调。当奥德海特的守护者(Defenders of Alderheart)到来时，他正在考虑接下来的步骤。",
								"奥德瓦尔德正在使用{@spell disguise self}假扮成一名旅行的胡登加卢斯（Huden Gallus）僧侣，在阳光蚕茧客栈（Sunny Silkworm Inn）住宿。由于咒语的特性，他必须限制与他人的互动，但他选择的形态大致与自己的尺寸相符，所以一眼很难揭穿这个咒语。任何特意检查奥德瓦尔德的玩家可以进行一次DC 15的感知（Wisdom）检定，看看是否有什么不对劲；例如，如果他的衣袍的一部分在他移动时穿过桌子。任何与奥德瓦尔德的身体接触足以发现他的幻象，因此他会尽力避免让队伍有这个机会，保持距离。奥德瓦尔德努力尽可能地待在他租住的住所里，只在客栈的公共休息室或镇上短暂露面，因为他必须每小时隐藏并重新施放他的咒语以保持效果。任何能用{@spell detect magic}扫描奥德瓦尔德的玩家将立即知道他受到幻象咒语的影响。",
								"如果他觉得自己被发现了，奥德瓦尔德(Odwald)会试图逃进森林。"
							]
						},
						{
							"type": "entries",
							"name": "The Perch of Brackenmill",
							"page": 157,
							"entries": [
								"当冒险小组到达布莱肯磨坊（Brackenmill）时，他们会发现自己仰望着一系列郁郁葱葱的树冠。这些树冠会立即被认出是栖息农场；树枝上长满了熟悉的草药、结果实的藤蔓，并由几名农民照料。地面上的畜栏里关着不同品种的巨型昆虫，包括巨型蚕虫，它们正在啃食绿色植物。",
								"Brackenmill（布莱肯磨坊）是各种人的热闹中心，看到旅行者时，人们会微笑并礼貌地打招呼，欢迎他们到这里。螺旋状的台阶沿着高大的树木向上延伸，让玩家们可以爬到一系列由木头和绳子构成的桥梁和平台上，连接着树木。",
								"这里的当地人是一群热情的人，虽然很忙碌，但他们散发出一种诚实而迷人的乡村款待。如果有角色询问最近Brackenmill的生活情况，当地人会告诉他们事情一直很忙碌。这个季节，人们不得不比往常更加努力地生产足够的作物来帮助那些被火灾所迫的人们。此外，由于天气干燥，作物需要更多的照料才能保持绿色和健康。一些守护者通过他们的魔法滋养植物来帮助，但这样的服务供不应求。这是一个艰难的一年，每个人都超负荷工作。",
								"{@b {@i If the party has come here with Odwald looking for Riffin,}奥德瓦尔德建议前往{@adventure The Sunny Silkworm|HWAitW|5|The Sunny Silkworm}。",
								"{@b {@i If the characters offer to assist the farmers,}在Odwald假扮的时候给了派对一个窥视的机会。为了加快节奏，让角色进行一次DC 15的感知（Wisdom）检定，以注意到Odwald幻象中的一些故障。",
								"{@b {@i If a character who succeeded on this check attempts to call attention to Odwald in a friendly manner,}奥德瓦尔德会无视他们，匆匆走回到他在{@adventure The Sunny Silkworm|HWAitW|5|The Sunny Silkworm}的房间的安全。",
								"{@b {@i If Odwald is called out in a way that suggests the character is suspicious of him,}奥德瓦德尽可能快地朝森林跑去（跳至{@adventure A Confrontation|HWAitW|5|A Confrontation}）。",
								"{@b {@i If the characters ask around for clues about any strange travelers entering town,}}当地人不会提供太多帮助。毕竟，每天都有人来人往，运送各种商品和材料，这些都依赖于布莱肯米尔的树农场。人们会把玩家们指向当地的客栈，阳光蚕茧客栈(The Sunny Silkworm)，它位于镇中心附近。许多旅行者经常光顾这里，甚至有些人会付钱保留房间。"
							]
						},
						{
							"type": "entries",
							"name": "The Sunny Silkworm",
							"page": 158,
							"entries": [
								"《阳光蚕茧(The Sunny Silkworm)》是一家大型客栈和酒馆，坐落在布莱肯米尔(Brackenmill)中心的一座宽敞的圆形木质建筑中。这座建筑坐落在一个盘形木制平台上，平台位于一棵巨大树木的扭曲树枝之上，树木已经被环绕着建筑物的形状所塑造。不同的桥梁连接着木制平台，使得从布莱肯米尔各处都可以前往这里。这个地方看起来温馨而诱人，当玩家们走近时会注意到门上有一个木制招牌，上面画着一只微笑的蚕虫在啃食一片叶子。从它古雅的茅草屋顶上冒出的大烟囱中飘出一股香气。客栈通常人来人往，今天也不例外。当队伍进入建筑物时，请阅读：",
								{
									"type": "insetReadaloud",
									"entries": [
										"这家旅馆和酒馆的公共休息室充满了活动。许多各种鸟人和谦卑的人在交谈、饮酒和玩游戏。三个大壁炉围绕着这个空间，一个在右边，另一个在一个石制烟囱中央升起，还有一个在公共休息室后面的吧台上方，锅里的炖菜散发着芳香。这个地方温暖而诱人。"
									]
								},
								"派对将在客栈的大厅里找到里芬（Riffin），他坐在靠近大中央壁炉的小桌旁，正在玩一局纸牌游戏。",
								"{@b {@i If the party came here with Odwald,}他们可能会寻找Riffin，这样Odwald就可以向他的老朋友解释。一旦他们找到Riffin，跳到{@adventure Riffin and Odwald|HWAitW|5|Riffin and Odwald}。",
								"{@b {@i If the party came here looking for Odwald,}} 他们会发现 Riffin 也在寻找他。在检查了许多他们过去常去的地方后，Riffin 决定最好在阳光蚕茧等待，而不是冒着错过朋友的风险四处寻找。毕竟，当他们一起旅行时，他们总是在这里相聚；如果他等的时间足够长，他希望最终能遇到 Odwald。如果角色们在 Alderheart 的木制酒杯与 Riffin 互动过，他会一旦他们进入就认出这支队伍，并从桌边离开去迎接他们。",
								"{@b {@i If the party never spoke to Riffin,}} 他会从强盗营地的战斗中认出他们，也会从自那次战斗以来听到的故事中认出他们。到现在，对于这只吸血鬼骑士来说，他们肯定听起来像是光荣和正直的人，他会用一种熟悉的语气介绍自己（毕竟他们曾一起并肩作战）。",
								{
									"type": "insetReadaloud",
									"entries": [
										"“嗨，朋友们！看起来你们已经成长为优秀的冒险者了。甚至是‘(Alderheart)的守护者’！”他友善地笑着说道。“要来杯饮料吗？我很想有机会聊聊天。”"
									]
								},
								"如果因为某种原因该队伍声誉不佳，瑞芬仍然会愿意与他们交谈，但他的回应会更加低调。",
								{
									"type": "insetReadaloud",
									"entries": [
										"当你进入时，一个看起来很熟悉的斯特里格骑士向你招手。“在泰顿的星辰之下，看起来你长高了不少，自从那次在强盗营地的骚动。”他笑着说道。“要来杯饮料吗？不是每天都能近距离看到奥德哈特的守护者。”"
									]
								},
								"在这种情况下，瑞芬会解释说他来这里是为了找他的朋友奥德瓦尔德。参考{@adventure Seeking out the Ash-Knight|HWAitW|2|Seeking Out the Ash-Knight}来确定他对于队伍的反应，以及他如何回答关于寻找朋友旅程的问题。",
								"如果派对尝试向瑞芬（Riffin）解释奥德瓦尔德（Odwald）在搞什么鬼，他会礼貌地坚持认为他们一定是搞错了。奥德瓦尔德以前可能会陷入一些困境，但他绝不会以如此鲁莽和伤人的方式行事。如果派对决定坚持自己的观点，瑞芬会找个借口离开，坚称他们根本不知道自己在说什么。他和奥德瓦尔德认识多年，这听起来不像他的风格。",
								"只要派对不做任何真正冒犯(Riffin)的事情，他就能提供一些有用的信息。虽然他没有看到(Odwald)，但他注意到一些住客似乎不太友好。他会指出其中一些：",
								{
									"type": "list",
									"items": [
										"一个板着脸的卢玛术士，她希望被单独留下。她不想向陌生人解释原因。",
										"一个坚忍的斯特里格蛮族战士，看起来冷漠无表情，除非队伍中有人开始谈论武器，这时他会变得非常兴奋。",
										"一个内向的（奥德瓦尔德）修士（这是奥德瓦尔德伪装的）。"
									]
								},
								"如果有人接近奥德瓦尔德，他会试图虚张声势，声称自己是一个谦逊的旅行者，正在寻找保护商队以磨练技能的工作。与奥德瓦尔德坐下的角色必须在感知检定中取得DC 15的智力检定，才能注意到他幻觉中的破绽。一旦奥德瓦尔德感到不安全，他会逃跑。"
							]
						},
						{
							"type": "entries",
							"name": "A Confrontation",
							"page": 159,
							"entries": [
								"一旦派对揭开了奥德瓦尔德(Odwald)的面纱，他将无法逃得太远。他疲惫不堪，压力使他衣衫褴褛，心中充满了怀疑。如有必要，他会尽力使用最后一丝魔法来逃跑。他不会伤害派对成员，只会试图进行无血的逃跑。奥德瓦尔德将尝试变得隐形，或者使用{@spell suggestion}或{@spell fear}来试图减缓追赶者的速度或使他们偏离方向。他会使用{@spell counterspell}或{@spell misty step}来对抗任何试图束缚他的法术。如果他成功逃脱，他会逃离布莱肯米尔(Brackenmill)并跑进森林。无论发生什么，这里的骚动都会引起当地守望者团(Perch Guard)的注意。",
								"奥德瓦尔德会逃到他来到一个充满密集且困难的森林地形的空地。这是筋疲力尽的乌鸦兽的最后一站，一旦队伍处理了他的魔法造成的任何不良影响，他们应该能够在这里追踪到他。他们会发现他气喘吁吁，精疲力竭，并被困在困难的地形中。如果队伍设法更早地捕捉到他，奥德瓦尔德会在明确他无法逃脱时屈服。",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"好了，我认输了，\"老乌鸦喘着气说道。\"我再也逃不过我的命运了。带我走吧，我会乖乖跟着你们走…\""
									]
								},
								"奥德沃德将遵从队伍的意愿，让他们给他戴上银手镯，尽管他会坚持保留他的研究笔记。他打算和阿维姆合作，并且没有他的指导，这些笔记将变得毫无意义。如果被质疑，奥德沃德将解释他试图通过实验达到什么目的，以及为什么对他来说成为制止这一方面的人如此重要，但他后悔一切。他的行动给林地和居民带来了伤害。根据玩家想要多少角色扮演，可以参考在{@adventure Odwald's Fate|HWAitW|5|Odwald's Fate}中呈现的信息来进一步充实这种互动。",
								"在某个时候，布莱肯磨坊栖卫队将会到达，被奥德瓦尔德的逃跑和队伍的追击所引起的骚动所吸引。队伍可以轻松地解释情况，一旦他们出示与艾维姆院长合作的证据（他们的护身符将会起作用），栖卫队将把奥德瓦尔德交给他们。随同卫兵一起来的里芬，希望提供帮助，将冲过去帮助他的朋友，用震惊和困惑的表情看着那只乌鸦。"
							]
						},
						{
							"type": "entries",
							"name": "Riffin and Odwald",
							"page": 160,
							"entries": [
								"{@b {@i If Odwald came willingly to Brackenmill,}）乌德瓦尔德正准备向里芬道歉，这次互动可能会发生在阳光蚕(The Sunny Silkworm)里。当奥德瓦尔德解释清楚后，里芬会变得越来越困惑。当奥德瓦尔德结束讲述后，请阅读：",
								{
									"type": "insetReadaloud",
									"entries": [
										"那只疲惫的老乌鸦用悲伤的表情看着他的朋友。“这都是我的错。瑞芬，对不起。”"
									]
								},
								"{@b {@i If Odwald was trapped in the forest,}} 这个场景将在树林中上演。strig会看着Odwald，直截了当地问他，艾尔德哈特的守护者们说的是不是真的。Odwald只能黯然神伤地看着他，然后说出上面的台词。",
								"无论如何，里芬受伤了。奥德瓦尔德(（Odwald）)不仅救了他的命，还与他同行多年，里芬认为自己可以信任他的朋友。发现乌鸦人(（corvum）)对他隐瞒了这么多事情，再加上他的行为鲁莽和危险的本质，让里芬开始考虑是否要与奥德瓦尔德(（Odwald）)断绝关系。",
								"瑞芬将默默地退回他在阳光蚕茧(The Sunny Silkworm)的房间。他会在这里待上一天，但直到第二天黎明前，他不会接受任何访客。这将给玩家一些时间来了解他和他的动机（查看{@b {@i If Odwald was apprehended}下的{@adventure Odwald's Fate|HWAitW|5|Odwald's Fate}，了解他的背景故事详情），这些可能会影响他们是否决定帮助修复与瑞芬的友谊。",
								"一旦里芬（Riffin）接待访客，奥德瓦尔德（Odwald）会鼓励队伍前去说服弦骑士（the string knight）留下来帮助他们的队伍。与里芬交谈的角色可以进行一个魅力（{@skill Persuasion}）检定，以说服他采取他们建议的行动，但技能的难度检定应根据队伍成员与里芬交谈时采取的方式进行修改。例如，如果他们呼吁他对木之荣誉和责任感，检定应该更容易。一些玩家可能决定让里芬和奥德瓦尔德见面谈谈，这也可能成功。试图说服里芬的角色可以提出任意数量的论点：",
								{
									"type": "list",
									"items": [
										"他们需要Riffin的帮助来击败这个方面。",
										"瑞芬应该与他们合作，为了森林的利益。",
										"奥德瓦尔德似乎对自己的行为感到后悔，并对他们的友谊深感在意。",
										"玩家可能会提出任何其他看起来合适的想法。"
									]
								},
								"根据角色的动机决定事情的发展，通过与可能起到调解作用的角色进行即兴检查，并选择最符合叙事的结果。",
								"{@b {@i If Riffin and Odwald reconcile,}} 里芬将坚定地同意在任务中以任何方式帮助队伍。里芬和奥德瓦尔德的关系将在游戏的余下时间里变得紧张，但他们将共同努力击败这个敌人。",
								"Riffin会陪同队伍返回至阿维姆(Avium)，但在路上他不会说太多话——他更喜欢做事而不是思考。尽管最近发生了一些事情，如果需要的话，他会作为奥德瓦尔德(Odwald)的证人。Riffin永远不会完全原谅这只老乌鸦，但他可以证明他们多年一起冒险时的才华和可靠性。Riffin愿意与队伍一起前往奥尔德哈特(Alderheart)。他会选择在树干区的旅馆酒馆木制酒桶(Wooden Flagon)单独住宿。如果玩家希望，Riffin可以陪同他们继续旅程。如果他加入队伍，他将被视为另一个角色，以便分配经验点(XP)。",
								"{@b {@i If Riffin and Odwald don't reconcile,}}瑞芬将离开。他感到受到背叛，但也感到内心矛盾，他需要时间来理清思绪。当他回来时，将会是在最后的战斗中，在考虑了他的责任并做出帮助小队的决定之后。",
								"{@b {@i If the party came to Brackenmill to find the escaped Odwald,}}角色们可以选择将奥德瓦尔德送回阿维姆接受审讯，或者带他去奥尔德哈特，在那里他将帮助他们找到下一个线索。这取决于派对是否相信奥德瓦尔德的转变。无论如何，他会试图说服他们带他去奥尔德哈特，因为时间紧迫。",
								"从{@i \"If Odwald was apprehended\"}部分在{@adventure Odwald's Fate|HWAitW|5|Odwald's Fate}继续播放{@b {@i If the party returns Odwald to the Avium,}。",
								"{@b {@i If the party killed Odwald,}他们会在他的尸体上找到老科尔文的研究笔记。从{@i \"If Odwald was slain\"}部分在{@adventure Odwald's Fate|HWAitW|5|Odwald's Fate}继续游戏。",
								"{@b {@i If the party takes Odwald to Alderheart,}跳到{@adventure Susan the Seer|HWAitW|5|Susan the Seer}。派对可能需要稍后向院长或议会解释这件事。"
							]
						},
						{
							"type": "entries",
							"name": "Dean Windsworth",
							"page": 160,
							"entries": [
								"在某些情况下，你可能需要考虑在{@b Part 5}事件期间追踪(迪恩·温兹沃斯)的行踪。如果(奥德瓦尔德)被杀，他可以成为一个关键角色，填补故事中奥德瓦尔德的角色，或者如果奥德瓦尔德幸存，他可以成为一个重要的配角。温兹沃斯院长甚至可以在最终与火之本质的战斗中协助奥德瓦尔德。",
								"{@b {@i If Odwald lives,}} 无论他是在Avium ({@adventure Part 4|HWAitW|4}) 被捕还是在Brackenmill被捕，院长在派对离开前将留在学院。在那里，他将研究Odwald的仪式，也许在这个过程中对其进行改进，直到他准备好重新加入派对，与火之化身进行最后的战斗。",
								"{@b {@i If Odwald is dead,}}院长出于责任感将加入阿尔德哈特的队伍。很可能奥德瓦尔德之所以能够首次打破该位面的封印，是因为他在阿维姆学习时所学到的知识，院长认为自己应该随时提供帮助，以防队伍需要建议。院长不会在战斗中提供帮助——他将在阿尔德哈特逗留期间查阅老乌鸦的笔记，以解密奥德瓦尔德理论上认为可以重新封印该位面的仪式。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Susan the Seer",
					"page": 161,
					"entries": [
						"此时，队伍将由活着的奥德瓦尔德或者迪恩·温兹沃斯从已故的乌鸦人笔记中获取的信息，前往奥德瓦尔德。在那里，可以找到奥德瓦尔德的老朋友和前冒险同伴，沼泽之苏珊。苏珊独特的学识使她拥有一些神秘知识。再加上她独特的占卜能力，这意味着她是队伍找到{@i the Borealus}的最佳希望。",
						{
							"type": "entries",
							"name": "Seeing an Old Friend",
							"page": 161,
							"entries": [
								"在奥德哈特的树干市场（有关她的服务，请参见{@adventure Return to Alderheart|HWAitW|3|Return to Alderheart}）中，派对将找到苏珊的帐篷。她在奥德哈特通过占卜赚了一大笔钱。如果派对之前遇到过她，她会热情地问候他们，并告诉他们她一直想要收拾行装回到沼泽中的小屋尝试一些新的实验性魔法。也许他们来的时间正是命中注定的。",
								"{@b {@i If Odwald is with the party,}} 她会热情地欢迎他，并询问他这段时间过得如何。尽管奥德瓦尔很高兴见到苏珊，但他会明确表示需要等一下再聊，解释任务的紧急性。",
								"{@b {@i If Odwald was killed,}）苏珊被解释清楚了。她会变得安静庄重，并郑重同意帮助玩家们完成任何为了森林的利益而需要的任务。",
								"无论这次遭遇如何发生，苏珊最终会执行她的仪式。",
								{
									"type": "insetReadaloud",
									"entries": [
										"草药女巫围着她的蜗牛壳大锅走了一圈，从她的帐篷周围摘下一把一把的悬挂草药和小干燥生物，然后扔进锅里。她的甲虫伙伴，诺玛，协助完成这个任务，当它把一根干瘪的触手放进大锅时，苏珊笑着说：“海星，为了如同仲夏之夜般清晰的幻象……”女巫在炖汤上念着咒语，然后，对自己的工作感到满意后，她拿起一只勺子，舀出一点液体，吹凉后品尝了一口。"
									]
								},
								"苏珊一口喝下这杯药水后，她的瞳孔扩张直至眼睛变黑。它们似乎包含着星星和星座，苏珊看起来瞬间变得遥远。然后她的眼睛恢复正常，苏珊重新恢复了神智。",
								{
									"type": "insetReadaloud",
									"entries": [
										"“多么美妙的景象... 有太多可能的未来，让人难以追踪！”她说着，走到她身后的一个小书架旁。“我看到一个伟大的力量被另一个力量所制衡。一场无尽的火与冰之舞。”苏珊然后从书架上拿起一本书，翻阅着。“{@i the Borealus} 想要与火焰合一。 它被禁锢在一扇炭烬之门后，只有守护者才有钥匙。要到达它，你必须找到... 这个！”"
									]
								},
								"苏珊会找到她正在寻找的页面，并向队伍展示。这是一幅插图，展示了一种植物，精通{@skill Survival}或{@skill Nature}技能的角色可以轻松识别为天叶，一种在谦卑森林中生长在较高树木周围的藤蔓。她会解释她的幻象显示一小枝天叶将是访问{@i the Borealus}的关键，并且这件神器仍然安息在谦卑森林中，但除此之外她不确定。迹象指向了生活在奥尔德哈特的护卫者；一个队伍应该熟悉的角色拥有{@i the Borealus'}安息之地的第二把钥匙。",
								"苏珊会告诉队伍，天叶藤生长在森林的西北部分，离奥尔德哈特有三小时的步行路程。队伍可以选择立即寻找天叶藤（见{@adventure Picking through the Ashes|HWAitW|5|Picking through the Ashes}），或者与守护者交谈（见{@adventure The Wisdom of Tenders|HWAitW|The Wisdom of Tenders}）。提醒玩家，他们也可以在这里利用奥尔德哈特的许多商店，包括{@adventure Eliza's Emporium|HWAitW|2|Eliza's Emporium}。"
							]
						},
						{
							"type": "entries",
							"name": "Picking through the Ashes",
							"page": 161,
							"entries": [
								"奥尔德哈特（Alderheart）的西北森林发生了变化。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你来到一个稀疏的烧毁森林。灰烬覆盖着树枝，厚厚地铺在森林地面上。向北方望去，远处可见一片烧焦的树木，明显是(Aspect)的杰作。看起来(Aspect)已经成功地向奥尔德哈特(Alderheart)靠近了一步。"
									]
								},
								"覆盖森林地面的灰烬是凉的，没有烧焦树林内的灰烬那种超自然属性，但它们在这里的存在令人不安。森林寂静无声，木之熟悉景象和声音明显缺失。",
								"一个队伍成员需要进行一次DC 16的感知（{@skill Survival}）或智力（{@skill Nature}）检定，才能在被灰覆盖的植被中找到天叶。这个搜索可以在地面上或树上进行，但一旦叶子被找到，角色就需要爬上去取回它。任何试图爬树的角色必须进行一次DC 14的力量（{@skill Athletics}）检定，因为天叶只生长在最高的树枝上。当一个角色获得了天叶嫩枝后（最好是在一个或多个队伍成员在树上时），队伍会遇到一个{@creature ashsnake|HWCS}，它会试图利用灰覆盖来伏击一个靠近地面的目标。按照通常的被动感知检定解决问题，并指出这片森林中的树木分布在大约80英尺的小树丛中，这使得使用滑翔难以（但不是不可能）撤退。"
							]
						},
						{
							"type": "entries",
							"name": "The Wisdom of Tenders",
							"page": 162,
							"entries": [
								"洛斯塔尔派对将在奥尔德哈特发现{@creature Tevor of the Spring Path|HWCS}和{@creature Havel of the Autumn Moon|HWCS}，他们在{@adventure Part 3: An Urgent Summons|HWAitW|3}相遇过。派对应该会在奥尔德哈特树干内的Tenders总部遇到哈维尔和泰沃尔。如果玩家们对这个地点还不熟悉，询问周围的人就能找到。尽管木屋里的Tenders供应短缺，但哈维尔和泰沃尔（假设泰沃尔在{@b Part 3}的事件中幸存下来）都可以在那里找到，随时帮助他人。",
								"如果泰弗(Tevor)还活着，哈维尔(Havel)和泰弗已经开始一起生活，并且彼此之间显然很亲昵。最近在森林中发生的可怕事件帮助加深了他们之间的联系，他们现在作为合作伙伴一起训练和协调经验不足的护卫(Tenders)。如果泰弗去世，哈维尔将独自继续努力，努力尊重泰弗的牺牲。",
								"无论如何，无论谁在那里迎接派对的人，都会热情地问候他们，并将提供任何阿尔德哈特守护者需要的帮助。",
								"Havel熟悉有关{@i the Borealus}的古老温柔传说。他解释道：",
								{
									"type": "insetReadaloud",
									"entries": [
										"{@i the Borealus}的故事讲述了一个巫师偷走了冬之强大精神的一部分。他们以为可以通过将其封存在一根法杖中来控制其冰冷的力量，但结果却是被冻结了。这个新制成的法器被留在那里后，不断地冻结着周围的土地。传说说，古老的守护者们感受到了森林中的这种不平衡。当他们找到{@i the Borealus}时，他们让守护者长者们用一根天叶封印了这个法器，这种植物即使在冬天也依然茁壮。"
									]
								},
								"Havel会补充说，他并没有太在意这个故事，因为它很古老，而且他是在长时间的研究之后才偶然发现的。当他第一次阅读时，他认为这个故事是关于试图奴役生命元素力量的危险的寓言。当队伍（或者如果他和他们一起旅行的话，是奥德瓦尔德）告诉Havel他们所知道的事情时，他会感到惊讶，并表示愿意以任何方式帮助阿尔德哈特的守护者。",
								"{@b {@i If Tevor is alive,}他将透露一些实用信息，可以帮助找到{@i the Borealus}。特沃尔会回忆起他曾从导师那里听到的一个故事。根据这个传说，一个长者想成为一名嫩树守护者的命运取决于将一个未燃烧的天叶嫩枝送到烧焦树林西南部的一个青蛙形状的岩石那里。哈维尔会支持特沃尔，并表示他相信这与烧焦树林中古老密室的参考相符。这段文字出现在历史记录中，大约与{@i the Borealus}被封印的故事同时期。特沃尔和哈维尔都不能带领队伍去那个地点，因为他们需要留在奥尔德哈特，但特沃尔可以在队伍的地图上标记出来。这是一个相当独特的地标，所以队伍应该能够根据这个方向轻松找到它。",
								"{@b {@i If Tevor is dead,}} 哈维尔会承认他不知道任何可能暗示北极光位置的线索，但他可以在守护者总部的档案中查阅一些相当古老的知识。如果给他时间解开这个谜团，哈维尔可能会找到一些有用的信息。他需要一天的时间来发现这些信息，他会迫不及待地想把这些信息交给队伍，以至于他会在黎明时分冲去他们所住的地方与他们见面。他会含泪地说，他想起了特沃尔曾经告诉过他的一个故事，他只是需要在古老的记录中查找参考资料来确认。哈维尔会告诉队伍，{@i the Borealus'} 的入口位于焦土林，在南部一个青蛙形状的岩石附近。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Crucible of Fire",
					"page": 162,
					"entries": [
						"奥德沃德(Odwald)会请求加入队伍进入焦土林(Silver Grove)，但他会指出，由于他的魔法约束，他在战斗中对他们没有帮助。如果有队员试图聪明地解开奥德沃德身上的银镯，仔细检查会发现这些约束不能通过常规手段解除或移除，并且似乎是由一种几乎不可摧毁的材料制成。如果需要另一个理由阻止奥德沃德与队伍一起战斗，他还可以指出，如果他死了，可能拯救森林的仪式知识也会随之消失。",
						"尽管奥德瓦尔德(Odwald)会尽力避免参与战斗，但他可以提供宝贵的见解。当奥德瓦尔德(Odwald)与他们同行时，该小队进行智力检定时会获得优势。如果英雄们决定在没有他的情况下出发，奥德瓦尔德(Odwald)将留在奥尔德哈特(Alderheart)接受栖木卫兵(Perch Guard)的监督，并等待小队的返回。",
						"如果派对决定带上瑞芬（Riffin）一起旅行，也是有可能的。如果是这种情况，请确保适当调整遭遇。",
						"如果派对不介意穿越更危险的森林部分，他们可以在一天的旅行中到达林地。大部分森林被灰烬覆盖，林地的能量扩散到附近森林区域的小片区域，使得那里成为之前只在林地中见过的生物和现象的家园。要进行更加充满动作的旅行，请在{@table Appendix E: Random Encounters; Scorched Grove Encounters (Level 3)|HWCS|Scorched Grove Encounters}表上投掷骰子。可选择直接跳到下一部分以加快游戏节奏。",
						"与他们上次穿过烧焦树林的情况截然不同，队伍会发现这片灰烬平原异常地寂静，毫无生机，甚至是通常在这里扎根的奇特生物也不见踪影。这是因为火焰之力的影响日益增强，导致这里的生物四处逃散。比以往更加炎热和干燥；让角色在穿越树林时进行一次 DC 12 的体质豁免检定，失败则受到 {@condition exhaustion} 等级的热浪影响。",
						{
							"type": "entries",
							"name": "Buried in the Ash",
							"page": 163,
							"entries": [
								"为了封印{@i the Borealus}所蕴含的巨大冰属性能量，守护者们在灰烬之下创建了一个地下城，并设置了几个魔法防御措施，以防止这件神器落入凡人之手。古老的长老守护者们需要将法杖存放在这里，让灼热林地的火属性能量帮助封印{@i the Borealus'}危险的能量。在很久以前，希望加入组织领导层的守护者会来这里接受考验以证明自己的价值；但当圣所遭到破坏时，守护者们发誓要将{@i the Borealus}的位置保密，并销毁有关其位置的记录，这一做法就此终结。只有少量神话和信息片段幸存下来。最终，那些真正了解这件神器的人全部逝去，这个地下城已经闲置了数百年。",
								"{@i The Borealus}位于地牢的最底层，那里火焰能量最强。它受到一位名为(Trant)的古老树人的保护。他是一位守护者，被赋予指令，只允许{@i the Borealus}通过，交到一个理解并致力于保持自然平衡的人手中。",
								"队伍应该在穿过（Grove）几个小时后到达青蛙形状的岩石，但他们需要想办法找到地牢的入口。没有正确的钥匙，地牢的入口将不会显现。如果队伍带着（skyleaf）的小枝，请阅读以下内容：",
								{
									"type": "insetReadaloud",
									"entries": [
										"当你和你的同伴们到达青蛙形状的岩石构造物时，大地开始震动。五个基座从灰烬中升起，分别位于中心上升的平盘的每个基点周围。第五个基座位于盘中央。四个外部基座中的一个已经破损。"
									]
								},
								"这些基座从地面上升起，高达四英尺。西、东和南边的基座上有独特的雕刻和图案，顶部有一个像嘴一样打开的圆顶容器。这些容器足够大，可以容纳一枝天叶。北边的第四个基座已经断成两半，明显磨损，看起来好像很久以前被打碎了。在圆盘中央的基座上没有圆顶容器或雕刻的图案，只有一首刻着的德鲁伊韵文。德鲁伊语是只有德鲁伊知道的语言，但任何使用{@spell comprehend languages}法术或类似效果的角色都能阅读这个：",
								{
									"type": "insetReadaloud",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"自然的循环是死亡和重生，",
												"森林归于灰烬，灰烬归于尘土。",
												"站在罗盘中，你的证据将在那里呈现，",
												"致森林的净化者，幼苗的生命赐予者。"
											]
										}
									]
								},
								"这三座完好的基座上雕刻的图案代表着自然的元素力量。西边的基座上有波浪和雨云的图案，东边的基座上有狂风和飘落的树叶的图案，南边的基座上有火焰和烟雾的图案。仔细观察，破损的基座上有磨损的几何图案，描绘了倒下的树木和破碎的地面，很可能代表着土地。至少一名队伍成员必须站在这些基座的中间，才能将天叶芽放入容器中。无论队伍选择了正确的答案与否，在没有人站在“指南针”中心时，将叶芽放入容器中都不会发生任何事情。",
								"正确的做法是将嫩芽放置在带有火焰图案的基座的插槽中。这将使嫩芽点燃起魔法火焰，基座会缩回，露出通往地牢的门。",
								{
									"type": "insetReadaloud",
									"entries": [
										"当柱子在灰烬下方消失时，灰色的领域再次变化。然后，一个小山丘突然从灰烬中升起。山丘前方的一个方形区域突然坍塌，露出一个敞开的门。古老的石阶通向黑暗深处。"
									]
								},
								"这些台阶通往{@adventure The Guardians of Flame|HWAitW|5|The Guardians of Flame}房间。",
								"另外两个答案是不正确的。",
								"{@b {@i If the sprig is placed in the receptacle of the pedestal with the water motif,}中间的派对成员将会陷入陷阱，因为柱子之间的圆盘瞬间变成了直径15英尺的冷水池。池中的水非常深，且似乎有自己的意志在移动。池中的角色可以感受到一股强大的力量试图将他们拉入寒冷的深处并将他们固定在那里。",
								"让玩家们进行先攻骰点。在每个回合开始时，池中的每个角色会受到 3 点寒冷伤害，并必须进行一次 DC 15 的力量检定，以免被拉入水中。被拉入水中的角色会被黑暗水域所 {@condition blinded}，并可能会窒息，除非他们能够呼吸水或忍住呼吸。请记住，角色可以忍住呼吸的时间为 1 + 他们的体质调整值（最少为 30 秒或 5 回合），之后他们将开始窒息。",
								"任何玩家都可以在他们的回合使用动作再次尝试进行{@skill Athletics}检定。已经被拖入水下的角色可以通过这次检定成功达到水面，让他们喘口气。目前没有被水淹没的角色可以在他们的回合再次尝试进行{@skill Athletics}检定来挣脱水池，尽管这样做是相当费力的，成功逃脱陷阱的角色在这个回合不能做其他事情。",
								"任何池塘外的角色都可以进行一次 DC 15 力量检定({@skill Athletics})，以解救池塘内的人。被拖入水中的角色对于池塘外的角色来说是无法触及的，但是池塘内的角色可以帮助那些被拖入水中的人。玩家可以想出聪明的策略来帮助他们的朋友，比如扔绳索之类的，但水中既黑暗又寒冷，而且任何被拖入水中的角色进行感知({@skill Perception})检定时都会带有劣势。",
								"当所有角色离开池塘后，圆盘恢复正常，可以安全地从水底座中取出弹簧。",
								"{@b {@i If the sprig is placed in the receptacle of the pedestal with the wind motif,}中间的派对成员将会陷入陷阱，因为在柱子之间的圆盘上方出现了一个直径15英尺的风球。这个球体围住了站在圆盘上的所有生物，将它们抬升到空中10英尺，并开始慢慢压榨它们。",
								"让玩家进行先攻骰点。每个回合开始时，球体中的每个角色都会受到4({@dice 1d8})点钝击伤害，必须进行一次DC 15的力量({@skill Athletics})检定，以避免被狂风吹倒。",
								"一个被 {@condition grappled} 的角色可以使用动作再次尝试这个检定。成功后，角色不再被缠绕。一个当前没有被缠绕的角色可以在他们的回合再次尝试 DC 15 力量检定 ({@skill Athletics})，以推开风球，落在指南针之外的空间中，距离 {@condition prone}。",
								"任何在球体外的角色都可以进行这次检定，如果成功的话就能解救被困在里面的人。然而，一个在外面的角色进入球体的空间必须进行一次 DC 16 的体质豁免检定，否则也会被吸进去。在球体内的角色如果试图解救一个被控制住的盟友，就要用劣势进行他们的力量（{@skill Athletics}）检定。",
								"玩家可以想出聪明的策略来帮助他们的朋友。角色可以使用法杖或10英尺长的杆子来尝试解救被困的盟友，而不必担心自己被卷入其中。使用像{@spell thunderwave}这样的法术来将盟友炸开以摆脱效果也是有效的。任何投掷的绳索或抛射物都会被球体风力吹散。",
								"一旦所有角色都摆脱了魔法球的束缚，魔法球会慢慢消散，然后可以安全地从风之基座上取回(`wind pedestal`)那株小树枝。"
							]
						},
						{
							"type": "entries",
							"name": "The Guardians of Flame",
							"page": 163,
							"entries": [
								"楼梯向地牢深处延伸约150英尺，时而转折弯曲，直到通往一个带有圆形入口的圆形大厅。这里没有光源，没有{@sense darkvision}的玩家需要为自己提供照明。",
								{
									"type": "insetReadaloud",
									"entries": [
										"你看到一个似乎是由黑色火山岩雕刻而成的房间。在这个房间的中央有一个木制圆盘，其表面雕刻着一系列德鲁伊符文。在圆盘的一个象限，这些符文微弱地发出红光。四个凹室环绕着这个中央房间，彼此等距分布。在其中三个凹室中，用同样的火山岩制成的大鹰雕像休息在由小石化树枝精心塑造的支架上。第四个凹室是空的。"
									]
								},
								"这个房间直径60英尺，每个凹室直径10英尺。房间中央的木盘对火焰伤害免疫，像石化的树木一样，承托雕像的石头也免疫火焰伤害。当整个队伍进入房间时，一个石板会关闭圆形入口，将队伍困在里面。每座雕像都会点燃，由其组成的岩石变成了刚刚冷却的岩浆。这3座雕像是中型生物，使用{@creature gargoyle|mm|gargoyles}的属性块，但有以下变化：",
								{
									"type": "list",
									"items": [
										"他们说的是伊格南语(Ignan)，而不是泰兰语(Terran)。",
										"他们对火焰伤害有抵抗力，但对其他伤害没有任何抵抗力。",
										"它们用它们的爪子和喙进行攻击，使用石像鬼的爪击和咬击攻击的相同属性。这些攻击造成火焰伤害，而不是割伤或穿刺伤害。"
									]
								},
								"当一尊鹰雕像被打败时，它会变成红色火焰，被吸引到房间中央木盘上的德鲁伊符文上。这将导致中央平台的一部分符文发出红光。一旦雕像被打败，所有符文都会被点亮，平台就可以用来在这个房间和地牢下层之间旅行。踏上激活的平台，角色会得知代码词“升”和“降”可以在这个地牢的任何地方说出，使这个平台在下层魔法漂浮，或者上升回到这个房间。"
							]
						},
						{
							"type": "entries",
							"name": "The Blazing Barriers",
							"page": 165,
							"entries": [
								"当说出“下降”这个词时，平台沿着一个50英尺深的竖井向下移动，进入一个宽阔的地下洞穴，最终降落在一个岛上的圆盘形凹陷处。",
								{
									"type": "insetReadaloud",
									"entries": [
										"这个巨大的地下洞穴被岩浆的光芒照亮，岩浆在一个岩石岛下流动。一座长桥连接着岛屿和另一边的岸边，那里有一条通道穿过洞穴壁。这里非常闷热。"
									]
								},
								"这个岛仅有30英尺宽，天花板高60英尺。岩石下方有60英尺深的岩浆，任何靠近岛屿边缘的角色都会感受到它的高温。这种热量不足以造成伤害，但任何掉入岩浆中的生物几乎肯定会死亡，除非它们对火焰伤害免疫，在每个回合第一次进入岩浆或在那里结束回合时，会受到33 ({@dice 6d10}) 点火焰伤害。幸运的是，在正常情况下，这个地方内部没有危险会导致角色掉入岩浆中。如果需要，可以添加这样的危险，但请仔细考虑风险。",
								"这座横跨岩浆的桥宽10英尺，长20英尺。它似乎在每5英尺的间隔处有小缝隙。任何踏上桥面的玩家都会触发桥的主陷阱，导致最近的缝隙喷出一股高20英尺的火焰喷射。这股火焰会持续几秒钟，稍作停顿后再次喷发。",
								"队伍可以看出这些火焰喷射口并非由岩浆构成，但它们仍然很危险。任何通过其中一个的角色都需要成功通过一次 DC 16 敏捷度检定来避免受到伤害。未通过检定的角色需要进行一次 DC 17 敏捷度豁免检定，否则会受到来自火焰的 10 点火焰伤害，通过则减半。无论他们是否通过了这次豁免检定，角色都将抵达火焰喷射口的另一侧，触发下一个火焰喷射口。",
								"一旦开始过桥的角色犹豫不决，就会发现他们的能量被耗尽，因为他们被热气流困住了。除非角色在过桥时成功通过每个热气流的列出检定{@skill Acrobatics}，否则不可能避开这些热气流。",
								"有几种方法可以规避这个障碍：",
								{
									"type": "list",
									"items": [
										"玩家可能会获得{@spell fly}法术的使用权限，可以用来完全避开桥梁。",
										"即使不能在检定中取得成功，具有火焰抗性的玩家可能仍然能够通过，特别是如果他们有自愈能力。",
										"玩家可以尝试阻挡火焰喷射，尽管火焰喷射具有足够的力量穿透木制障碍物。如果金属物体（如盾牌）被固定在原地以允许穿越火焰喷射，它将被加热至通红，并对任何持有或踩在上面的人造成9（{@dice 2d8}）点火焰伤害。",
										"{@spell Tenser's floating disk}法术将完全阻挡火焰喷射，其魔法将保护站在飞盘上的任何人免受火焰热量的影响，从而方便通过。"
									]
								},
								"根据上述规则来决定玩家可能构想的更独特解决方案是否有效。",
								"在桥的另一边的河岸上，有一个伪装成岩石形状的杠杆。任何被动感知技能达到17或更高的角色，或者在一次DC 17的智慧检定中成功的角色，都能注意到这个杠杆。当拉动杠杆时，火焰喷射器会停止，而室内的岩浆几乎立即冷却成坚硬的岩石。前方的岩壁中的隧道是唯一的前进道路。"
							]
						},
						{
							"type": "entries",
							"name": "Oakheart the Guardian",
							"page": 166,
							"entries": [
								"从岩浆室延伸出来的通道还有400英尺，向下弯曲，直到通向一个奇怪的空间。",
								{
									"type": "insetReadaloud",
									"entries": [
										"隧道过渡到一个被魔法塑造的房间，这个房间是从Grove下面的土地塑造而成的。地板由黑色鹅卵石制成，是由一层火山岩形成的。穿过石头的是一排三棵巨大的树。每棵树看起来都是黑色和烧焦的，叶子如火焰，树皮闪烁着像热炭一样的光芒。中间的那棵树是最大的，它的根向外纠缠成一团巨大的根系。"
									]
								},
								"房间长90英尺，宽60英尺。最大的树是{@creature Oakheart|HWCS}。一旦足够多的队伍成员靠近树木80英尺，橡心(Oakheart)将显露自己，仿佛从沉睡中醒来一般颤抖。他的身体转变成更类似人形的形态。橡心用鸟人语或者如果队伍中有德鲁伊，则用德鲁伊语缓慢地说话，声音听起来像是木头嘎吱作响和熔炉爆炸声的交叉。",
								{
									"type": "insetReadaloud",
									"entries": [
										"突然，房间后面的巨树颤抖起来，树皮移开露出眼睛和嘴巴。它的长枝条扭曲成手，根部变成了大脚。“嗯......所以......我要接待......客人？多久了？”生物吱吱作响。“你们看起来不像......守护者......那么就需要一场考验......”"
									]
								},
								"橡心将与队伍战斗，以测试他们是否具备安全控制{@i the Borealus}所需的技能。如果上述对话被玩家的突然攻击打断，不要认为橡心感到惊讶，只需按照正常情况进行先攻检定。橡心宣誓要保护{@i the Borealus}免受小偷侵害，如果在讲话时遭受攻击，他会在自己的回合责备玩家，说道：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"小家伙们...太急躁了...\""
									]
								},
								"如果队伍试图通过交谈来避免这场战斗，他会说：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"这并不重要... 在他们证明了自己的价值之前... 没有人能获得{@i the Borealus}!\""
									]
								},
								"Oakheart (橡心) 将开始激活房间里的另外两棵烧焦树木。它们的属性与橡心相同，但在其他方面遵循{@creature treant}状态块中的动态树规则。",
								"Oakheart（橡木之心）在达到0点生命值时不会死亡，但他会停止攻击，并让他激活的树木返回原位。他是守护者，但除非队伍在地牢中表现出或曾表现出恶意，否则他会感知到他们不是小偷，并尽量不去杀死他们。他只是想测试他们是否足够强大来控制{@i the Borealus}这种可怕力量。",
								"如果队伍在这场战斗中表现不佳，橡心可能会停止进攻，解散他的活木树，坐下来进行和谈。他会问他们为什么冒着生命危险要获得{@i the Borealus}。如果橡心对答案满意（试图拯救木之光免于燃烧是可以接受的解释），他会给他们这根法杖。",
								"无论是在战斗中被击败还是被说服交出给玩家{@i the Borealus}，橡心(Oakheart)都会告知队伍，他已经用自己的生命力保护了这件神器，只有在他的生命结束时，它的力量才会被解封。这是无法避免的。如果角色们表示同情，他会感谢他们的关心，并在道别时微笑着说：",
								{
									"type": "insetReadaloud",
									"entries": [
										"\"我已经活了很...很...很长时间了。我带着夜父的祝福...希望能将这个负担传给你。\" 橡心然后伸手进他的树干空洞，拿出一根发光的水晶法杖。\"将这个种在火焰中...它的力量如此强大...否则...森林可能会冻结...\""
									]
								},
								"当橡木之心说话时，他身上的光芒渐渐暗淡，他的火焰叶子也凋零了，只留下一棵巨大的烧焦树在房间中央。",
								{
									"type": "inset",
									"name": "Treasure",
									"entries": [
										"队伍获得了他们来这里寻找的神器：{@item Borealus|HWCS|the Borealus}。"
									]
								},
								"一旦队伍获得了{@i the Borealus}，让他们返回到艾尔德哈特（Alderheart）。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Final Summons",
					"page": 167,
					"entries": [
						"当返回到奥德哈特时，给予队伍一个机会进行长时间休息，从穿越格罗夫时可能遭受的任何疲惫中恢复过来。休息后，他们会发现迪恩·温兹沃斯（Dean Windsworth）正在他们所住的客栈的客厅里等待着他们。他被议会召见，以在这危险时期为奥德哈特的守护者提供建议。迪恩会对{@i the Borealus}的存在感到惊讶，并为队伍已经获得它而感到欣喜。这意味着有机会阻止这个面相，拯救这片森林。",
						"如果奥德瓦尔德（Odwald）与队伍同行，他会解释必须仍然削弱该属性，以便使{@i the Borealus}在封印中发挥作用。此外，为了引导像{@i the Borealus}所包含的如此巨大的力量，仪式需要至少两名法师共同合作才能成功。这个仪式必须在第一次用来封印属性的召唤圈上进行。幸运的是，奥德瓦尔德知道它的位置。如果奥德瓦尔德死了，院长（the Dean）将接替奥德瓦尔德的角色，解释从死灵法师的仪式笔记中获得的信息。",
						"在了解了仪式之后，队伍会注意到客栈外面有一片骚动。一些人正在关店，另一些人看起来正在带着匆忙打包的行李向城门走去，还有一些人带着家人，而另一些人则朝着树荫走去。队伍很快会得知原因，可以通过询问路人或倾听城镇传声筒来了解，后者宣布全体市民紧急会议。队伍可以进行调查，但很快他们会收到理事会的传唤。消息很严峻：(Great Tree City)正在朝着这里移动。",
						"每个人都挤在议会大厅周围，有些人甚至从树枝上悬挂，填满了每一寸可用空间。在这一片人海中，队伍会看到他们在旅途中可能遇到过的任何目前仍然存活且有理由在此时在奥尔德哈特的友好NPC，包括：院长、贝娜、里弗恩、苏珊、奥德瓦尔德、哈维尔、特沃尔、伊莉莎和杰比恩孤儿们。",
						"市民们很紧张，彼此窃窃私语。有些人说他们看到了森林深处的一团橙红色的强烈光芒，还有人说奥尔德哈特(Alderheart)正在遭受攻击，还有一些人担心议会会下令疏散。",
						"一支(`The Spears`)的队伍护送(`escorts`)议会成员（包括任何新选举产生的(`newly-elected`)平民代表）登上一个特别准备好的平台，上面有一排座位和一个印有(`Alderheart`)城市纹章的讲台。当他们就座时，{@creature Bita, the Council Speaker|HWCS} 从议会成员的队伍中走出来。当她走向讲台时，人群突然静了下来：",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"吾等同胞们，我们刚刚收到了来自我们哨所的紧急报告。那个最近从我们的木林下升起的元素生物现在正朝着艾尔德哈特（Alderheart）前进。\""
							]
						},
						"市民们可能保持沉默，或开始绝望。他们甚至可能开始恐慌，此时阿尔德哈特的守护者可能会介入帮助恢复控制。作为王国希望的象征，人群会倾听他们的话。任何一名队伍成员都可以站出来发表安抚性的声明，并尝试进行一次 DC 16 魅力检定 ({@skill Persuasion}) 来平息民众，让发言人碧塔继续发言。如果他们的声望在众多阿尔德人中赢得了特别的青睐（例如被视为人民的英雄），让一名角色进行此检定时获得优势投掷。",
						"Bita发言者给了人群一会儿时间，感谢如果他们提供了帮助的阿尔德之心守护者，然后继续讲话，以一种优雅和尊严的方式，即使在这些黑暗时期也能激发希望：",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"最近，我们面临了许多困难。肆虐森林的烈焰威胁着撕裂我们的社区。然而，阿尔德之心仍然屹立不倒。我们不是鸟人和谦卑之民，也不是栖息者和森林居民：我们是谦卑森林的人民。自从它的建立，阿尔德之心就被视为我们团结的象征。也许自从那些早期的日子以来，我们已经迷失了方向，但仍然有机会迎接更美好的未来。然而，为了实现这一目标，我们现在必须团结起来！我恳请每一位谦卑森林的公民，不是作为议会发言人，而是作为森林的一名居民。我们必须彼此捍卫，我们必须捍卫谦卑森林。这是我们唯一的家园。\""
							]
						},
						"有人开始欢呼。开始欢呼的人是可选的：可以是一个谦卑族（也许是杰比恩孤儿之一，或者是一个为荒野旅团工作的改邪归正的强盗），或者是一个鸟族（也许是特沃（Tevor），展现他新获得的勇气，或者是瑞芬（Riffin），激励人们）。这一声呼喊会传播开来，很快，人群会齐声欢呼，作为谦卑林各地居民团结一致的表现。",
						{
							"type": "entries",
							"name": "Preparing for Battle",
							"page": 168,
							"entries": [
								"在Bita发言之后，派对将会被奥德瓦尔德或者院长（如果奥德瓦尔德已经死亡）找到，并告知，从情况来看，自派对首次遭遇以来，该力量在这个地区的影响力增长了十倍。如果他们不趁现在尝试用{@i the Borealus}封印这个力量，即使它被击退，这个力量可能会变得太强大，无法再次尝试封印。",
								"当奥德哈特的守护者们很快会收到议会的邀请：火之本质必须在抵达大树之城之前被阻止。它的移动已经激起了火蛇、燃烧蝙蝠和其他引发周围森林混乱的火元素生物。给予队伍机会向议会解释他们可以如何帮助（议会对大多数想法持开放态度），但如果队伍没有提到封印火之本质，那么奥德瓦尔德或者院长（如果奥德瓦尔德已经死亡）会提出这个建议。",
								"在听取院长的意见后，奥德瓦尔德会受到更多怀疑的目光，派对可能需要说服成员们支持他。为了保持紧张气氛，也许可以让派对进行魅力检定。议会会相信阿尔德哈特的守护者，即使他们不信任奥德瓦尔德。无论议会如何被说服，发言人碧塔会明确表示木之命运掌握在派对手中。",
								"奥德瓦尔德将详细说明，为了完成封印力量的仪式，两名法师必须共同合作，将一个咒语编织到现有的召唤阵中，以增强和改变其魔法。他还会提醒队伍利用冰属性魔法来制服这个力量的重要性。一旦它被制服，他们只有一个小时的时间才能再生，所以非常重要的是，那位与{@i the Borealus}共鸣的角色将其带到阵中，这样法师们才能完成封印。",
								"如果一个施法的队员自愿帮助NPC们准备封印仪式，他们会被拒绝。准备仪式将耗费大量时间，并需要如此专注，以至于该队员无法同时与那个方面作战。进行仪式的法师们需要依靠奥德瓦尔（或者如果奥德瓦尔已经死了，那就是院长）确保他们的努力不会被打断。奥德瓦尔（或者院长，如果奥德瓦尔已经死了）会解释第二位法师必须对奥术理论有很好的掌握，并对自己的魔法有精确的控制。他们基本上将作为一个额外的能量来源，因此不需要对仪式有相同的熟悉度。",
								"Odwald只能想到另外一个他愿意信任的法师来进行这个仪式：苏珊，他会请求她与他同行（如果她还活着的话）。否则，院长可以提供帮助。院长渴望见证这一切的结束，并愿意与Odwald为了森林的利益而共同努力。如果Odwald已经死了，院长将需要仪式的帮助。如果苏珊无法提供帮助，一位议会成员会提到在Tenders内有一位有才华的法术学徒可能能够提供帮助。当然，这就是哈维尔。",
								"如果奥德瓦尔德（Odwald）正在进行仪式，他会要求解除限制他魔法的约束，这会让议会感到困惑，但他们最终会同意。",
								"如果派对仍然怀疑奥德瓦尔德的意图，并不愿意解除他的限制，院长（一直在查看奥德瓦尔德的笔记）对这些材料很熟悉，可以领导仪式。即便如此，他会坚持让他们带上奥德瓦尔德，无论是否被铐着，因为乌鸦兽的知识在出现问题时可能会派上用场。",
								"计划是让法师们由野林旅(Wildwood Brigade)或栖地卫士(Perch Guard)护送到幻术法阵，准备仪式。其余的栖地卫士和/或野林旅需要共同努力，保持通往元素之路畅通，以便让队伍通过。",
								"领导仪式的人指出，必须有人吸引那个本质的注意力，将其引诱靠近林地。如果仪式完成时本质距离太远，就无法保证它会被封印。侦察员报告说，激怒本质很容易，但要甩开它却很困难，将其引诱到林地肯定会让志愿者陷入极大的危险中。如果里芬在场，他自愿帮忙将本质引回圈内，否则艾尔德之心的守护者必须自愿承担这个任务。速度不如耐力重要，因为他们需要能够承受本质可能对他们施加的一切，才能抵达林地。",
								"当队伍离开议会大厅时，他们将目睹一些特别的事情：",
								{
									"type": "insetReadaloud",
									"entries": [
										"城市里的氛围异常火爆。来自各行各业的鸟人和谦卑之民齐心协力，栖地卫队向所有自愿者分发武器和盔甲。那些无法参战的人正在准备供应线和桶链，以帮助前线作战的人们对抗森林大火，并支援阿尔德哈特的守护者。阿尔德哈特的每个人都在尽力尽己所能地贡献自己的力量。"
									]
								},
								"如果有任何角色准备迎接最终战斗，队伍有一个小窗口时间来补给。艾尔德哈特的许多商店已经关闭或被遗弃，但艾尔德哈特的军械库对队伍开放，允许他们获取所需的任何补给（武器、盔甲或冒险装备）。如果他们需要额外的帮助，{@adventure Eliza's Emporium|HWAitW|2|Eliza's Emporium} 一直开放，尽管在如此危急的时刻，队伍也无法免费获得魔法物品。伊莉莎正在志愿参加桶式灭火队，并计划度过这场危机。虽然她仍愿意提供“朋友价”，并为队伍提供完成任务所需的非魔法必需品，但她并不打算因恐惧而放弃自己的生计。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Chase",
					"page": 169,
					"entries": [
						"在角色们能够与火之本质进行战斗之前，他们必须找到一种方法将其诱出森林，朝着焦枯林引导它。这不仅是为了仪式所需，还因为森林中丰富的燃料使得本质在那里几乎无敌。考虑让侦察员报告，本质似乎会在燃烧森林时变得更加猛烈，因为玩家可能不知道本质可以利用它所消耗的树木来自我治愈。虽然在这个阶段这不是一个至关重要的线索，但关于本质的这些信息对战斗至关重要。如果没有给出提示，玩家将不得不推断为什么在树木茂密的地区与本质战斗时它并没有虚弱下来。",
						"如果瑞芬（Riffin）自愿诱使火之本质进入树林，跳至{@adventure Facing the Aspect|HWAitW|5|Facing the Aspect}。",
						"如果没有Riffin在场志愿，那么志愿诱饵的玩家角色将会和一支Perch卫队或Wildwood旅的侦察队一起前往森林中那个正在逼近的部分。与此同时，其余的队伍和法师们将被护送到召唤圈准备迎接那个逼近的部分。没有必要让多于一个队员充当诱饵，如果有多个角色自愿，那么Odwald或者院长会建议反对，坚持说剩下的队伍需要他们的力量来对抗那个部分。",
						"与朋友们分开后，向自愿者玩家朗读：",
						{
							"type": "insetReadaloud",
							"entries": [
								"在你周围，你可以看到各种森林居民在战斗。森林的一部分正在燃烧。桶子队拼命地试图控制火势，同时协调的队伍袭击巨大的灰蛇，使用特制的网来驱赶一群火蝙蝠。侦察员带领你们进入更深的灌木丛，直到你可以看到那个燃烧着的形态正朝着奥尔德哈特迈进。它还没有发现你或你的向导在藏身之处。"
							]
						},
						"当火焰之影看到志愿角色时，它会追赶并向孤胆英雄投掷岩浆块。与其通过移动速度解决这场追逐，不如通过灰烬覆盖的森林中让被追赶的角色进行一次 DC 18 敏捷检定（{@skill Acrobatics}）或力量检定（{@skill Athletics}）来保持领先并避免受伤。如果失败，玩家需进行一次 DC 16 敏捷豁免检定，失败则受到 22 火焰伤害（{@dice 4d10}），成功则减半。被追赶的角色除了进行检定外，还可以进行一项其他动作，但不能做其他事情，因为他们的精力都集中在逃跑上。",
						"如果玩家决定在这场追逐中攻击(%num%)方面，解决他们的攻击如常，但(%num%)方面不会受到任何伤害。角色应该看到，一旦(%num%)方面穿过一片树林，它的火焰吞噬了树木，导致其恢复健康并熊熊燃烧。",
						"被追赶的角色必须在上述{@skill Athletics}检定中成功四次，才能将那个方面引向降灵阵。每次失败时都要解决。一旦被追赶的角色在两次敏捷或力量检定中成功，或者表现不佳时，Riffin将出现，保护角色免受打击并防止受伤害。从那时起，Riffin将保护角色免受进一步伤害。",
						{
							"type": "insetReadaloud",
							"entries": [
								"当火球向你飞来时，你看到一道闪光和一抹钢铁，突然发现自己被保护免受爆炸的伤害。往旁边一看，你看到里芬(Riffin)与你并肩奔跑，高举着他的盾牌。他盾牌的表面散发出一道风之屏障，将那火球的烈焰挡开。这只小飞行生物对你微笑着喊道：“抱歉我没早点帮忙，但我绝不会让整片森林都烧起来！里芬，灰骑士，尽我所能为您效劳。”"
							]
						},
						"然而，无论他对奥德瓦尔德的感受如何，里芬已经决定，他作为一名骑士，对于森林的责任首先。这是正确的事情。",
						{
							"type": "inset",
							"name": "Riffin's Fate",
							"entries": [
								"根据谁还活着，如果Riffin不在世，让另一个NPC成为最后一分钟的英雄。",
								"或者，如果这是角色第一次与瑞芬(Riffin)交谈，一些介绍可能是必要的。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Facing the Aspect",
					"page": 172,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Part-5-2.webp"
							}
						},
						"请参考图5.1，查看与(Aspect)的最终战斗地图。",
						"最终与{@creature aspect of fire|HWCS}的战斗将在一个长120英尺，宽80英尺的领域中进行，这里大部分是灰色平原。领域的南部是40英尺深的树木覆盖区。领域的南部有一个宽20英尺的树木覆盖区的缺口，{@creature aspect of fire|HWCS}将会从那里带领。",
						"只有南边的40英尺树荫足够丰富，可以让（Aspect）使用其“Fuel for the Fire”能力来治愈。",
						"召唤阵圈直径20英尺，距离树荫40英尺，距离地图东侧边缘80英尺。只要存在的元素保持在地图上，就足够靠近阵圈以确保仪式成功。",
						"火焰之力获得以下能力：",
						{
							"type": "list",
							"items": [
								"{@b {@i Rekindle.}）如果火焰元素的生命值降至0点，它会在下一个回合开始时恢复10点生命值。如果火焰元素因冷却伤害降至0点生命值，或者在0点生命值时受到冷却伤害，再点燃在元素的下一个回合开始时不起作用，并且元素会变成石化状态。元素只有在开始回合时生命值为0且不再点燃时才会变成石化状态。元素在被石化后的一个小时内无法再点燃。被石化一个小时后，元素将恢复所有生命值，不再处于石化状态。"
							]
						},
						{
							"type": "inset",
							"name": "A Million Little Pieces",
							"entries": [
								"无论石化时刻被打破成多少片，该方面都会重新形成。在{@dice 1d4} 回合内，它将再次完整。一旦石化效果消失，将每个单独的部分视为具有该方面的熔岩皮肤能力。"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HWAitW/Scorched-Grove-DM.webp"
							}
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HWAitW/Scorched-Grove.webp"
									},
									"title": "The Final Battle battlemap"
								}
							]
						},
						"首先，这里发生的事情将由引诱这个方面的人决定。如果是瑞芬（Riffin），请阅读这个：",
						{
							"type": "insetReadaloud",
							"entries": [
								"大地开始震动，起初是轻微的，然后变得更加沉重和有节奏，直到里芬(Riffin)匆匆穿过树林朝着队伍冲来。片刻之后，树木爆发出火焰，因为那位(Aspect)从森林中冲出，留下余烬。它似乎认出了你们，并在愤怒中怒吼着向前冲来。"
							]
						},
						"如果一个角色诱使了这个方面，让他们与瑞芬一起到达，并带着这个方面。给受伤的角色一个被治愈的机会。一个NPC将在回合开始时行动，冲过去并对受伤的角色施放一个3级的{@spell cure wounds}法术（假设法术的智力调整值为+3），然后撤退。这个NPC可以是特沃尔（如果他还活着的话），哈维尔（如果没有在进行仪式），或者另一个NPC治愈者。",
						"瑞芬 (Riffin) 因为被追赶而筋疲力尽，决定撤退。虽然他渴望战斗，但他觉得在疲惫的状态下会成为他们的负担，坚持让他们继续前行，而不要理会他。",
						"现在，面对火焰之面的任务落在了(艾尔德哈特)的守护者们身上。",
						"每轮至少有一名队伍成员必须攻击该要素，以保持其注意力，否则法师们将处于危险之中。如果队伍成功地吸引了要素的注意力，它将会不顾一切地战斗，忽略除了队伍之外的所有人。",
						"如果（the aspect）试图攻击（the mages），（the mages）可以拨出一部分仪式力量来创建一个护盾，抵御（the aspect）的攻击，使得（the mages）在一轮内不受任何攻击伤害。这个方法只能使用三次，之后（the mages）将无法再自我防御。",
						"如果该（Aspect）的生命值降至一半或更低，它会尽快朝着树林移动，试图利用木材进行补充。",
						"一旦那个方面被石化，战斗就会结束，此时法师们会呼唤持有{@i the Borealus}的角色，并指导他们该做什么。",
						{
							"type": "entries",
							"name": "Healing the Wood",
							"page": 174,
							"entries": [
								"随着局势的冷却或暂时缓解，派对只有一小时的时间来完成仪式，否则生物就会恢复到完全实力。站在召唤圈上的两位法师示意与{@i the Borealus}相连的角色站在仪式圈的中心。",
								{
									"type": "insetReadaloud",
									"entries": [
										"包围你的圈内热浪异常强烈，但感觉就像有{@i the Borealus}在与之抗衡。当你抵达圈中心时，你感受到对立的元素力量相互摩擦。"
									]
								},
								"当到达中心时，要么奥德瓦尔德，要么迪恩·温兹沃斯会发出信号，将法杖插入大地。当{@i the Borealus}触地时，一股能量流射出并环绕着石化的物体。一旦被包裹，这个物体开始失去其物质形态，融入周围的能量中。突然间，能量流被拉回到仪式圈内。立刻，热量会消散，一股压力波会从仪式圈中传出，击倒500英尺范围内不在仪式圈内的任何人{@condition prone}。",
								"片刻间，一片宁静，但此时法师们仍在挣扎。从他们的手中闪烁出的能量流入魔法阵，它再次开始闪耀。仪式已经启动，但出现了问题。能量不足。{@i The Borealus'} 长时间的禁锢使它变得太虚弱，无法提供所需的能量。达到所需的能量水平只能以牺牲为代价：某人需要献出生命才能完成仪式。",
								"{@b {@i If Odwald is alive,} 任何能够施放法术的队伍成员，或者与{@i the Borealus}相连的队伍成员可以自愿。然而，即使他们这样做，奥德瓦尔德也会坚持自己献出生命。正是他的错误导致了伍德陷入困境，所以在他看来，牺牲自己是公平的。现在没有时间争论，如果另一个角色自愿并且拒绝退缩，奥德瓦尔德会表现出让步，只是在最后一刻牺牲自己来拯救他们。当仪式之火的烈焰吞噬他时，奥德瓦尔德会感谢英雄帮助他找到一些内心的平静。",
								"{@b {@i If Odwald is dead,}教务长会主动提出牺牲自己，尽管如果有玩家代替他也不会反对。无论哪种方式，教务长或者在仪式圈中的玩家都会看到奥德瓦尔德的幽灵为他们提供更多力量。奇迹般地，奥德瓦尔德会让被牺牲的角色存活下来。",
								"仪式的最后时刻开始了：",
								{
									"type": "insetReadaloud",
									"entries": [
										"{@i the Borealus}内外，Grove周围的土地震颤起来，同时召唤圈和内部都被和谐的白光所吞噬。封印下面的大地颤抖并膨胀，从灰色平原上升起，仿佛是一只活生生的生物。圈外的人可以看到这个土丘在狂暴中挣扎，瞬间呈现出神态的形态。它愤怒地抽打着，然后它的形状融入大地，大地依然上升。然后，毫无预警地，一切停止了。震颤停止了，在灰色平原上留下了一座宁静的小山。"
									]
								},
								"在圈内的任何人，包括任何牺牲品（除了奥德瓦尔德），都可能被发现昏迷在山顶上。 {@i the Borealus} 和（the aspect）都消失了，从山顶上长出了一棵小树苗。对木之威胁已经结束。",
								{
									"type": "inset",
									"name": "Rewards",
									"entries": [
										{
											"type": "list",
											"items": [
												"为击败的敌人奖励标准经验点数。",
												"在布莱肯米尔（Brackenmill）的角色扮演和调查中：每位玩家获得500经验点（500 XP）。",
												"寻找通往地牢中{@i the Borealus'}休息地(见{@adventure The Crucible of Fire|HWAitW|5|The Crucible of Fire})的入口：每位玩家300经验值。",
												"为了在《温柔者》地牢中度过额外的考验（见{@adventure The Blazing Barriers|HWAitW|5|The Blazing Barriers}）：每位玩家获得300经验值。"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Epilogue",
					"page": 174,
					"entries": [
						"在最后的战斗之后，角色们将返回(`Alderheart`)，受到所有人的欢呼和欢庆。(`The Wood`)已经受到严重破坏，但一旦(`the aspect`)被封印，袭击森林的生物便逃回(`the Grove`)，大部分(`the Wood`)得以幸存。在接下来的日子里，角色们可以从他们的伤势中恢复过来，并完成任何未解决的情节，然后议会将召唤他们参加庆祝他们伟大壮举的仪式。",
						"每个角色都被赠予一枚印有奥尔德哈特家族纹章的勋章，以及他们选择的{@item blade of the wood|HWCS}、{@item wing crest shield|HWCS}、{@item red-feather bow|HWCS}或{@item feathered helm|HWCS}。这些奖励应该在仪式之前确定，并按照角色的具体要求制作（只要它们符合武器的范畴。例如，木之刃可以是一把细剑或大剑，但必须是剑）。如果选择{@item feathered helm|HWCS}，玩家可以选择羽毛来自哪个种族的鸟人：",
						{
							"type": "list",
							"items": [
								"如果一根乌鸦羽毛，那将是奥德瓦尔德在牺牲前收集的一根，或者如果这没有意义，那就是雷文教授捐赠的一根。",
								"如果有一根gallus（(Council Speaker Bita)议会发言人）的羽毛，Bita议会发言人会提供它。",
								"如果有一根卢玛之羽，那将是属于迪恩·温兹沃斯(Dean Windsworth)的。",
								"如果一根迅猛龙羽毛，它可能来自栖卫队长或桦行者教授(`Perch Guard`和`Professor Birchwalker`)。",
								"如果一根羽毛，它将来自瑞芬（Riffin）。"
							]
						},
						"如果有任何定制的鸟人NPC，尤其是那些与玩家有亲近关系的NPC，考虑让头盔上的羽毛来自其中之一。一个鸟人队友也可以捐赠一根羽毛作为头盔的装饰。一旦角色们从委员会那里收到了奖章和礼物，他们将被授予“Humblewood的冠军”称号。在奥尔德哈特举行了一场游行，随后是一场盛大的盛宴，但故事并没有在这里结束...",
						"在接下来的几个月里，谦木将经历巨大的变革。根据玩家们的选择，木之命运将会有所不同。根据迄今为止小队的行动，决定哪种情景最适合。",
						{
							"type": "entries",
							"name": "The Wood",
							"page": 175,
							"entries": [
								"在几个月内，被烧毁的部分木材重新长回正常，林地的生物也恢复到它们自然的栖息地。随着森林的康复，为那些希望回到森林生活的人建造了新的定居点。虽然无法完全取代火灾中失去的一切，但这些家园最终将发展成新的社区。里芬将返回灰矮树林，并加入恢复工作。灰矮树林将恢复其昔日的美丽，并为那些被迫离开的人提供一个家园。"
							]
						},
						{
							"type": "entries",
							"name": "Perch-Dwellers and Forest-Dwellers",
							"page": 175,
							"entries": [
								"{@b {@i If Benna was reasoned with,}）野林旅团现在已经确立。尽管仍有小团伙的袭击者和强盗在困扰着道路，但在（Humblewood）上规模如同（Coalition）的有组织强盗行为似乎已经成为过去。",
								"经过深思熟虑，新的(`Humblewood`)谦木理事会已经成立，包括一些著名森林居民社区的(`humblefolk`)谦民代表。(`Marshview`)湿地的(`Perch`)栖息地有一位(`humblefolk`)谦民代表，因为这个主要是地面定居点的鸟人代表在一场压倒性的投票中被换掉了。理事会发言人(`Bita`)保留她的职位，得到了更加包容的(`Alderheart`)赞同的掌声。",
								"奥尔德哈特（Alderheart）内的主干基础设施正在下层进行扩建，有关改善根部居住条件的讨论正在进行，尽管在这方面仍有许多工作要做。《谦林》（Humblewood）似乎正在进入鸟人-谦民关系的下一个黄金时代。",
								"{@b {@i If Benna was killed,}}她如今已成为某些森林居民群体中的民间英雄。她被视为那个本可以帮助摆脱栖木压迫的人，并在森林中实现真正的权力再分配。这是一个迫切需要的变革，现在森林难民已经与奥尔德人并肩作战，许多人正在推动对鸟人议会进行真正改革。希望将其转变为一个也代表栖木外代表的机构。对变革的普遍支持意味着它很可能会发生，尽管已经有迹象表明奥尔德哈特的大多数有权贵族反对这种变革。",
								"艾尔德哈特(Aldeheart)的精英们呼吁对土匪和小偷采取更严厉的惩罚，风传言说土匪联盟仍然存在。虽然支离破碎，但他们仍然存在，给那些无法负担护卫的商人制造麻烦。"
							]
						},
						{
							"type": "entries",
							"name": "The Tenders and the Grove",
							"page": 175,
							"entries": [
								"在最近几个月里，由于守望者的努力以及元素的封印，焦痕林地已经缩小。虽然焦痕林地在可预见的将来仍将是谦卑森林的一部分，但平原上的灰烬不再燃烧着余烬，减少了森林火灾的频率。随着元素的出现，灰蛇依然存在，并在焦痕林地的生态系统中填补了新的生态位，这是因为灰蛇能够依靠消化元素和野兽的能量生存。灰蛇帮助阻挡了一些更危险的以火为基础的生物。这对守望者有很大帮助，他们现在将灰蛇视为一种需要尊重但不必恐惧的存在。在标志着火元素最终安息之地的孤独小山上长出了植物，从山顶发芽的幼苗迅速长成了一棵树。它被命名为“治愈之丘”，并被守望者视为一个神圣的场所。"
							]
						},
						{
							"type": "entries",
							"name": "To Be Continued...",
							"page": 175,
							"entries": [
								"一晚，一名玩家的角色将会做奇怪的梦。在梦中，他们遇到了奥德瓦尔德(Odwald)。他的形态是幽灵般的，似乎有话要说，但在他能传授任何新智慧之前，角色就醒了。是哪个实体欺骗了他释放这个面相？如果他们能在汉布尔伍德(Humblewood)造成如此破坏，那么如果他们仍然存在，埃弗登(Everden)会发生什么？"
							]
						}
					]
				}
			]
		}
	]
}