{
	"Activating some magic items requires a user to do something in particular, such as holding the item and uttering a command word, reading the item if it is a scroll, or drinking it if it is a potion. The description of each item category or individual item details how an item is activated. Certain items use one or more of the following rules related to their activation.": "激活一些魔法物品需要使用者做一些特别的事情，比如拿着物品并说出一个命令词，如果是卷轴，则阅读该物品，如果是药水，则饮用该物品。每个物品类别或单个物品的描述都详细说明了物品如何被激活。某些物品使用了一个或多个与它们的激活有关的规则。",
	"A command word is a word or phrase that must be spoken audibly for the item to operate. A magic item that requires the user to speak a command word can't be activated in the area of any effect that prevents sound, such as the area created by the silence spell.": "命令词是一个必须以声音说出的单词或短语，以便物品能够运作。一个需要使用者说出命令词的魔法物品不能在任何阻止声音的效果区域内被激活，比如沉默咒语所创造的区域。",
	"Some items are used up when they are activated. A potion or elixir must be swallowed, or an oil applied to the body. The writing vanishes from a scroll when it is read. Once used, a consumable item loses its magic and no longer functions.": "有些物品在被激活后会被用掉。药水或灵药必须吞下，或将油涂在身上。卷轴上的文字在被阅读后会消失。消耗品一旦使用，就会失去其魔力，不再起作用。",
	"Some magic items allow the user to cast a spell from the item, often by expending charges from it. The spell is cast at the lowest possible spell and caster level, doesn't expend any of the user's spell slots, and requires no components unless the item's description says otherwise. The spell uses its normal casting time, range, and duration, and the user of the item must concentrate if the spell requires concentration. Certain items make exceptions to these rules, changing the casting time, duration, or other parts of a spell.": "一些魔法物品允许使用者从该物品中施放法术，通常是通过消耗它的费用。该法术以最低的法术和施法者等级施放，不消耗使用者的任何法术槽，并且不需要任何组件，除非该物品的描述另有说明。该法术使用其正常的施法时间、范围和持续时间，如果该法术需要集中注意力，则该物品的使用者必须集中注意力。某些物品对这些规则做了例外处理，改变了施法时间、持续时间或法术的其他部分。",
	"Many items, such as potions, bypass the casting of the spell and confer the spell's effects. Such an item still uses the spell's duration unless the item's description says otherwise.": "许多物品，例如药水，绕过了施法，并赋予了法术的效果。这样的物品仍然使用法术的持续时间，除非该物品的描述另有说明。",
	"A magic item, such as certain staffs, may require you to use your own spellcasting ability when you cast a spell from the item. If you have more than one spellcasting ability, you choose which one to use with the item. If you don't have a spellcasting ability—perhaps you're a rogue with the Use Magic Device feature—your spellcasting ability modifier is +0 for the item, and your proficiency bonus does apply.": "一个魔法物品，比如某些法杖，可能需要你在用该物品施法时使用你自己的施法能力。如果你有一个以上的法术能力，你可以选择哪一个来使用该物品。如果你没有法术能力--也许你是一个拥有使用魔法装置功能的流氓--你的法术能力修改器对该物品来说是+0，而你的熟练度加成则适用。",
	"Some magic items have charges that you expend to activate its properties. The number of charges an item has remaining is revealed when an identify spell is cast on the item, or when a creature attunes to the item. Additionally, when an item regains charges, the creature attuned to that item learns how many charges it regained.": "有些魔法物品有费用，你需要花费费用来激活它的属性。当对物品施展识别法术时，或者当一个生物与物品相适应时，物品剩余的电荷数会被显示。此外，当一个物品重新获得电荷时，与该物品相适应的生物会了解它重新获得了多少电荷。",
	"The most common action to take in combat is the Attack action, whether you are swinging a sword, firing an arrow from a bow, or brawling with your fists.": "战斗中最常见的动作是攻击动作，无论你是挥舞着剑，用弓射箭，还是用拳头斗殴。",
	"Certain features, such as the Extra Attack feature of the fighter, allow you to make more than one attack with this action.": "某些功能，如战士的额外攻击功能，允许你用这个动作进行一次以上的攻击。",
	"When you take the Dash action, you gain extra movement for the current turn. The increase equals your speed, after applying any modifiers. With a speed of 30 feet, for example, you can move up to 60 feet on your turn if you dash.": "当你采取冲刺行动时，你在当前回合获得额外的移动。增加的幅度等于你的速度，在应用了任何修饰因素之后。例如，如果你的速度是30英尺，你可以在你的回合中移动到60英尺。",
	"Any increase or decrease to your speed changes this additional movement by the same amount. If your speed of 30 feet is reduced to 15 feet, for instance, you can move up to 30 feet this turn if you dash.": "对你的速度的任何增加或减少都会以相同的数量改变这种额外的移动。例如，如果你的速度从30英尺降低到15英尺，那么如果你冲刺的话，本回合你最多可以移动30英尺。",
	"The attacker has disadvantage on its attack roll if the target is holding the item with two or more hands. The target has advantage on its ability check if it is larger than the attacking creature, or disadvantage if it is smaller.": "如果目标用两只或更多的手拿着该物品，则攻击者在其攻击卷中处于劣势。如果目标比攻击者大，它的能力检查就有优势，如果它小，就有劣势。",
	"If you take the Disengage action, your movement doesn't provoke opportunity attacks for the rest of the turn.": "如果你采取脱离行动，你的行动在回合的剩余时间内不会引起机会攻击。",
	"When you take the Dodge action, you focus entirely on avoiding attacks. Until the start of your next turn, any attack roll made against you has disadvantage if you can see the attacker, and you make Dexterity saving throws with advantage. You lose this benefit if you are incapacitated (as explained in the appendix) or if your speed drops to 0.": "当你采取躲避动作时，你完全专注于躲避攻击。在你下一回合开始之前，如果你能看到攻击者，任何针对你的攻击卷都是不利的，而你做灵巧救赎则是有利的。如果你丧失了能力（如附录中所解释的）或者你的速度下降到0，你就会失去这个好处。",
	"If a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).": "如果一个法术必须用集中力来维持，这个事实就会出现在它的持续时间条目中，并且法术规定了你可以集中精力在它身上多长时间。你可以在任何时候结束专注（不需要行动）。",
	"As an action, a character can use a healing surge and spend up to half his or her Hit Dice. For each Hit Die spent in this way, the player rolls the die and adds the character's Constitution modifier. The character regains hit points equal to the total. The player can decide to spend an additional Hit Die after each roll.": "作为一个行动，一个角色可以使用一个治疗突增，并花费他或她的一半命中率。以这种方式花掉的每一个命中率骰子，玩家都会掷骰子并加上角色的体质修正值。该角色恢复的命中率与总数相等。玩家可以决定在每次掷骰子后再花一个额外的命中率。",
	"A character who uses a healing surge can't do so again until he or she finishes a short or long rest. Under this optional rule, a character regains all spent Hit Dice at the end of a long rest. With a short rest, a character regains Hit Dice equal to his or her level divided by four (minimum of one dice).": "一个使用了治疗激增的角色在完成短期或长期休息之前不能再这样做。在这个可选的规则下，一个角色在长时间休息结束后会恢复所有已消耗的生命值。短暂休息时，角色恢复的命中率等于他或她的等级除以四（最少一个骰子）。",
	"You can lend your aid to another creature in the completion of a task. When you take the Help action, the creature you aid gains advantage on the next ability check it makes to perform the task you are helping with, provided that it makes the check before the start of your next turn.": "你可以在完成一项任务时向另一个生物提供帮助。当你采取帮助行动时，你所帮助的生物在它为执行你所帮助的任务而进行的下一次能力检查中获得优势，只要它在你下一回合开始前进行检查。",
	"Alternatively, you can aid a friendly creature in attacking a creature within 5 feet of you. You feint, distract the target, or in some other way team up to make your ally's attack more effective. If your ally attacks the target before your next turn, the first attack roll is made with advantage.": "或者，你可以帮助一个友好的生物攻击你周围5英尺内的生物。你进行佯攻，分散目标的注意力，或者以其他方式组队，使你的盟友的攻击更加有效。如果你的盟友在你的下一个回合之前攻击目标，那么第一次攻击卷轴是以优势进行的。",
	"Sometimes a character wants to identify a spell that someone else is casting or that was already cast. To do so, a character can use their reaction to identify a spell as it's being cast, or they can use an action on their turn to identify a spell by its effect after it is cast.": "有时，一个角色想识别别人正在施放的或已经施放的法术。要做到这一点，角色可以使用他们的反应来识别正在施放的咒语，或者他们可以在他们的回合中使用行动来识别施放后的咒语效果。",
	"This option makes it easier for melee combatants to harry each other with opportunity attacks.": "这个选项使近战战斗人员更容易用机会攻击来骚扰对方。",
	"In a fight, everyone is constantly watching for enemies to drop their guard. You can rarely move heedlessly past your foes without putting yourself in danger; doing so provokes an opportunity attack.": "在战斗中，每个人都在不断观察敌人是否会放松警惕。你很少能漫不经心地从你的敌人身边走过而不使自己处于危险之中；这样做会引起机会攻击。",
	"You can make an opportunity attack when a hostile creature that you can see moves out of your reach. To make the opportunity attack, you use your reaction to make one melee attack against the provoking creature. The attack interrupts the provoking creature's movement, occurring right before the creature leaves your reach.": "当一个你能看到的敌对生物移动到你的范围之外时，你可以进行一次机会攻击。为了进行机会攻击，你用你的反应对挑衅的生物进行一次近战攻击。攻击会打断挑衅生物的移动，在该生物离开你的范围之前发生。",
	"Your turn can include a variety of flourishes that require neither your action nor your move.": "你的回合可以包括各种既不需要你的行动也不需要你的移动的装饰。",
	"You can communicate however you are able, through brief utterances and gestures, as you take your turn.": "在轮到你的时候，你可以通过简短的话语和手势，以你能做到的方式进行交流。",
	"You can also interact with one object or feature of the environment for free, during either your move or your action. For example, you could open a door during your move as you stride toward a foe, or you could draw your weapon as part of the same action you use to attack.": "你也可以在你的动作或行动中与环境中的一个物体或特征自由互动。例如，你可以在你的行动中打开一扇门，因为你正大步走向一个敌人，或者你可以拔出你的武器，作为你用来攻击的同一行动的一部分。",
	"If you want to interact with a second object, you need to use your action. Some magic items and other special objects always require an action to use, as stated in their descriptions.": "如果你想与第二个物体互动，你需要使用你的行动。一些魔法物品和其他特殊物品总是需要行动才能使用，这在它们的描述中有所说明。",
	"Here are a few examples of the sorts of thing you can do in tandem with your movement and action:": "下面是几个例子，说明你可以配合你的运动和行动来做的各种事情。",
	"draw or sheathe a sword": "拔剑或出鞘",
	"open or close a door": "开门或关门",
	"withdraw a potion from your backpack": "从你的背包中提取药水",
	"pick up a dropped axe": "捡起掉落的斧头",
	"take a bauble from a table": "捧场",
	"remove a ring from your finger": "摘下指环",
	"stuff some food into your mouth": "往嘴里塞点吃的",
	"plant a banner in the ground": "旗帜鲜明地插在地上",
	"fish a few coins from your belt pouch": "从你的腰包里捞出几个硬币",
	"drink all the ale in a flagon": "饮尽杯中物",
	"throw a lever or a switch": "拨动杆子或开关",
	"pull a torch from a sconce": "擎天柱上的火把",
	"take a book from a shelf you can reach": "从书架上拿起一本你能拿到的书",
	"extinguish a small flame": "熄灭小火",
	"don a mask": "戴上面具",
	"pull the hood of your cloak up and over your head": "把斗篷的罩子拉起来，盖在头上",
	"put your ear to a door": "把耳朵贴在门上",
	"kick a small stone": "踢小石子",
	"turn a key in a lock": "拨动锁匙",
	"tap the floor with a 10-foot pole": "敲打地板，用10英尺长的杆子",
	"hand an item to another character": "将物品交给另一角色",
	"Sometimes you want to get the jump on a foe or wait for a particular circumstance before you act. To do so, you can take the Ready action on your turn, which lets you act using your reaction before the start of your next turn.": "有时你想在敌人面前抢占先机，或者在你行动之前等待一个特殊情况。要做到这一点，你可以在你的回合中采取准备行动，这可以让你在下一回合开始前用你的反应行动。",
	"First, you decide what perceivable circumstance will trigger your reaction. Then, you choose the action you will take in response to that trigger, or you choose to move up to your speed in response to it. Examples include \"If the cultist steps on the trapdoor, I'll pull the lever that opens it,\" and \"If the goblin steps next to me, I move away.\"": "首先，你决定什么可感知的情况会触发你的反应。然后，你选择你将采取的行动来回应这个触发，或者你选择以你的速度来回应它。例子包括 \"如果邪教徒踩到活板门，我就拉动打开活板的杠杆\"，以及 \"如果小妖精走到我旁边，我就走开\"。",
	"When the trigger occurs, you can either take your reaction right after the trigger finishes or ignore the trigger. Remember that you can take only one reaction per round.": "当触发发生时，你可以在触发结束后立即做出反应，或者忽略触发。记住，你每轮只能做出一个反应。",
	"You have until the start of your next turn to use a readied action.": "你可以在下一回合开始前使用一个准备好的行动。",
	"If either weapon has the thrown property, you can throw the weapon, instead of making a melee attack with it.": "如果任一武器具有投掷属性，你可以投掷该武器，而不是用它进行近战攻击。",
	"You normally interact with an object while doing something else, such as when you draw a sword as part of an attack. When an object requires your action for its use, you take the Use an Object action. This action is also useful when you want to interact with more than one object on your turn.": "你通常在做其他事情的时候与一个物体互动，例如当你拔出一把剑作为攻击的一部分。当一个物体的使用需要你的行动时，你就采取使用一个物体的行动。当你想在你的回合中与一个以上的物体互动时，这个动作也很有用。",
	"A creature that is naturally sleeping, as opposed to being in a magically or chemically induced sleep, wakes up if it takes any damage or if someone else uses an action to shake or slap the creature awake. A sudden loud noise—such as yelling, thunder, or a ringing bell—also awakens someone that is sleeping naturally.": "一个自然睡眠的生物，而不是处于魔法或化学诱导的睡眠中，如果它受到任何伤害，或者如果其他人使用动作摇晃或拍打该生物，就会醒来。突如其来的巨响--比如大喊大叫、打雷或响铃--也会唤醒自然睡眠的人。"
}