{
	"You were created to have remarkable fortitude, represented by the following benefits:": "你被创造为具有非凡的毅力，表现为以下好处。",
	"You don't need to eat, drink, or breathe.": "你不需要吃，不需要喝，不需要呼吸。",
	"You are immune to disease.": "你对疾病有免疫力。",
	"You don't need to sleep, and magic can't put you to sleep.": "你不需要睡觉，魔法也不能让你睡觉。",
	"Purphoros made me to serve him.": "珀弗洛斯让我为他服务。",
	"I was created decades ago and, fearing that I'm growing obsolete, recently fled Mount Velus.": "我是几十年前创建的，由于担心自己逐渐被淘汰，最近逃离了维拉斯山。",
	"Purphoros regrets my creation and wants to reforge me into something better.": "珀弗罗斯对我的创造感到遗憾，想把我重新锻造成更好的东西。",
	"Purphoros intended me to carry on his work by making even greater creations of my own.": "珀尔福罗打算让我继承他的工作，创造出我自己更伟大的作品。",
	"Someone in Mount Velus implanted a terrible secret within me in order to smuggle it out into the world.": "维鲁斯山有人在我体内植入了一个可怕的秘密，以便把它偷运到外面的世界。",
	"You have infiltrated the ranks of the Cult of the Dragon. Having spied on the organization for quite some time, you are familiar with its inner workings and customs. You have a second identity as an initiate of the cult, enough of a facade to blend in as a simple grunt or servant.": "你已经潜入了神龙教的队伍。在对该组织进行了相当长时间的监视后，你对其内部运作和习俗非常熟悉。你有第二个身份，是邪教的入门者，有足够的门面，可以作为一个简单的步兵或仆人混入。",
	"You have a knack for making your way in the deep places of the world. You can recall the twists and turns of passageways and tunnels such that you can always retrace your steps underground. You're also well acquainted with foraging and survival in the Underdark, and can determine when sources of food and water are safe to consume. You can always find sufficient food and water for yourself and up to five other people in the Underdark, as long as sustenance is available in the area.": "你有一种在世界深处开路的诀窍。你可以回忆起通道和隧道的曲折，这样你就可以随时追溯你在地下的脚步。你也很熟悉在地下世界的觅食和生存，并能确定食物和水的来源何时可以安全食用。只要该地区有食物，你总能为自己和其他五个人找到足够的食物和水。",
	"I once met the famous drow ranger Drizzt Do'Urden! In fact, I have a tattered piece of his famous green cloak and would never think to part with it.": "我曾经见过著名的鸦人游侠德里兹特-多乌尔登！我有一件他著名的绿色斗篷。事实上，我有一件他著名的绿色斗篷的破损部分，而且从未想过要与它分开。",
	"Your soul isn't your own or, at least, it wasn't always yours. Whether you've lived past lives, your soul was swapped into a different body, or you have a link connecting you to another being, you experience echoes from another life. These echoes grant you knowledge, talents, or even languages you can't always explain, but they also intrude on your perceptions and beliefs unexpectedly.": "你的灵魂不是你自己的，或者，至少，它并不总是你的。无论你是否有前世，你的灵魂被交换到不同的身体，或者你有一个连接你和另一个生命的链接，你都会经历来自另一个生命的回声。这些回声授予你知识、才能，甚至是你不能总是解释的语言，但它们也意外地侵入你的感知和信仰。",
	"Roll on or choose an option from the Soul Echoes table to determine the nature of this Dark Gift. Additionally, you gain the traits that follow.": "在灵魂回声表中滚动或选择一个选项，以确定这个黑暗礼物的性质。此外，你还会获得以下的特性。",
	"My soul is linked with that of a person elsewhere, perhaps another domain, world, or plane.": "我的灵魂与其他地方的人的灵魂相连，也许是另一个领域、世界或平面。",
	"I have lived many times before, my soul reincarnating each time I die rather than passing on.": "我以前活过很多次，每次死后我的灵魂都会转世，而不是去世。",
	"My consciousness was removed from my original body and implanted in this one.": "我的意识被从我原来的身体中移出，植入这个身体中。",
	"I was physically and spiritually merged with another being.": "我在身体上和精神上与另一个生命融合在一起。",
	"I share my body with an intangible, otherworldly force.": "我与一种无形的、其他世界的力量分享我的身体。",
	"Time fractures around me, and I sometimes collide with my own past or future.": "时间在我身边断裂，我有时会与自己的过去或未来相撞。",
	"You gain proficiency in two skills of your choice.": "你获得对你选择的两个技能的熟练度。",
	"You can speak, read, and write one additional language of your choice.": "你可以说、读、写一种你选择的额外语言。",
	"You perceive a different time or place overlapping your surroundings. Your speed is halved until the end of your next turn.": "你感知到一个不同的时间或地点与你周围的环境重叠。你的速度减半，直到你的下一个回合结束。",
	"Your memory is one of triumph. You can reroll the ability check, attack roll, or saving throw that you just made. You must use the new roll.": "你的记忆是一种胜利。你可以重新计算你刚才所做的能力检查、攻击卷或自救动作。你必须使用新卷。",
	"A wealthy pasha in Calimshan has placed a bounty on my head for seducing his favorite concubine. Bounty hunters are scouring the Sword Coast in search of me, but I hope they'll never think to look in Icewind Dale.": "卡林山的一个富有的帕夏因为勾引他最喜欢的小妾而悬赏我的头。赏金猎人正在剑海岸搜寻我，但我希望他们不会想到去冰风谷寻找。",
	"Roll on or choose an option from the Whispering Spirits table to determine what haunts you. Additionally, you gain the traits that follow.": "从 \"低语的灵魂 \"表中滚动或选择一个选项，以确定什么在困扰着你。此外，你还会获得下面的特征。",
	"A council of my dead ancestors watches over me.": "一个由我死去的祖先组成的理事会在监视我。",
	"Fiendish presences vie for my soul.": "魔鬼般的存在争夺我的灵魂。",
	"Unquiet souls are drawn to me and beg for peace.": "不安的灵魂被吸引到我身边，乞求平安。",
	"The spirits of those I killed linger around me.": "那些被我杀死的人的灵魂在我身边徘徊。",
	"An alien intelligence intrudes upon my thoughts.": "一个外星智能体侵入了我的思想。",
	"A sibling I don't have shares my body.": "一个我没有的兄弟姐妹分享我的身体。",
	"You have disadvantage on the next attack roll, ability check, or saving throw you make.": "你在接下来的攻击卷、能力检查或蓄力投掷中处于劣势。",
	"Great deeds lie in your future, and it will take extraordinary effort to kill you before you accomplish those deeds. Choose or roll a random destiny using the Heroic Destiny table. Additionally, you gain the following traits.": "伟大的事迹就在你的未来，而在你完成这些事迹之前，需要付出非凡的努力来杀死你。使用英雄命运表选择或滚动一个随机的命运。此外，你还会获得以下特质。",
	"You have advantage on death saving throws.": "你在救死扶伤方面有优势。",
	"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you use this trait, you can't use it again until you finish a long rest.": "当你的命中率降至0但没有被直接杀死时，你可以降至1的命中率。一旦你使用了这个特性，你就不能再使用它，直到你完成一个长时间的休息。",
	"I'm destined to be the most skilled practitioner of a craft or trade.": "我注定要成为某项手艺或贸易的最熟练的从业者。",
	"I'm destined to become a god.": "我注定要成为一个神。",
	"I'm destined to liberate my beloved from the clutches of the Underworld.": "我注定要把我的爱人从冥界的魔爪中解放出来。",
	"I was born while a kraken ravaged Meletis, and I'm destined to destroy that kraken.": "我出生时正值海怪肆虐湄公河，而我注定要消灭那只海怪。",
	"I'm destined to uncover the secret of the gods' power.": "我注定要揭开众神力量的秘密。",
	"You don't age, and effects that would cause you to age don't work on you.": "你不会变老，而会导致你变老的效应对你不起作用。",
	"When you make a death saving throw and roll 16 or higher, you regain 1 hit point.": "当你进行死亡救赎并掷出16点或更高的分数时，你会重新获得1点生命值。",
	"You retain your creature type, yet you register as undead to spells and other effects that detect the presence of the undead creature type.": "你保留了你的生物类型，但对于检测亡灵生物类型存在的法术和其他效果来说，你会被登记为亡灵。",
	"No one can deny the reality of the gods of Theros, whose presence and deeds are visible in the night sky and sometimes directly in the mortal realm. But some people refute the idea that the gods are worthy of reverence. Such iconoclasts are common among the leonin, but members of any culture can adopt this supernatural gift. The Iconoclast Characteristics table presents suggestions for why you've become an iconoclast.": "没有人能够否认特洛斯诸神的真实性，他们的存在和行为在夜空中是可见的，有时甚至直接出现在凡人的领域。但有些人驳斥了诸神值得敬畏的观点。这样的圣像破坏者在列宁族中很常见，但任何文化的成员都可以采用这种超自然的天赋。圣像破坏者特征表提出了关于你为什么成为圣像破坏者的建议。",
	"Your denial of the gods gives you supernatural power to resist their influence in the world. You gain the following traits.": "你对诸神的否定给了你超自然的力量来抵制他们对世界的影响。你获得了以下特质。",
	"You can't gain or lose piety to any god. You instead gain the following traits at the character level listed in each one. Wisdom is your spellcasting ability for any spell that you cast through these traits.": "你不能获得或失去对任何神的虔诚。相反，你会在每个特性中列出的人物等级获得以下特性。智慧是你通过这些特质施展任何法术的能力。",
	"I blame the gods for the death of those I cared about.": "我把我所关心的人的死亡归咎于诸神。",
	"Multiple gods seek to use me to their ends, so I try to avoid all divine entanglements.": "多个神灵都想利用我达到他们的目的，所以我尽量避免所有的神性纠缠。",
	"It's obvious the gods are fickle and unworthy of worship.": "很明显，神灵是无常的，不值得崇拜的。",
	"I know the world's future lies with mortals, not gods.": "我知道世界的未来在于凡人，而不是神灵。",
	"I'm convinced the gods want me dead.": "我相信诸神希望我死。",
	"I refuse to be a pawn in divine schemes.": "我拒绝成为神圣计划中的一颗棋子。",
	"An ancestor or mentor's deeds earned them a place in legend. Now it's your turn. You are the clear inheritor of a famed legacy. You've inherited a token from your predecessor, something that marks you as their inheritor, such as a signet ring, signature piece of clothing, or notable weapon.": "一位祖先或导师的事迹为他们在传奇中赢得了一席之地。现在轮到你了。你是一个著名遗产的明确继承人。你从你的前辈那里继承了一件信物，一些标志着你是他们的继承人的东西，比如一枚签名戒指、一件标志性的衣服或著名的武器。",
	"Additionally, any time you reveal your legacy, you swiftly learn the local opinion of your predecessor. If locals have never heard of your predecessor, nothing changes. If they have, rumors of your connection spread swiftly, and many locals consider you either a hero or a threat. Heroes are welcomed and might easily gain an audience with local leaders. Threats are encouraged to leave before they invite danger.": "此外，任何时候你揭示了你的遗产，你就会迅速了解当地人对你的前任的看法。如果当地人从来没有听说过你的前任，那就没有什么变化。如果他们听说过，关于你的关系的谣言就会迅速传播，许多当地人就会认为你是一个英雄或一个威胁。英雄会受到欢迎，并可能很容易获得当地领导人的接见。威胁者则被鼓励离开，以免招致危险。",
	"Like a sphinx, you have a mind like a maze, impenetrable to mortal scrutiny. This might be a gift or training from an actual sphinx, the blessing (or curse) of a god, or an inexplicable talent. The Inscrutable Characteristics table suggests options for what makes you inscrutable. Additionally, you gain the following trait.": "像斯芬克斯一样，你有一个像迷宫一样的头脑，凡人无法窥探。这可能是一个真正的斯芬克斯的礼物或训练，一个神的祝福（或诅咒），或者是一种莫名其妙的天赋。不可捉摸的特征表为你提供了使你不可捉摸的选项。此外，你还会获得以下特质。",
	"You have resistance to psychic damage.": "你对精神伤害有抵抗力。",
	"I was educated by a sphinx in the Dakra Isles.": "我在达克拉群岛接受了斯芬克斯的教育。",
	"I only speak in the past tense, as if all things I say have already transpired.": "我只用过去式说话，仿佛我说的所有事情都已经发生了。",
	"I have sworn a vow to allow no living person to see behind the mask that covers my face at all times.": "我发过誓，不允许任何活人在任何时候看到覆盖在我脸上的面具后面。",
	"Why wouldn't I phrase every statement as a question?": "我为什么不把每一句话都表述为一个问题呢？",
	"I was born a sphinx, but a god cursed me into humanoid form and saddled me with the limits of mortal knowledge. I won't rest until I break the curse.": "我生来就是狮身人面像，但一位神将我诅咒成人形，并让我背上了凡人知识的限制。除非我打破诅咒，否则我不会休息。",
	"Behind many heroes is another hero whose greatness comes from the support and love they offer. Haktos had his beloved Perynes, Renata was accompanied by her servant Karados, and Siona sailed with her devoted crew. Like these partners, you are great and make others great. Consider the Companion Relationships table when determining your legendary connection. Any relationship with another player's character requires that player's consent. Additionally, you gain the following traits.": "许多英雄的背后是另一个英雄，他们的伟大来自于他们提供的支持和爱。哈克托斯有他心爱的佩里内斯，雷娜塔有她的仆人卡拉多斯陪伴，西奥娜与她忠实的船员一起航行。就像这些伙伴一样，你是伟大的，也让别人变得伟大。在确定你的传奇关系时，请考虑同伴关系表。与其他玩家的角色的任何关系都需要得到该玩家的同意。此外，你还会获得以下特质。",
	"When a creature you can see within 5 feet of you is hit by an attack roll, you can use your reaction to cause the attack to hit you instead. Once you use this trait, you can't do so again until you finish a long rest.": "当你能看到的5英尺范围内的生物被攻击卷击中时，你可以用你的反应使攻击转而击中你。一旦你使用这个特性，你就不能再这样做了，直到你完成一个长时间的休息。",
	"Another character is my lover or dearest friend.": "另一个角色是我的爱人或最亲爱的朋友。",
	"Another character is my sibling.": "另一个角色是我的兄弟姐妹。",
	"Another character is my parent or child.": "另一个角色是我的父母或孩子。",
	"Another character is a champion of my god.": "另一个角色是我的神的冠军。",
	"After admiring another character from afar, I've finally won a position by their side.": "在远远地欣赏另一个人物之后，我终于在他们身边赢得了一个位置。",
	"I want nothing more than for another character to recognize my devotion and love me in return.": "我最希望的是另一个角色能认识到我的奉献，并爱我作为回报。",
	"I was raised by yeti. Although I relied on my ferocious guardians for food and warmth and never quite adapted to the cold, I speak Yeti and have advantage on Charisma checks made to influence yeti or improve their attitudes.": "我是由雪人养大的。虽然我依靠我凶猛的监护人提供食物和温暖，但我从来没有完全适应过寒冷，我会说雪人语，在影响雪人或改善他们的态度的魅力检查中具有优势。",
	"The shadow you cast is animate and ever-present, even when lighting conditions would otherwise prevent it. Your shadow occasionally moves out of sync with you. Sometimes it appears to be undertaking random but mundane tasks, while at other times it acts out your darker impulses, threatening or even attacking other shadows. With effort, you can bend this shadow puppetry to your will.": "你投下的影子是活生生的，而且永远存在，即使在照明条件不允许的情况下也是如此。你的影子偶尔会与你不同步地移动。有时，它似乎在执行随机而平凡的任务，而在其他时候，它则表现出你更黑暗的冲动，威胁甚至攻击其他影子。通过努力，你可以使这种影子傀儡术服从你的意志。",
	"Roll on or choose an option from the Shadow Quirk table to determine how your living shadow behaves. Additionally, you gain the traits that follow.": "在影子怪癖表中滚动或选择一个选项来决定你的活影子的行为方式。此外，你还会获得以下的特性。",
	"My shadow often holds weapons or bears wounds that don't exist.": "我的影子经常拿着武器，或承受着不存在的伤口。",
	"When I'm distracted, my shadow panics and tries to get other people's attention, as if it's desperate to escape me.": "当我分心时，我的影子就会惊慌失措，并试图引起其他人的注意，似乎它急于要逃离我。",
	"When it's not being watched, my shadow makes threatening gestures or creeps toward people.": "当它没有被监视的时候，我的影子会做出威胁性的手势或向人爬行。",
	"My shadow's movements mirror mine incorrectly—when I raise my left hand, my shadow moves its right.": "我的影子的动作不正确地反映了我的动作--当我举起左手的时候，我的影子就会移动它的右手。",
	"My shadow fiddles with or occasionally breaks Tiny, nonmagical objects.": "我的影子会摆弄或偶尔弄坏微小的、非魔法的物体。",
	"There's a slight but noticeable delay between my movements and those of my shadow.": "我的动作和我的影子的动作之间有轻微但明显的延迟。",
	"When you make a melee attack roll, you can increase your reach for that attack by 10 feet. Your shadow stretches and delivers the attack as if it were you. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "当你进行近战攻击时，你可以将你的攻击范围增加10英尺。你的影子会伸长并发出攻击，就像你一样。你可以使用这个功能的次数等于你的熟练度加成，当你完成一个长时间的休息时，你会恢复所有已消耗的使用。",
	"The Mists grip all who tread the Domains of Dread, but you know how to slip through their grasp. You can navigate the Mists successfully given enough time and a little luck, but this freedom comes with a price; if you remain in one area for too long, the Mists find you and drain your life force.": "迷雾笼罩着所有踏入恐惧之域的人，但你知道如何滑过它们的手掌。只要有足够的时间和一点运气，你就能成功穿越迷雾，但这种自由是有代价的；如果你在一个区域停留太久，迷雾就会找到你并耗尽你的生命力。",
	"Roll on or choose an option from the Misty Travels table to determine how you developed this Dark Gift. Additionally, you gain the traits that follow.": "在迷雾旅行表中滚动或选择一个选项，以确定你是如何开发这个黑暗天赋的。此外，你还会获得以下特质。",
	"You learned a secret about the nature of the Mists. Ever since, you can manipulate them, but the lands you walk have turned against you.": "你学会了一个关于迷雾本质的秘密。从那时起，你可以操纵它们，但你所走过的土地却与你作对。",
	"You fled into the Mists to escape someone or something that's hunting you. You can never rest for long, knowing you're still being pursued.": "你逃入迷雾中，以逃避追捕你的人或事。你知道自己仍在被追捕，所以永远无法长久地休息。",
	"You're part of an organization, a family, or an itinerant community with experience traveling the Mists. They taught you how to do the same.": "你是一个组织的一部分，一个家庭，或一个流动的社区，有旅行迷雾的经验。他们教你如何做同样的事。",
	"The Mists stole you from your home and fractured your memories of where you're from. You've been on a quest to find your way back ever since.": "迷雾把你从你的家偷走了，使你对你的家乡的记忆断裂。从那时起，你就一直在寻找回去的路。",
	"When you enter the Mists intent on reaching a specific domain, you are treated as if you possess a Mist talisman keyed to that domain. To use this trait, you must know the name of the domain you have chosen as your destination, but you don't need to have previously visited that land. This trait doesn't allow you to bypass domain borders closed by a Darklord's will.": "当你进入迷雾中打算到达一个特定的领域时，你会被视为拥有一个以该领域为关键的迷雾护符。要使用这个特性，你必须知道你所选择的目的地的领域名称，但你不需要之前去过那片土地。这个特性不允许你绕过由黑暗领主的意志关闭的领域边界。",
	"Additionally, you gain the following traits.": "此外，你还会获得以下特质。",
	"As an action, you wrap yourself in a starry cloak, appearing like a silhouette formed of the night sky. When you do, attack rolls have disadvantage against you. This cloak lasts for 1 minute, until you doff it (no action required), or until you die. Once you use this trait, you can't use it again until you finish a long rest.": "作为一个动作，你将自己包裹在一个星空斗篷中，看起来像一个由夜空形成的剪影。当你这样做时，攻击卷对你来说是不利的。这个斗篷持续1分钟，直到你脱下它（不需要行动），或者直到你死亡。一旦你使用了这个特性，你就不能再使用它，直到你完成一个长时间的休息。",
	"You have resistance to necrotic and radiant damage.": "你对坏死和辐射伤害有抵抗力。",
	"I'm a side effect of some other divine action.": "我是其他神圣行动的一个副作用。",
	"A god witnessed my birth, making me what I am.": "一位神见证了我的诞生，使我成为现在的样子。",
	"I was rescued from the Underworld and took on supernatural characteristics when I returned to life.": "我从冥界被救出来，回到生活中后就有了超自然的特征。",
	"I'm a song or other work of art brought to life.": "我是一首歌曲或其他艺术作品，被赋予了生命。",
	"Whenever my weapon strikes something, the weapon gives off a shower of starry sparks.": "每当我的武器击中什么东西，武器就会发出一阵星光闪耀的火花。",
	"My hair moves as if in a perpetual breeze.": "我的头发在移动，仿佛永远的微风。",
	"My anger smells like burning autumn leaves.": "我的愤怒闻起来像燃烧的秋叶。",
	"When the sun shines on me just so, I glimmer with many colors.": "当阳光正好照在我身上时，我就会闪现出许多色彩。",
	"My laughter causes nearby birds to erupt in song.": "我的笑声使附近的鸟儿爆发出了歌声。",
	"People who sleep near me always dream of the sea.": "在我附近睡觉的人总是梦到海。",
	"The gods seek mortal oracles to act as their agents. As a result, most oracles devote themselves to the service of a single god and learn to ignore the voices of all others. Occasionally, two gods agree to share the services of an oracle. Oracles who try to remain independent often find themselves pursued by the agents of evil gods who would bind them to the god's service, if necessary.": "众神寻求凡人的神谕来作为他们的代理人。因此，大多数神谕都致力于为一个神服务，并学会忽略所有其他神的声音。偶尔，两位神明会同意分享一个神谕的服务。试图保持独立的神谕常常发现自己被邪恶的神灵的代理人追捕，如果有必要，他们会把他们绑在神灵的服务上。",
	"You gain the following traits.": "你获得以下特征。",
	"You can speak, read, and write Celestial, the language of the gods. In addition, a god might deliver a message through you, and you can decide whether to use your own voice or to allow the god's voice to come through your mouth to deliver the message, translated into any language you speak.": "你可以说、读、写天语，即诸神的语言。此外，一个神可能会通过你传递信息，你可以决定是用你自己的声音还是让神的声音通过你的嘴来传递信息，翻译成你所说的任何语言。",
	"Wisdom is your spellcasting ability for any spell that you cast through these traits.": "智慧是你的法术能力，适用于你通过这些特征施展的任何法术。",
	"You can increase your Intelligence or Wisdom score by 2, as well as increasing your maximum for the chosen score by 2.": "你可以增加你的智力或智慧分数2，以及增加你所选分数的最大值2。",
	"I know exactly how I'm going to die, and I can't do or say anything to prevent it.": "我清楚地知道我将如何死去，而且我无法做或说任何事情来阻止它。",
	"People who consult me for information rarely believe the answers I give them.": "向我咨询信息的人很少相信我给他们的答案。",
	"I'm haunted by nightmares foretelling the deaths of people I've never met.": "我被预示着我从未见过的人的死亡的恶梦所困扰。",
	"I'm often distracted by the sights and sounds of things that other people can't perceive.": "我经常被别人无法感知的事物的景象和声音所干扰。",
	"A horrible monster in Nyx watches me constantly, and I see it every time I venture outdoors.": "尼克斯的一个可怕的怪物一直在看着我，每次我在户外冒险时都会看到它。",
	"Any time I grow close to someone, I see them aged, dying, or dead.": "任何时候我和某人的关系越来越近，我都会看到他们衰老、垂死或死亡。",
	"Whenever I receive a divine vision, I get an intense pain in my head or chest.": "每当我收到神圣的异象时，我的头部或胸部就会出现强烈的疼痛。",
	"One of the gods intends to use me as an oracle whether I want to listen or not.": "无论我是否愿意听，其中一位神灵打算把我当作神谕。",
	"I saved the life of an orc, who gave me a stone with the symbol of the Many-Arrows tribe (a humanoid skull pierced by three arrows) carved into it. The stone is an uncommon magic item that requires attunement, and only I can attune to it.": "我救了一个兽人的命，他给了我一块石头，上面刻着多箭部落的标志（一个被三支箭穿透的人形头骨）。这块石头是一种不常见的魔法物品，需要调和，而只有我可以调和它。",
	"As an action, I can use the stone to summon the spirit of an orc warrior, which appears within 30 feet of me. The spirit uses the orc war chief stat block in the Monster Manual and disappears after 10 minutes or when reduced to 0 hit points. The spirit understands any language I speak and obeys my commands.": "作为一个行动，我可以用这块石头来召唤一个兽人战士的灵魂，它出现在我30英尺范围内。该灵魂使用《怪物手册》中的兽人战争首领状态块，并在10分钟后或当生命值降至0时消失。该灵魂能听懂我说的任何语言，并服从我的命令。",
	"After the stone is used three times, it turns to dust.": "石头被使用三次后，就会变成灰尘。",
	"Owlbears are predisposed to like me.": "猫头鹰熊有喜欢我的倾向。",
	"Born with a particular connection to a deity, you have been winning favor with your god since birth. Consult the Pious Quirks table to determine how your faith might influence your personality. Additionally, you gain the following traits.": "你生来就与某个神灵有特殊的联系，你从出生起就一直在赢得你的神的青睐。请参考虔诚的怪癖表，以确定你的信仰会如何影响你的个性。此外，你还会获得以下特质。",
	"If you fail a saving throw, you can reroll it, and you must use the new roll. Once you use this trait, you can't do so again until you finish a long rest.": "如果你的救赎失败，你可以重新掷骰子，而且你必须使用新的骰子。一旦你使用了这个特性，你就不能再这样做，直到你完成一个长时间的休息。",
	"You begin with a piety score of 3 with your chosen god.": "你开始时对你选择的神的虔诚度为3分。",
	"I often call people by the name of my god (or another god) by accident.": "我经常无意中用我的神（或其他神）的名字称呼别人。",
	"I stay up late at night watching the stars in hopes that my god will share a message with me.": "我在夜里熬夜看星星，希望我的上帝能与我分享一个信息。",
	"I'm deeply jealous of my god's oracles, who seem to have a more intimate relationship with my god than I can ever hope to attain.": "我深深地嫉妒我的神的神谕，他们似乎与我的神有更亲密的关系，而我永远无法达到。",
	"I have no home besides the temples of my god.": "除了我的神的庙宇，我没有家。",
	"I can't prove it, but I suspect that my god might actually be my parent.": "我无法证明这一点，但我怀疑我的上帝实际上可能是我的父母。",
	"I served aboard Dark Duchess, a pirate ship from the city of Luskan. After the vessel got stuck in the ice, everyone but the captain abandoned the vessel and fled to Ten-Towns. We got lost in a blizzard along the way. I was the only one who made it, and only by eating my mates. The ship and its treasure are still out there.": "我在黑暗公爵夫人号上服务，这是一艘来自卢斯坎市的海盗船。船只被困在冰里后，除了船长外，其他人都弃船逃往十镇。我们在沿途的暴风雪中迷路了。我是唯一活下来的人，而且是靠吃我的同伴才活下来的。那艘船和它的财宝还在外面。",
	"I am the offspring of Queen Bjornhild Solvigsdottir, leader of the Tiger Tribe. My mother cast me into the Sea of Moving Ice when I was a young child as a sacrifice to Auril the Frostmaiden. A polar bear pulled me from the water and spared me a freezing death. This bear then transformed into a goliath who bore me safely to Ten-Towns. I remember the goliath's name—Oyaminartok—but haven't seen her since. I owe her my life, just as I owe my mother a merciless death.": "我是比约恩希尔德-索尔维格斯多蒂尔女王的后代，老虎部落的领袖。当我还是个孩子的时候，我的母亲就把我扔进了移动的冰海，作为献给冰封女巫奥里尔的祭品。一只北极熊把我从水中拉出来，使我免于冻死。这只熊后来变成了一只巨熊，它把我安全地带到了十镇。我记得那个巨人的名字--奥亚米纳托克，但此后就再也没见过她。我欠她一条命，就像我欠我母亲一个无情的死亡。",
	"I am looking for the knucklehead trout that bit off my father's finger, which had a signet ring on it. To preserve my inheritance, I must retrieve the lost ring.": "我正在寻找咬断我父亲手指的那条节头鳟鱼，它上面有一枚标志戒指。为了保护我的遗产，我必须找回丢失的戒指。",
	"I penned a notorious exposé called \"The Hellbent Highborn,\" which accused several prominent patriars in Baldur's Gate and nobles in Waterdeep of being devil worshipers. Although my accusations were well founded, I made a lot of enemies and was forced to seek refuge in Icewind Dale.": "我写了一篇臭名昭著的揭露文章，名为 \"地狱高人\"，指责博德之门的几位知名元老和水底世界的贵族是魔鬼崇拜者。虽然我的指控是有根据的，但我还是树了很多敌人，被迫在冰风谷寻求庇护。",
	"There is another side of you that most people never see. When you show this side of yourself, you might become another person entirely, a celestial-like avenger, or a walking nightmare. Whatever the specifics of this form, it exaggerates some drive or hidden nature within you.": "你的另一面是大多数人从未见过的。当你展示自己的这一面时，你可能完全变成另一个人，一个天人般的复仇者，或一个行走的噩梦。无论这种形式的具体内容是什么，它都夸大了你内心的一些驱动力或隐藏的性质。",
	"Roll on or choose an option from the Second Form table to determine this other side of yourself. Additionally, you gain the traits that follow.": "在第二形态表中滚动或选择一个选项来确定你的这另一面。此外，你还会获得以下的特征。",
	"An exaggerated version of your own form": "夸张的自己的形式",
	"Hybrid form of humanoid and beast": "人形和兽形的混合体",
	"An angelic, a demonic, or an aberrant form": "一个天使，一个恶魔，或一个反常的形式",
	"A vaguely human-shaped creature made of slime": "一个由粘液构成的隐约的人形生物",
	"A fey-like shape, either brooding or passionate": "一个类似于精灵的形状，要么是忧郁的，要么是热情的。",
	"A body constructed of metal, stone, or machinery": "由金属、石头或机械构成的身体",
	"Roll on or choose an option from the Change Catalyst table to determine what triggers your involuntary change.": "滚动或从变化催化剂表中选择一个选项，以确定是什么触发了你的非自愿变化。",
	"Seeing a particular phase of the moon": "看到一个特定的月相",
	"The smell of a certain type of flower": "某种类型的花的气味",
	"The sound of ringing temple bells": "寺庙的钟声响起",
	"Hearing a particular melody": "听到一个特定的旋律",
	"Touching pure silver with your bare skin": "用你的裸体皮肤触摸纯银",
	"Seeing someone resembling a specific individual": "看到类似于某个特定个体的人",
	"A red slaad implanted a pellet-sized egg in me shortly before I started my adventuring career. If I can't get rid of it in the next two months, the egg will gestate inside me, and a slaad tadpole will burst from my chest, killing me. It will then quickly grow into an adult slaad and kill even more people.": "在我开始冒险生涯前不久，一只红色的斯拉德在我体内植入了一颗颗粒大小的蛋。如果我不能在接下来的两个月内摆脱它，这颗蛋就会在我体内孕育，一只斯拉达蝌蚪就会从我的胸口迸出，杀死我。然后它将迅速成长为一只成年的斯拉德，并杀死更多的人。",
	"A second being resides within your body along with you. It manifests physically somewhere on you and relies on you for its survival. At the same time, it offers you knowledge and other assistance, either of its own volition or because of your intertwined nature. The symbiote has its own personality and agenda, which might be at odds with yours. If you ignore the symbiote's desires, it might strive to interfere with you. There is no way to be rid of the symbiote while you have this Dark Gift. Even if you go to drastic lengths, such as severing the part of your body where the symbiote resides, it reappears on your body in another location at the next midnight.": "第二个生命与你一起居住在你的身体里。它在你身上的某个地方显现出来，并依靠你生存。同时，它为你提供知识和其他帮助，或是出于它自己的意愿，或是因为你们相互交织的性质。共生体有它自己的个性和议程，这可能与你不一致。如果你忽视了共生体的欲望，它可能会努力干扰你。在你拥有这种黑暗天赋时，没有办法摆脱共生体。即使你采取了激烈的手段，比如切断你身体中共生体所在的部分，它也会在下一个午夜重新出现在你身体的另一个地方。",
	"Roll on or choose an option from the Symbiotic Nature table to determine what sort of symbiotic being shares your body. Additionally, you gain the traits that follow.": "在共生性质表中滚动或选择一个选项，以确定什么样的共生生物与你的身体共享。此外，你还会获得下面的特征。",
	"Tiny humanoid facial features protruding from your torso, palm, or the back of your head": "从你的躯干、手掌或脑后突出的微小人形面部特征",
	"An alien appendage inside an unhealing wound": "一个未愈合的伤口内的外来附属物",
	"A burrowing, worm-like being": "一个会钻洞的、像虫子一样的生物",
	"An intrusive thought that inhabits your mind": "栖息在你脑海中的一个侵入性的想法",
	"A living tattoo": "一个活生生的刺青",
	"Crystal growths that replace a portion of your body": "取代你身体一部分的晶体生长",
	"If you die, so does your symbiote. If you are subsequently returned to life, your symbiote revives as well.": "如果你死了，你的共生体也会死。如果你后来恢复了生命，你的共生体也会复苏。",
	"Once you succeed on a saving throw due to this trait, the symbiote can't use it again until you finish a long rest.": "一旦你因这一特性而救人成功，共生体就不能再使用它，直到你完成一个长时间的休息。",
	"Roll or choose from the Symbiotic Agenda table to determine the symbiote's goal, working with your DM to detail the specifics or create another agenda.": "掷骰子或从共生体议程表中选择，以确定共生体的目标，与你的管理员合作，详细说明具体细节或创建另一个议程。",
	"The symbiote seeks to destroy a specific type of being, such as fiends, trolls, or paladins.": "共生体寻求摧毁一种特定类型的存在，如魔族、巨魔或圣骑士。",
	"The symbiote craves knowledge and is determined to solve a mystery or learn a secret.": "共生体渴望知识，决心解开一个谜团或了解一个秘密。",
	"The symbiote wants to bring a prophecy to fruition or to thwart one.": "共生体想要实现一个预言或挫败一个预言。",
	"The symbiote seeks to defend the servants and interests of a powerful being or organization.": "共生体寻求维护一个强大存在或组织的仆人和利益。",
	"The symbiote wants to keep you from harm at all costs and believes it knows what's best for you.": "共生体希望不惜一切代价使你免受伤害，并相信它知道什么对你最好。",
	"The symbiote seeks to experience new sensations, the more bizarre the better.": "共生体寻求体验新的感觉，越离奇越好。",
	"Your touch is pain, harming whoever you come in contact with. The deathly power within you is beyond your control, afflicting any who touch your bare skin. By the same token, you can deliver death to your enemies with your touch.": "你的触摸是痛苦的，会伤害你所接触到的人。你体内的死亡力量是你无法控制的，使任何接触你裸露皮肤的人受到伤害。同样的道理，你可以用你的触摸给你的敌人带来死亡。",
	"Roll on or choose an option from the Deadly Touch table to determine how this Dark Gift presents itself. Additionally, you gain the traits that follow.": "从 \"致命接触 \"表中选择一个选项来决定这个黑暗天赋如何呈现。此外，你还会获得以下的特性。",
	"Your body is alchemically or biologically altered, infusing you with deadly chemicals.": "你的身体被炼金术或生物学上的改变，给你注入致命的化学物质。",
	"The magic of a slighted druid or fey makes small plants wither and insects die in your presence.": "被轻视的德鲁伊或费伊的魔法使小植物枯萎，昆虫在你面前死亡。",
	"You're the harbinger of a grim prophecy. Any creature your touch damages is marked with a temporary scar of a group, fiend, deity, or other force that takes an interest in you.": "你是一个严峻预言的预言者。任何被你触碰的生物都会被打上一个团体、恶魔、神灵或其他对你有兴趣的力量的临时伤疤。",
	"You survived a near-death experience—but shouldn't have. Ever since, death and ill omens follow you.": "你在一次濒临死亡的经历中幸存下来，但不应该这样做。从那时起，死亡和不祥的预兆就一直跟着你。",
	"You are out of sync with time or reality. Anything you touch is warped by the distortion.": "你与时间或现实不同步。你接触的任何东西都被扭曲了。",
	"Every time you touch a creature, you hear the laughter of someone you once harmed.": "每当你触摸一个生物，你就会听到你曾经伤害过的人的笑声。",
	"When you hit a target with an attack roll and deal necrotic damage, you ignore the target's resistance to that damage.": "当你用攻击卷击中目标并造成坏死伤害时，你会忽略目标对该伤害的抗性。",
	"You survived. Whatever it was, you made it through, and you can help others do the same. People view you as an expert on the traumatic situation you faced—be it a specific sort of violence, illness, or otherwise. You are aware of nonmagical recovery techniques, common resources, and misinformation. You know how to speak to sympathetic doctors, clergy, and local leaders and can convince them to shelter one person (other than yourself) at a modest lifestyle for up to one month.": "你活下来了。不管是什么，你都挺过来了，而且你可以帮助别人做到这一点。人们把你看作是你所面临的创伤情况的专家--无论是某种特定的暴力、疾病，还是其他。你知道非神奇的恢复技术、普通资源和错误信息。你知道如何与有同情心的医生、神职人员和当地领导人交谈，并能说服他们以适度的生活方式收容一个人（而不是你自己），最长可达1个月。",
	"You come from somewhere else, a place others couldn't begin to understand. Perhaps your home is a unique corner of the Land of the Mists or another world entirely. In any case, you and other travelers have shared experiences. You can find a place to hide, rest, or recuperate among sympathetic trading caravans, itinerant families, or displaced groups, so long as you don't present yourself as a danger. Such groups will hide you from the law or anyone searching for you, though they won't risk their lives for you. Additionally, you can tell whether an object you can see and touch is from your homeland with near perfect accuracy.": "你来自别的地方，一个别人无法理解的地方。也许你的家是迷雾之地的一个独特角落，或者完全是另一个世界。在任何情况下，你和其他旅行者都有共同的经历。你可以在有同情心的商队、流动的家庭或流离失所的群体中找到一个藏身、休息或休养的地方，只要你不把自己当成一个危险人物。这些团体会把你藏起来，不让法律或寻找你的人发现，尽管他们不会为你冒生命危险。此外，你可以近乎精确地判断你能看到和触摸到的物体是否来自你的故乡。",
	"Like the great hero Haktos, you are resistant to physical harm. Use the Unscarred Origin table to determine how you gained your legendary invulnerability. Additionally, you gain the following trait.": "像伟大的英雄哈克托斯一样，你对身体伤害有抵抗力。使用 \"无忧起源 \"表来确定你是如何获得传说中的无敌能力的。此外，你还获得了以下特质。",
	"I was bathed in hydra's blood as an infant, and my wounds close too quickly to become mortal injuries.": "我在婴儿时期就沐浴在九头蛇的血液中，我的伤口闭合得太快，无法成为致命的伤害。",
	"I swallowed a magic stone that fell from Nyx, which made my skin hard as rock.": "我吞下了一块从尼克斯掉下来的魔石，这让我的皮肤硬如磐石。",
	"When I was wounded as a child, a god healed me. Now wounds are reluctant to undo the god's work.": "当我小时候受伤的时候，有一位神治愈了我。现在伤口不愿意撤销神的工作。",
	"I was rescued from the Underworld, and I'm not sure I fully returned to life—it's always so cold.": "我被从冥界救出，我不确定我是否完全恢复了生命--它总是那么冷。",
	"I was born on one of the Dakra Isles. All my people are naturally resilient, a fact I didn't realize until I lost my home and ventured into the world.": "我出生在达克拉群岛的一个地方。我的族人都有天生的抗压能力，这个事实直到我失去家园，冒险闯荡世界时才意识到。",
	"I don't know who one or more of my parents is, but my resilience (and other hints) provide clues to their immortal identity.": "我不知道我父母中的一个或多个是谁，但我的复原力（和其他暗示）提供了他们不朽身份的线索。",
	"Something is always watching you and draws ethereal spirits that take the form of creatures made of shadowstuff, usually in the shape of Tiny beasts, that follow you and gather in your general vicinity. These creatures act like normal examples of their kind, but their behavior suggests a hint of malice. No matter what precautions you take, you can't permanently drive these spirits away. They always return, wait just beyond the reach of deterrents, or later crawl out of your clothes and equipment.": "有什么东西一直在观察你，并引来虚无缥缈的精神，这些精神以影子材料制成的生物的形式出现，通常是微小的野兽形状，它们跟随你并聚集在你的周围。这些生物的行为就像他们同类的正常例子，但他们的行为表明有一丝恶意。无论你采取什么预防措施，你都无法永久地赶走这些灵魂。它们总是回来，就在威慑物的范围之外等待，或者后来从你的衣服和设备中爬出来。",
	"Roll on or choose an option from the Watchers table to determine what sorts of forms the spirits typically take when they follow you.": "滚动或从观察者表中选择一个选项，以确定鬼魂在跟随你时通常会采取什么样的形式。",
	"Carrion Eaters. Jackals, ravens, vultures": "食腐动物。豺狼、乌鸦、秃鹰",
	"Inescapable Judgments. Animate tools of punishment, drifting eyeballs, religious iconography": "无法逃避的判决。有生命的惩罚工具、漂移的眼球、宗教图腾",
	"Night Wings. Bats, moths, owls": "夜间的翅膀。蝙蝠、飞蛾、猫头鹰",
	"Plague Carriers. Fleas, rats, squirrels": "鼠疫携带者。跳蚤、老鼠、松鼠",
	"Unnatural Observers. Animate objects, clockwork devices, otherworldly voyeurs": "非自然的观察者。有生命的物体、钟表装置、其他世界的窥视者",
	"Sea Skulkers. Crabs, eels, jellyfish": "海上潜行者。螃蟹、鳗鱼、水母",
	"Stray Souls. Ghost orbs, shadows, ectoplasmic wisps": "流浪的灵魂。幽灵球、影子、外在的飘浮物",
	"Venomous Vermin. Scorpions, serpents, spiders": "有毒的害虫。蝎子、蛇、蜘蛛"
}