{
	"Sequestered in high mountains atop tall trees, the aarakocra, sometimes called birdfolk, evoke fear and wonder. Many aarakocra aren't even native to the Material Plane. They hail from a world beyond-from the boundless vistas of the Elemental Plane of Air. They are immigrants, refugees, scouts, and explorers, their outposts functioning as footholds in a world both strange and alien.": "隐居在高山高树之上的阿拉科克拉，有时被称为鸟人，唤起人们的恐惧和好奇。许多阿拉科克拉甚至不是物质世界的原住民。他们来自一个更远的世界--来自空气元素界的无尽远景。他们是移民、难民、侦察员和探险家，他们的前哨站在一个既陌生又陌生的世界中起着立足点的作用。",
	"From below, aarakocra look much like large birds. Only when they descend to roost on a branch or walk across the ground does their humanoid appearance reveal itself. Standing upright, aarakocra might reach 5 feet tall, and they have long, narrow legs that taper to sharp talons.": "从下面看，Aarakocra很像大鸟。只有当它们下降到树枝上栖息或走过地面时，它们的人形外观才会显现出来。直立时，阿拉科克拉可能达到5英尺高，它们有长而窄的腿，渐渐变成锋利的爪子。",
	"Feathers cover their bodies. Their plumage typically denotes membership in a tribe. Males are brightly colored, with feathers of red, orange, or yellow. Females have more subdued colors, usually brown or gray. Their heads complete the avian appearance, being something like a parrot or eagle with distinct tribal variations.": "羽毛覆盖他们的身体。它们的羽毛通常代表着一个部落的成员。雄性的羽毛颜色鲜艳，有红色、橙色或黄色的羽毛。雌性的颜色比较低调，通常是棕色或灰色。它们的头完成了禽类的外观，像鹦鹉或鹰一样，有明显的部落变化。",
	"Nowhere are the aarakocra more comfortable than in the sky. They can spend hours in the air, and some go as long as days, locking their wings in place and letting the thermals hold them aloft. In battle, they prove dynamic and acrobatic fliers, moving with remarkable speed and grace, diving to lash opponents with weapons or talons before turning and flying away.": "没有什么地方比在天空中更舒适了。它们可以在空中停留数小时，有些甚至可以停留数天，把翅膀锁在原地，让热气流托着它们飞翔。在战斗中，它们被证明是充满活力的杂技飞行者，以非凡的速度和优雅的姿态移动，在转身飞走之前俯冲到对手身上用武器或爪子猛击对手。",
	"Once airborne, an aarakocra leaves the sky with reluctance. On their native plane, they can fly for days or months, landing only to lay their eggs and feed their young before launching themselves back into the air. Those that make it to a world in the Material Plane find it a strange place. They sometimes forget or ignore vertical distances, and they have nothing but pity for those earthbound people forced to live and toil on the ground.": "一旦飞上天空，Aarakocra就会不情愿地离开天空。在它们的母体上，它们可以飞行数天或数月，只在降落时产卵和喂养幼崽，然后再飞回空中。那些来到物质界的人发现那是一个奇怪的地方。它们有时会忘记或忽略垂直距离，它们对那些被迫在地面上生活和劳作的地球人只有怜悯。",
	"The resemblance of aarakocra to birds isn't limited to physical features. Aarakocra display many of the same mannerisms as ordinary birds. They are fastidious about their plumage, frequently tending their feathers, cleaning and scratching away any tiny passengers they might have picked up. When they deign to descend from the sky, they often do so near pools where they can catch fish and bathe themselves.": "Aarakocra与鸟类的相似之处并不限于身体特征。Aarakocra表现出许多与普通鸟类相同的举止。它们对自己的羽毛非常挑剔，经常打理自己的羽毛，清洗和抓去它们可能捡到的任何小乘客。当它们决定从空中降落时，它们经常在水池附近这样做，在那里它们可以捕鱼和洗澡。",
	"Many aarakocra punctuate their speech with chirps, sounds they use to convey emphasis and to shade meaning, much as a human might through facial expressions and gestures. An aarakocra might become frustrated with people who fail to pick up on the nuances; an aarakocra's threat might be taken as a jest and vice versa.": "许多arakocra用鸣叫声作为他们讲话的标点，他们用这些声音来表达强调和遮掩意思，就像人类通过面部表情和手势来表达一样。对于那些不能理解其中细微差别的人，阿拉科拉人可能会感到沮丧；阿拉科拉人的威胁可能会被认为是一种玩笑，反之亦然。",
	"The idea of ownership baffles most aarakocra. After all, who owns the sky? Even when explained to them, they initially find the notion of ownership mystifying.": "所有权的概念使大多数阿拉科拉人感到困惑。毕竟，谁拥有天空？即使向他们解释，他们最初也觉得所有权的概念很神秘。",
	"As a result, aarakocra who have little interaction with other people might be a nuisance as they drop from the sky to snatch livestock or plunder harvests for fruits and grains. Shiny, glittering objects catch their eyes. They find it hard not to pluck the treasure and bring it back to their settlement to beautify it. An aarakocra who spends years among other races can learn to inhibit these impulses.": "因此，很少与其他人交往的阿拉科克拉可能会成为一个讨厌鬼，因为他们从天而降，抢夺牲畜或掠夺收成的水果和谷物。闪亮、闪光的物体吸引着他们的目光。他们发现很难不去摘取宝物，并将其带回自己的居住地，以美化它。一个在其他种族中生活多年的阿拉科克拉人可以学会抑制这些冲动。",
	"Confinement terrifies the aarakocra. To be grounded, trapped underground, or imprisoned by the cold, unyielding earth is a torment few aarakocra can withstand. Even when perched on a high branch or at rest in their mountaintop homes, they appear alert, with eyes moving and bodies ready to take flight.": "监禁使阿拉科拉人感到恐惧。被禁足，被困在地下，或被冰冷不屈的大地囚禁，是很少有阿拉科克拉人能够承受的折磨。即使是栖息在高高的树枝上或在山顶的家中休息，它们也显得很警觉，眼睛在动，身体准备飞起来。",
	"Most aarakocra live on the Elemental Plane of Air. Aarakocra can be drawn into the Material Plane, sometimes to pursue enemies or thwart their foes' designs there. Accident might also send a nest of aarakocra tumbling into a world on that plane. A few find their way to such a world through portals on their own plane and establish nests in high mountains or in the canopies of old forests.": "大多数阿拉科克拉人生活在空气元素界。Aarakocra可以被吸引到物质位面，有时是为了追击敌人或挫败敌人在那里的设计。意外事故也可能使一窝阿拉科克拉翻滚着进入该平面的世界。少数会通过自己位面的传送门找到这样的世界，并在高山上或古老森林的树冠上建立巢穴。",
	"Once tribes of aarakocra settle in an area, they share a hunting territory that extends across an area up to 100 miles on a side, with each tribe hunting in the lands nearest to their colony, ranging farther should game become scarce.": "一旦Aarakocra部落在一个地区定居，他们就会共享一个狩猎领地，该领地边长达100英里，每个部落都在离其殖民地最近的土地上狩猎，如果猎物变得稀少，则范围更广。",
	"A typical colony consists of one large, open-roofed nest made of woven vines. The eldest acts as leader with the support of a shaman.": "一个典型的群落由一个用藤蔓编织的大型敞篷巢穴组成。最年长的人在萨满的支持下充当领袖。",
	"Never well established in Faerûn, aarakocra have only four major colonies: in the Star Mounts within the High Forest, in the Storm Horns in Cormyr, in the Cloven Mountains on the Vilhon Reach, and in the Mistcliffs in Chult.": "阿拉科拉在法鲁恩从来没有很好地建立过，只有四个主要的殖民地：在高级森林的星辰山，在科米尔的风暴之角，在维尔洪河畔的梭罗山，以及在楚尔特的雾崖。",
	"Those colonies established in the Star Mounts, closest to the Dessarin Valley, were ever a secretive and guarded people, only spotted during their flights over the High Forest. A cruel and rapacious green dragon nearly wiped out the population and scattered the survivors. These aarakocra and their descendants have sworn vengeance against the dragon and may be seen scouring the lands of the North and Cormyr for signs of their foe.": "那些建立在离德萨林谷最近的星辰山的殖民地，从来都是一个神秘的、被保护的民族，只有在他们飞越高级森林时才会被发现。一条残忍而贪婪的绿龙几乎消灭了这些人，并使幸存者四散。这些阿拉科克拉人和他们的后裔发誓要向龙复仇，并且可以看到他们在北方和科米尔的土地上搜寻敌人的痕迹。",
	"Their only remaining settlement lies on the slopes of the Star Mounts' southernmost mountains. At the headwaters of the Unicorn Run, the Last Aerie is home to several dozen aarakocra. Recently, aarakocra elders detected changes in the prevailing winds that they regarded as a bad omen.": "他们唯一剩下的定居点位于星山最南端的山坡上。在独角兽河的上游，最后的Aerie是几十个Aarakocra的家。最近，Aarakocra的长老们发现盛行风的变化，他们认为这是一个坏兆头。",
	"Unlike the aarakocra of other worlds on the Material Plane, the aarakocra of the Realms rarely travel to the Elemental Plane of Air.": "与物质界其他世界的阿拉科克拉不同，王国的阿拉科克拉很少前往空气元素界。",
	"Aarakocra enjoy peace and solitude. Most of them have little interest in dealing with other peoples and less interest in spending time on the ground. For this reason, it takes an exceptional circumstance for an aarakocra to leave his or her tribe and undertake the adventurer's life. Neither treasure nor glory is enough to lure them from their tribes; a dire threat to their people, a mission of vengeance, or a catastrophe typically lies at the heart of the aarakocra adventurer's chosen path.": "Aarakocra享受和平和孤独。他们中的大多数人对与其他民族打交道兴趣不大，对在地面上花时间的兴趣更小。由于这个原因，一个阿拉科克拉人需要在特殊情况下离开他或她的部落，过上冒险家的生活。宝藏和荣誉都不足以吸引他们离开部落；他们的人民面临着可怕的威胁，一个复仇的任务，或者一场灾难，通常是arakocra冒险家选择道路的核心所在。",
	"Two other circumstances might call an aarakocra to adventure. First, aarakocra have historical ties to the Wind Dukes of Aqaa. Exceptional individuals honor that connection and might seek out the missing pieces of the Rod of Seven Parts, the remains of an artifact fashioned by the Wind Dukes long ago to defeat the Queen of Chaos's monstrous champion, Miska the Wolf-Spider.": "还有两种情况可能会召唤阿拉科克拉人去冒险。首先，Aarakocra与Aqaa的风公爵有历史联系。特殊的人尊重这种关系，并可能寻找七部之棒的缺失部分，这是风公爵很久以前为打败混沌女王的怪物冠军狼蛛米斯卡而制造的神器遗迹。",
	"When plunged into Miska's body, the chaos in his blood sundered the rod and scattered its pieces across the multiverse. Recovering the pieces means gaining honor and esteem in the eyes of the vaati who forged it and could possibly restore a powerful weapon for defense against the agents of elemental evil.": "当插入Miska的身体时，他血液中的混沌将棍子分解，并将其碎片散落在多元宇宙中。恢复这些碎片意味着在铸造它的瓦提人眼中获得荣誉和尊敬，并可能恢复一个强大的武器，以防御元素邪恶的代理人。",
	"Second, aarakocra are sworn foes of elemental earth, in particular the gargoyles that serve Ogrémoch, the Prince of Earth. The Aarakocra word for gargoyle is loosely translated as \"flying rock,\" and battles between aarakocra and gargoyles have raged across the Elemental Planes of Earth and Air, occasionally spilling into a world on the Material Plane. Aarakocra on that plane might leave their colonies to lend aid to other humanoids committed to fighting earth cults and thwarting their efforts.": "其次，Aarakocra是地球元素的死敌，尤其是为地球王子奥格瑞莫赫服务的巨妖。Aarakocra对夜行神龙的说法被松散地翻译为 \"飞石\"，Aarakocra和夜行神龙之间的战斗已经在地球和空气的元素界肆虐，偶尔会蔓延到物质界的世界。物质界的阿拉科克拉可能会离开他们的殖民地，向其他致力于打击地球邪教并挫败其努力的人类提供援助。",
	"As with much of their speech, aarakocra names include clicks, trills, and whistles to the point that other peoples have a difficult time pronouncing them. Typically, a name has two to four syllables with the sounds acting as connectors. When interacting with other races, aarakocra may use nicknames gained from people they meet or shortened forms of their full names.": "与他们的大部分言语一样，阿拉科克拉人的名字也包括点击声、颤音和口哨声，以至于其他人很难读出它们。通常情况下，一个名字有两到四个音节，声音起到连接作用。在与其他种族交往时，阿拉科克拉人可能会使用从他们遇到的人那里获得的绰号或全名的缩写形式。",
	"An aarakocra of either gender may have one of these short names: Aera, Aial, Aur, Deekek, Errk, Heehk, Ikki, Kleeck, Oorr, Ouss, Quaf, Quierk, Salleek, Urreek, or Zeed.": "任何性别的阿拉科克拉都可以有这些简短的名字之一。Aera, Aial, Aur, Deekek, Errk, Heehk, Ikki, Kleeck, Oorr, Ouss, Quaf, Quierk, Salleek, Urreek, 或Zeed。",
	"Backgrounds that are most appropriate for aarakocra include the outlander, the hermit, and the sage.": "最适合阿拉科克拉的背景包括外乡人、隐士和圣人。",
	"The small colonies of aarakocra are insular and remote, and few aarakocra live away from their roosts. In the Star Mounts of the High Forest in the Forgotten Realms, no more than a few dozen aarakocra live away from the nests of their families. Those that do are usually rangers or fighters, constantly patrolling for outside threats.": "Aarakocra的小聚居地是孤立和偏远的，很少有Aarakocra离开它们的巢穴而生活。在被遗忘的领域中的高级森林的星辰山，不超过几十个arakocra住在他们家庭的巢穴之外。那些人通常是护林员或战士，不断巡逻以防止外部威胁。",
	"A winged people who originated on the Elemental Plane of Air, aarakocra soar through the sky wherever they wander. The first aarakocra served the Wind Dukes of Aaqa—mighty beings of air—and were imbued with a measure of their masters' power over winds. Their descendants still command echoes of that power.": "一个起源于空气元素界的有翼民族，无论他们在哪里游荡，阿拉科克拉都能在天空中翱翔。最早的阿拉科克拉为阿卡的风公爵--强大的空气生物服务，并被赋予了他们的主人对风的力量。他们的后代仍然拥有这种力量的回声。",
	"From below, aarakocra look like large birds and thus are sometimes called birdfolk. Only when they roost on a branch or walk across the ground is their Humanoid nature clear. Standing upright, aarakocra are typically about 5 feet tall, and they have long, narrow legs that taper to sharp talons. Feathers cover their bodies—usually red, orange, yellow, brown, or gray. Their heads are also avian, often resembling those of parrots or eagles.": "从下面看，Aarakocra看起来像大鸟，因此有时被称为鸟人。只有当它们在树枝上栖息或在地面上行走时，它们的类人本性才清晰可见。直立时，阿拉科克拉通常有5英尺高，他们有狭长的腿，渐渐变成锋利的爪子。羽毛覆盖着他们的身体--通常是红色、橙色、黄色、棕色或灰色。它们的头部也是禽类，通常类似于鹦鹉或鹰的头部。",
	"Whether descended from a celestial being or infused with heavenly power, aasimar are mortals who carry a spark of the Upper Planes within their souls. They can fan that spark to bring light, ease wounds, and unleash the fury of the heavens.": "不管是来自天人的后裔，还是被注入了天国的力量，阿西玛人都是在灵魂中带着上层世界的火花的凡人。他们可以用这种火花带来光明，缓解伤口，并释放出天堂的愤怒。",
	"Aasimar can arise among any population of mortals. They resemble their parents, but they live for up to 160 years and often have features that hint at their celestial heritage. These often begin subtle and become more obvious when the aasimar gains the ability to reveal their full celestial nature. The Aasimar Celestial Features table has examples you can choose or use as inspiration to create your own.": "Aasimar可以在任何凡人群体中出现。他们与他们的父母相似，但他们的寿命长达160年，并且经常有一些暗示他们天人遗产的特征。这些特征开始时很微妙，当阿西玛人获得了揭示其全部天人本性的能力时就会变得更加明显。阿西玛人的天体特征表有一些例子，你可以选择或作为灵感来创造你自己的。",
	"A dusting of metallic, white, or charcoal freckles": "一片金属色、白色或炭色的雀斑粉尘",
	"Metallic, luminous, or dark eyes": "金属的、发光的或黑暗的眼睛",
	"Starkly colored hair": "颜色鲜明的头发",
	"An unusual hue tinting your shadow": "一个不寻常的色调染红了你的影子",
	"A ghostly halo crowning your head": "幽灵般的光环在你的头上加冕",
	"Rainbows gleaming on your skin": "在你的皮肤上闪耀着彩虹",
	"Aasimar bear within their souls the light of the heavens. They are descended from humans with a touch of the power of Mount Celestia, the divine realm of many lawful good deities. Aasimar are born to serve as champions of the gods, their births hailed as blessed events. They are a people of otherworldly visages, with luminous features that reveal their celestial heritage.": "阿西玛人的灵魂中蕴含着天堂之光。他们是人类的后代，带有天山的力量，天山是许多合法善神的神圣领域。阿西玛人出生时是作为众神的拥护者，他们的出生被誉为受祝福的事件。他们是一个有着超凡容貌的民族，发光的特征显示了他们的天体遗产。",
	"With your DM's consent, you can change your character's subrace to fallen aasimar if your protector/scourge aasimar turns to evil. To do so, replace your subrace benefits, including the ability score increase, with those of a fallen aasimar.": "经DM同意，如果你的保护者/祸害阿西玛尔变成了邪恶，你可以将你的角色的亚种改为堕落阿西玛尔。要做到这一点，就要用堕落的阿西玛人的优点来取代你的亚种的优点，包括能力分数的增加。",
	"Similarly, if your fallen aasimar turns to good, your DM might allow you to become a protector or scourge aasimar.": "同样地，如果你的堕落的阿西玛尔变成了好人，你的DM可能会允许你成为一个保护者或祸害阿西玛尔。",
	"Aasimar are placed in the world to serve as guardians of law and good. Their patrons expect them to strike at evil, lead by example, and further the cause of justice.": "Aasimar被安置在这个世界上，充当法律和善的守护者。他们的赞助人希望他们能够打击邪恶，以身作则，并促进正义事业。",
	"From an early age, an aasimar receives visions and guidance from celestial entities via dreams. These dreams help shape an aasimar, granting a sense of destiny and a desire for righteousness.": "从很小的时候起，阿西玛人就通过梦境接受天体的幻觉和指导。这些梦境有助于塑造阿西玛尔，赋予其命运感和对正义的渴望。",
	"Each aasimar can count a specific celestial agent of the gods as a guide. This entity is typically a deva, an angel who acts as a messenger to the mortal world.": "每个阿西玛人都可以算上一个特定的天神代理人作为向导。这个实体通常是一个魔王，一个充当凡人世界的信使的天使。",
	"While aasimar are strident foes of evil, they typically prefer to keep a low profile. An aasimar inevitably draws the attention of evil cultists, fiends, and other enemies of good, all of whom would be eager to strike down a celestial champion if they had the chance.": "虽然阿西玛尔是邪恶的坚定敌人，但他们通常更喜欢保持低调。一个阿西玛尔不可避免地会引起邪恶的邪教徒、恶魔和其他正义的敌人的注意，如果有机会的话，他们都会急于击倒一个天神的冠军。",
	"When traveling, aasimar prefer hoods, closed helms, and other gear that allows them to conceal their identities. They nevertheless have no compunction about striking openly at evil. The secrecy they desire is never worth endangering the innocent.": "旅行时，阿西玛人喜欢戴头罩、封闭的头盔，以及其他能让他们掩盖身份的装备。然而，他们对公开打击邪恶毫无顾忌。他们渴望的秘密绝不值得危害无辜者。",
	"An aasimar, except for one who has turned to evil, has a link to an angelic being. That being—usually a deva—provides guidance to the aasimar, though this connection functions only in dreams. As such, the guidance is not a direct command or a simple spoken word. Instead, the aasimar receives visions, prophecies, and feelings.": "一个阿西玛人，除了已经转向邪恶的人，与一个天使般的存在有联系。那个生命--通常是一个魔王--向阿西玛尔提供指导，尽管这种联系只在梦中发挥作用。因此，指导不是一个直接的命令或一个简单的口头语。相反，阿西玛尔会收到幻觉、预言和感觉。",
	"The angelic being is far from omniscient. Its guidance is based on its understanding of the tenets of law and good, and it might have insight into combating especially powerful evils that it knows about.": "天使的存在远非全知全能。它的指导是基于它对法律和善的信条的理解，而且它可能对打击它所知道的特别强大的邪恶有洞察力。",
	"As part of fleshing out an aasimar character, consider the nature of that character's angelic guide. The Angelic Guide tables offer names and natures that you can use to flesh out your character's guide.": "作为充实阿西玛人角色的一部分，考虑该角色的天使向导的性质。天使指南表提供了名称和性质，你可以用它来充实你的角色的指南。",
		"Myllandra": "米兰德拉",
	"Galladia": "加拉迪亚",
	"Mykiel": "米基尔",
	"Valandras": "梵蒂冈",
	"Bookish and lecturing": "嗜书如命，爱讲大道理",
	"Compassionate and hopeful": "富有同情心和希望",
	"Practical and lighthearted": "实用和轻松",
	"Fierce and vengeful": "凶猛和报复性的",
	"Stern and judgmental": "严厉和判断力强",
	"Kind and parental": "和蔼可亲，为人父母",
	"As DM, you take on the role of an aasimar's angelic guide and decide what kind of advice or omens to send in dreams.": "作为DM，你要扮演一个阿西玛的天使向导的角色，并决定在梦中发出什么样的建议或预兆。",
	"The deva, or other celestial being, is your chance to add special roleplaying opportunities to the game. Remember, a deva lives in a realm of absolute law and good. The deva might not understand the compromises and hard choices that mortals must grapple with in the world. To the deva, an aasimar is a prized student who must live up to high, sometimes inflexible standards.": "魔王，或其他天人，是你为游戏增加特殊角色扮演机会的机会。请记住，魔王生活在一个绝对的法律和善的领域。魔鬼可能不理解凡人在这个世界上必须努力的妥协和艰难的选择。对魔王来说，阿西玛人是一个珍贵的学生，必须达到高标准，有时是僵硬的标准。",
	"Despite its celestial origin, an aasimar is mortal and possesses free will. Most aasimar follow their ordained path, but some grow to see their abilities as a curse. These disaffected aasimar are typically content to turn away from the world, but a few become agents of evil. In their minds, their exposure to celestial powers amounted to little more than brainwashing.": "尽管是天体，但阿西玛人是凡人，拥有自由意志。大多数阿西玛人遵循他们被指定的道路，但有些人逐渐将他们的能力视为一种诅咒。这些心怀不满的阿西玛人通常满足于远离这个世界，但也有少数人成为邪恶的代理人。在他们看来，他们接触到的天体力量不过是洗脑而已。",
	"Evil aasimar make deadly foes. The radiant power they once commanded becomes corrupted into a horrid, draining magic. And their angelic guides abandon them.": "邪恶的阿西玛人是致命的敌人。他们曾经指挥的光芒万丈的力量被腐蚀成了一种可怕的、耗费精力的魔法。他们的天使向导也抛弃了他们。",
	"Even aasimar wholly dedicated to good sometimes feel torn between two worlds. The angels that guide them see the world from a distant perch. An aasimar who wishes to stop and help a town recover from a drought might be told by an angelic guide to push forward on a greater quest. To a distant angel, saving a few commoners might pale in comparison to defeating a cult of Orcus. An aasimar's guide is wise but not infallible.": "即使是完全献身于善的阿西玛，有时也会在两个世界之间感到纠结。引导他们的天使从一个遥远的高处看这个世界。一个希望停下来帮助一个城镇从干旱中恢复的阿西玛人，可能会被天使引导者告知要在更大的任务中前进。对一个遥远的天使来说，拯救几个平民可能比打败一个奥库斯的邪教更微不足道。一个阿西玛人的向导是明智的，但不是无懈可击的。",
	"Most aasimar are born from human parents, and they use the same naming conventions as their native culture.": "大多数阿西玛人都是由人类父母所生，他们使用的命名方式与他们的本土文化相同。",
	"An aasimar who was touched by dark powers as a youth or who turns to evil in early adulthood can become one of the fallen-a group of aasimar whose inner light has been replaced by shadow.": "年轻时被黑暗力量触及的阿西玛人，或在成年早期转向邪恶的阿西玛人可以成为堕落者之一--一群内心的光明被阴影取代的阿西玛人。",
	"Protector aasimar are charged by the powers of good to guard the weak, to strike at evil wherever it arises, and to stand vigilant against the darkness. From a young age, a protector aasimar receives advice and directives that urge to stand against evil.": "守护者阿西玛被善的力量责成保护弱者，打击任何出现的邪恶，并对黑暗保持警惕。从年轻时起，保护者阿西玛尔就会收到敦促其对抗邪恶的建议和指令。",
	"Scourge aasimar are imbued with a divine energy that blazes intensely within them. It feeds a powerful desire to destroy evil-a desire that is, at its best, unflinching and, at its worst, all-consuming. Many scourge aasimar wear masks to block out the world and focus on containing this power, unmasking themselves only in battle.": "Scourge aasimar被赋予了一种神圣的能量，这种能量在他们体内强烈地燃烧着。它滋养了摧毁邪恶的强大欲望--这种欲望在最好的情况下是坚定不移的，在最坏的情况下则是无所不用其极的。许多 \"祸害 \"Aasimar戴着面具遮挡世界，专注于控制这种力量，只有在战斗中才会揭开面具。",
	"Long ago, groups of elves ventured from the Feywild to the Astral Plane to be closer to their gods. Life in the Silver Void has imbued their souls with a spark of divine light. That light manifests as a starry gleam in an astral elf's eyes.": "很久以前，成群结队的精灵从精灵世界冒险来到星界，以接近他们的神灵。银色虚空中的生活为他们的灵魂注入了神圣之光的火花。这种光芒在星界精灵的眼中表现为星光闪耀。",
	"Because nothing ages in the Astral Plane, astral elves from that plane are thousands of years old, and their longevity gives them an unusual perspective on time. Some are prone to melancholy, while others display an absence of feeling. Many look for creative ways to occupy themselves. Whether they choose to live in quiet contemplation or strike out to explore the reaches of the multiverse, they tend to see things through the lens of time as having little or no meaning to them.": "因为在星界没有什么东西会变老，所以来自星界的精灵有几千年的历史，他们的长寿让他们对时间有不寻常的看法。有些人容易忧郁，而另一些人则表现出没有感觉。许多人寻找创造性的方法来占据自己。无论他们是选择生活在安静的沉思中，还是出去探索多元宇宙的范围，他们都倾向于通过时间的镜头来看待事物，认为这对他们没有什么意义。",
	"Astral elves who don't dwell on the Astral Plane can live to be over 750 years old.": "不居住在星界的星界精灵可以活到750岁以上。",
	"Autognomes are mechanical beings built by rock gnomes in their image, usually with a particular purpose in mind. For example, a gnome might build an autognome to be a steadfast colleague or a loyal companion. Sometimes, because of a malfunction or a unique circumstance, an autognome becomes separated from its creator and strikes out on its own.": "自动认知者是由岩石侏儒按照他们的形象建造的机械生命，通常有一个特定的目的。例如，一个地精可能会把自动识别器制造成一个坚定的同事或忠诚的伙伴。有时，由于故障或特殊情况，自动识别器会与它的创造者分离，并独自行动。",
	"An autognome bears a resemblance to its creator, and most autognomes are programmed to speak and understand Gnomish. The internal components used in an autognome's manufacture can vary wildly; one autognome might have an actual beating heart in its chest cavity, while another might be powered by stardust or intricate clockwork gears.": "一个自动认知体与它的创造者有相似之处，大多数自动认知体都被编程为能说和理解地精语。制造自动识别器的内部组件可以有很大的不同；一个自动识别器的胸腔里可能有一颗真正的跳动的心脏，而另一个则可能由星尘或复杂的钟表齿轮驱动。",
	"Roll on the Autognome History table or choose an entry to determine what event set your autognome on the path to adventure. If nothing on the table appeals to you, work with your DM to create an origin story for your autognome.": "在自动认知体历史表上滚动，或选择一个条目，以确定什么事件使你的自动认知体走上了冒险之路。如果表中没有任何内容吸引你，请与你的管理员合作，为你的自动识别体创造一个起源故事。",
	"Like gnomes, autognomes can live for centuries, up to 500 years.": "与地精一样，自体人可以活上几个世纪，最长可达500年。",
	"Your creator gave you autonomy and urged you to follow your dreams.": "你的创造者给了你自主权，并敦促你去追寻你的梦想。",
	"Your creator died, leaving you to fend for yourself.": "你的创造者死了，留下你自己照顾自己。",
	"A temporary malfunction caused you to harm your creator, and you fled rather than face reprisal.": "一个暂时性的故障导致你伤害了你的创造者，而你宁愿面对报复也要逃离。",
	"A glitch caused you to forget your original programming. You don't remember who made you or where you came from.": "一个小故障导致你忘记了你的原始程序。你不记得谁制造了你，也不记得你从哪里来。",
	"You were stolen from your creator and long to return to them.": "你从你的创造者那里被偷走，渴望回到他们身边。",
	"You didn't like how you were being treated by your creator, so you ran away from home.": "你不喜欢你的创造者如何对待你，所以你离家出走。",
	"Your creator built you to complete a special mission.": "你的创造者建造你是为了完成一项特殊的任务。",
	"You felt trapped in the role for which you were built and abandoned your creator, determined to find a greater purpose.": "你感到被困在你被塑造的角色中，于是抛弃了你的创造者，决心寻找一个更大的目标。",
	"Aven have humanlike bodies, arms, and legs, along with birdlike wings and heads. Two distinct varieties of aven are found in Naktamun. One has the head of a hawk or similar bird of prey, with short wings allowing fast flight. The other variety has the head of an ibis atop a long neck, with wide, angular wings better suited to soaring. All aven have lean bodies with feathers ex-tending from their heads down to their shoulders.": "阿文有类似人类的身体、手臂和腿，以及鸟类的翅膀和头。在Naktamun发现了两种不同种类的阿文。一种有鹰或类似猎物的头，翅膀很短，可以快速飞行。另一个品种有一个朱鹭的头，长长的脖子，宽而有棱角的翅膀更适合于翱翔。所有这些鸟都有瘦小的身体，羽毛从头部一直延伸到肩部。",
	"Aven delight in flying above their foes, using their superior mobility to confound and outpace their opponents. They love soaring through the sky as well, though the Hekma limits their altitude. Like all people of Naktamun, they are grateful for the Hekma's protective magic, of course. But they keenly anticipate the hour when the God-Pharaoh will return and dissolve the veil, letting them fly without limit in the afterlife.": "阿文喜欢在他们的敌人上方飞行，利用他们优越的机动性来迷惑和超越他们的对手。他们也喜欢在天空中翱翔，尽管赫克马限制了他们的飞行高度。像所有Naktamun的人一样，他们当然感谢Hekma的保护性魔法。但他们热切地期待着神-法老回来的那一刻，解散面纱，让他们在来世无限制地飞行。",
	"Spellcasters are common among ibis-headed aven drawn to follow the teachings of Kefnet. Their physical resemblance to the god of knowledge is reflected in the metal discipline, focus, and confidence for which aven spellcasters are known. They wield magic of air, wind, and sometimes water to buffet their foes, enhance their own flight, and counter enemy attacks. Hawk-headed aven who follow the path of the mage are more likely to learn sand-based magic that can cloud the air, blast their foes, or bury enemies in living dunes.": "施法者在被吸引来追随凯弗内特教义的朱鹭头阿文中很常见。他们与知识之神的身体相似，反映在金属的纪律、专注和自信上，这也是阿文的法术师们所熟知的。他们挥舞着空气、风的魔法，有时也挥舞着水的魔法来打击他们的敌人，增强自己的飞行能力，并反击敌人的攻击。走法师之路的鹰头人更有可能学习以沙子为基础的魔法，这些魔法可以使空气混浊，爆炸他们的敌人，或将敌人埋在活的沙丘中。",
	"Hawk-headed aven are often drawn to master tech-niques of long-range combat, whether the javelin that is the preferred weapon of many, the bow, or other thrown weapons. Whatever weapon they use, aven hover and swoop in the air above the fray, seeking the opportune moment to strike in exactly the right place. In line with the teachings of the god of solidarity, they often fly in tight formations with other aven in their crops, supporting and protecting each other. Aven take great pride in the precision of their attacks, relying on their keen vision and superior vantage points. They view the sharp tip of a {@item javelin|phb} or {@item arrow|phb} as a symbol of their love for precision, and some initiates maintain carefully tended collections of spearheads or arrowheads.": "鹰头人经常被吸引到掌握远程战斗的技术，无论是许多人喜欢的标枪、弓，还是其他投掷武器。无论他们使用什么武器，阿文都会在战场上方的空中盘旋和俯冲，寻找合适的时机，在正确的地方进行攻击。根据团结之神的教诲，他们经常与其他阿文一起以紧密的队形飞行，相互支持和保护。阿文对其攻击的精确性感到非常自豪，这要依靠他们敏锐的眼光和优越的地理位置。他们把{@item javelin|phb}或{@item arrow|phb}的锋利尖端看作是他们对精确性的热爱的象征，一些入会者还精心保管着矛头或箭头的收藏。",
	"A relatively small number of aven of both varieties end up focusing on hand-to-hand combat. Even there, they use their ability to fly to great advantage, often swooping down on their foes from a great height. The speed and power of a blow from a diving aven can be utterly devastating, but such a strike poses a tremendous risk to the aven as well as the target. An aven who fails to pull up from the dive in time can suffer even worse injuries than the target of the attack. Aven often minimize this risk by hurling {@item javelin|phb|javelins} while they dive, then pulling up early after a successful throw.": "这两个品种中相对较少的精灵最终专注于手对手的战斗。即使在那里，他们也会利用自己的飞行能力来发挥巨大的优势，经常从很高的地方俯冲下来攻击他们的敌人。俯冲的阿文的速度和力量可以带来巨大的破坏力，但这种打击对阿文和目标都构成了巨大的风险。一个复仇者如果不能及时从俯冲中拉起，可能会遭受比攻击目标更严重的伤害。复仇者通常通过在下潜时投掷{@item javelin|phb|javelins}，然后在成功投掷后提前拉起，来减少这种风险。",
	"A majority of ibis-headed aven, drawn to the teachings of Kefnet, specialize in spellcasting. They take great pride in all the qualities they share with the god of knowledge—not just their avian heads, but their quick wit, self-confidence, cunning, and spellcasting prowess.": "大多数朱雀头的阿文，被凯菲特的教义所吸引，专门从事法术研究。他们对自己与知识之神共享的所有品质感到非常自豪--不仅仅是他们的鸟头，还有他们的急智、自信、狡猾和法术能力。",
	"Neither bugs nor bears, bugbears are the hulking cousins of goblins and hobgoblins. With roots in the Feywild, early bugbears resided in hidden places, in hard-to-reach and shadowed spaces. Long ago and from out of the corner of your eye, they came to the Material Plane, urged to spread throughout the multiverse by the conquering god Maglubiyet. Centuries later, they still bear a fey gift for lurking just out of sight, and many of them have sneaked away from that god's influence.": "既不是虫子也不是熊，虫熊是地精和妖精的庞大表亲。早期的虫熊扎根于精灵世界，居住在隐蔽的地方，在难以触及的阴影空间。很久以前，从你的眼角余光中，他们来到了物质世界，被征服者马格卢比耶特神敦促着在整个多元宇宙传播。几个世纪后，他们仍然具有潜伏在视线之外的精灵天赋，他们中的许多人已经偷偷地离开了那位神的影响。",
	"They are long of limb and covered in coarse hair, with wedge-shaped ears and pointed teeth. Despite their formidable build, bugbears are quiet skulkers, thanks to a fey magic that allows them to hide in spaces seemingly too small for them.": "他们四肢修长，浑身长满粗毛，有楔形的耳朵和尖牙。尽管它们的身材很强壮，但虫熊是安静的潜行者，这要归功于一种精灵的魔法，它可以让它们藏在对它们来说似乎太小的空间里。",
	"In the sprawling city of Ravnica, where \"open road\" seems like a contradiction and \"open plain\" is sheer nonsense, centaurs nevertheless retain a love of wide spaces and the freedom to travel. As much as they can, centaurs run—in wide plazas, spacious parks, and expanses of rubble and ruin. They race the wind, hooves thundering and tails streaming behind them, until the next wall looms in their path and brings them to a stop.": "在Ravnica这个庞大的城市里，\"开放的道路 \"似乎是一个矛盾，而 \"开放的平原 \"则完全是无稽之谈，但半人马仍然对广阔的空间和自由的旅行充满了热爱。半人马尽可能地在宽阔的广场、宽敞的公园和大片的瓦砾和废墟中奔跑。他们与风赛跑，蹄声如雷，尾随其后，直到下一堵墙出现在他们的道路上，使他们停下来。",
	"Centaurs have the upper bodies, down to the waist, of muscular humans, displaying all the human variety of skin tones and features. Their ears are slightly pointed, but their faces are wider and squarer than those of elves. Below the waist, they have the bodies of small horses, with a similar range of coloration—from various shades of chestnut or bay to dappled or even zebra-like striped patterns. Most centaurs style their hair and their tails in a similar way. Selesnya centaurs favor long, flowing hair. Gruul centaurs cut their hair in rough, spiky styles.": "半人马的上半身，直到腰部，都是肌肉发达的人类，显示出所有人类的各种肤色和特征。他们的耳朵稍尖，但他们的脸比精灵更宽更方。腰部以下，他们有小马的身体，有类似的颜色范围--从各种深浅不一的栗色或海湾色到斑驳甚至斑马状的条纹图案。大多数半人马的头发和尾巴的样式都差不多。Selesnya半人马喜欢长而飘逸的头发。格鲁尔半人马将他们的头发剪成粗糙、尖锐的样式。",
	"The upper bodies of centaurs are comparable to human torsos in size, and their lower equine bodies average about 4 feet tall at the withers. Though they are smaller than a human rider mounted on a horse, they fill similar roles as cavalry warriors, messengers, outriders, and scouts.": "半人马的上半身与人类的躯干大小相当，其下半身的马身平均约有4英尺高，在肩部。虽然他们比骑在马上的人类骑手要小，但他们扮演着类似于骑兵战士、信使、逃兵和侦察兵的角色。",
	"Centaurs have an affinity for the natural world. Among the guilds that share that affinity, centaurs favor the rubblebelts of the Gruul Clans and the wide plazas of the Selesnya Conclave over the undercity tunnels of the Golgari and the laboratories of the Simic.": "半人马对自然世界有一种亲和力。在拥有这种亲和力的公会中，半人马更喜欢格鲁尔氏族的瓦砾地带和塞勒斯尼亚公会的宽阔广场，而不是戈尔加里的城市地下隧道和西米克的实验室。",
	"Centaurs celebrate life and growth, and the birth of a foal is always cause for festivities. At the same time, they revere the traditions of the past, and among both the Gruul and the Selesnya they are voices of memory and history, preserving old ways and keeping alive the legends of ancestral heroes. They feel a close kinship with wild animals, perhaps because of their own horse-like bodies, and delight in the feeling of running alongside herds and packs of other beasts.": "半人马庆祝生命和成长，小马驹的出生总是值得庆祝的。同时，他们崇尚过去的传统，在格鲁尔人和塞勒斯尼亚人中，他们是记忆和历史的代言人，保留着古老的方式，并使祖先的英雄传说得以延续。他们感到与野生动物有密切的亲属关系，也许是因为他们自己有像马一样的身体，并乐于与其他野兽的群落一起奔跑的感觉。",
	"Centaurs sense the interconnectedness of the natural world. Thus, they celebrate family and community as microcosms of that greater connection. Among the Gruul, they have a strong clan identity, and Selesnya centaurs are fiercely loyal to their individual communities as well as the guild as a whole. Their love of history and tradition also means that centaurs are more likely than most other Ravnicans to join the same guild that their parents did.": "半人马感觉到自然界的相互联系。因此，他们把家庭和社区作为这种更大联系的缩影来庆祝。在格鲁尔人中，他们有强烈的部族认同感，塞勒斯尼亚半人马对他们的个人社区以及整个公会都非常忠诚。他们对历史和传统的热爱也意味着半人马比其他大多数拉夫尼科人更有可能加入他们父母的同一个公会。",
	"Centaurs' given names are passed down through family lines. The name bestowed on a new foal is typically the name of the most recently deceased family member of the same gender, keeping alive the memory—and, the centaurs believe, some shard of the spirit—of the departed. Centaurs don't use family names, but they wear symbols that represent their family membership. These symbols might include graphical representations of plants or animals, printed mottoes, braids and beads worn in the hair and tail, or even specific patterns of woven fabric.": "半人马的名字是通过家族遗传下来的。赐予新马驹的名字通常是最近去世的同性别家庭成员的名字，以保持记忆--半人马认为，是离世者的一些精神碎片。半人马不使用姓氏，但他们佩戴代表其家族成员的符号。这些符号可能包括植物或动物的图形代表，印刷的座右铭，头发和尾巴上佩戴的辫子和珠子，甚至是编织的特定图案。",
	"Powerful and curious, quick to act and knowledgeable of the wider world, centaurs seek to experience life's boundless bounty. The centaurs of Theros are divided into two groups: members of the far-traveling Lagonna band and the proud raiders of the Pheres band. These bands occupy territories situated between the three major human poleis, making them common sights to those who travel human lands. Not ones to settle in permanent homes, though, centaurs might be found wherever there are wonders to be witnessed and adventures to be had.": "半人马力量强大，好奇心强，行动迅速，对更广阔的世界了如指掌，他们寻求体验生活的无尽恩惠。泰罗斯的半人马分为两组：远行的Lagonna部落成员和骄傲的Pheres部落突击队员。这些队伍占据着位于三个主要人类极地之间的领土，使他们成为那些在人类土地上旅行的人的常见风景。不过，半人马并不定居在永久的家园里，只要有奇迹可看，有冒险可做，就能找到他们。",
	"Though centaurs share the same basic physiology, the centaur bands are commonly associated with their own distinct traits.": "虽然半人马有相同的基本生理结构，但半人马带通常与他们自己的独特特征有关。",
	"Lagonna band centaurs tend to be sleek and muscular, with powerful legs built for endurance rather than speed. They usually have coats of a single color, often with a shine that can look metallic in bright light.": "拉戈纳带半人马往往是光滑的，肌肉发达的，有强大的腿，为耐力而不是速度而生。他们通常有单一颜色的外套，通常有一种光泽，在明亮的光线下看起来像金属。",
	"Pheres band centaurs typically have long, nimble legs and lean bodies, and are often marked with natural color patterns on their hide. Pheres centaurs sometimes paint or tattoo their upper bodies to match the patterns on their lower half. Occasionally, a Pheres centaur is born with vertical stripes on their hooves, foretelling an exciting and adventurous life.": "Pheres带半人马通常有长而灵活的腿和瘦小的身体，他们的皮上通常有天然的颜色图案。Pheres半人马有时会在上半身涂抹或刺青以配合下半身的图案。偶尔，佩雷斯半人马的蹄子上会有垂直的条纹，预示着他们会有一个令人兴奋和冒险的生活。",
	"A barterer negotiates deals between the guros and other traders. Barterers must know the customs of other cultures and speak several different languages.": "易货商在古罗人和其他商人之间谈判交易。讨价还价者必须了解其他文化的习俗，并会说几种不同的语言。",
	"An omener is an oracle who reads messages from the gods in the natural world and reveals how the immortals would have the guros travel.": "预言家是一个神谕者，他从自然界的神灵那里读取信息，并揭示不朽者将如何让古罗斯旅行。",
	"A courser explores new trade territory for their guros. They are expert trackers and navigators, able to venture deep into unexplored territory and unerringly return to their families.": "马车夫为他们的古罗斯探索新的贸易领域。他们是专业的追踪者和导航员，能够深入到未开发的领域，并准确无误地返回到他们的家庭。",
	"Finally, every guros tries to travel with at least one koletra, one of the mighty, well-trained warriors of the Lagonna who are said to have the blood of the first, legendary centaur heroes. Koletras are said to bring good luck to a band, but are also usually fated to die in defense of their family. Not every guros has a koletra of its own, and guri share their best warriors among each other as a sign of goodwill and a way to forge bonds.": "最后，每个古罗斯人都试图与至少一个科勒特拉一起旅行，科勒特拉是拉贡人中强大的、训练有素的战士之一，据说他们拥有最早的、传说中的半人马英雄的血液。据说Koletras会给一个乐队带来好运，但通常也注定要为保卫自己的家庭而牺牲。并非每个古罗斯都有自己的科勒特拉，古里在彼此之间分享他们最好的战士，以示善意，也是建立联系的一种方式。",
	"The Pheres roam the wild lands between Setessa and Akros in small raiding herds. These herds are voluntary associations, in contrast to the family groups of the Lagonna. When necessary, several small bands join together in a larger herd to target particularly dangerous but resource-rich targets—be they humanoid traders or roving, greedy monsters. Bands also join together to defeat common threats or to hunt for game.": "佩雷斯人在塞特萨和阿克罗斯之间的荒地上游荡，形成了小型的袭击群。这些族群是自愿组成的，与拉贡人的家族团体不同。在必要的时候，几个小族群会联合起来，组成一个更大的族群，瞄准特别危险但资源丰富的目标--无论是人形商人还是游荡的、贪婪的怪兽。队伍也会联合起来打败共同的威胁，或者猎取猎物。",
	"The Pheres value physical strength, speed, and prowess in both hunting and combat. Often a band is led by the strongest and most dominant warrior, called the charger. However, some bands elevate a tactician or strategist to this venerated position. The Pheres can be brutal and greedy, but they are clever as well, and understand the value of strategic leadership.": "佩雷斯人重视体力、速度，以及在狩猎和战斗中的能力。通常情况下，一支队伍由最强壮和最有统治力的战士领导，他被称为充军者。然而，有些部落将战术家或战略家提升到这个受人尊敬的位置。佩雷斯人可能很野蛮和贪婪，但他们也很聪明，并懂得战略领导的价值。",
	"Other centaurs in Pheres herds work as scouts, archers, warriors, and foragers. In addition, most Pheres herds contain a caller and a tromper.": "其他半人马在Pheres兽群中担任侦察兵、弓箭手、战士和觅食者。此外，大多数Pheres兽群中都有一个呼唤者和一个践踏者。",
	"Pheres callers are typically druids or rangers who can draw animal assistance to their herd. Callers often have one or more animal allies at their side, and can speak to animals to learn about the surrounding lands.": "Pheres召唤者通常是德鲁伊或游侠，他们可以将动物援助引向他们的兽群。召唤者身边通常有一个或多个动物盟友，并能与动物交谈，了解周围的土地情况。",
	"Trompers are the most powerful and feared warriors of the herd. Centaur legends say that when the gods first fashioned humans from the red mud of the eldest river, Pheres trompers taught them how to corner and kill prey. The story tells that, to repay this debt, humans owe the centaurs a portion of what they catch. While humans don't recall this arrangement, the Pheres often cite it as justification for their raids.": "Trompers是兽群中最强大、最可怕的战士。半人马的传说说，当众神第一次从最古老的河流的红泥中塑造人类时，Pheres trompers教他们如何捕捉和杀死猎物。故事说，为了偿还这笔债务，人类欠半人马一部分他们捕获的东西。虽然人类不记得这个安排，但Pheres经常引用它作为他们袭击的理由。",
	"Pheres band members survive by working and fighting together, but still some centaurs choose to strike out on their own. These renegades often feel like outsiders in their own band. They might be pacifists, wishing to learn about other people rather than fighting them. Or they might feel a restlessness in their soul that nothing else can soothe. Though renegades build their own life away from the band, most retain some connection with their past. Some stories tell of renegades returning to help their band in times of need before disappearing once more.": "Pheres乐队成员通过一起工作和战斗而生存，但仍有一些半人马选择独立出击。这些叛逆者常常觉得自己在自己的乐队中是局外人。他们可能是和平主义者，希望了解其他人而不是与他们战斗。或者他们可能感到灵魂中的不安，没有什么可以抚慰。虽然叛逆者在远离乐队的地方建立了自己的生活，但大多数人都与他们的过去保持着某种联系。有些故事说，叛逆者在需要的时候会回来帮助他们的乐队，然后再一次消失。",
	"Lagonna centaurs tend to favor names of three or four syllables, often borrowed from cultures they have met during their travels. Pheres centaurs tend to have shorter, sharper sounding names, often appended with an honorific gained in battle.": "拉贡半人马倾向于使用三或四个音节的名字，这些名字通常是从他们在旅行中遇到的文化中借用的。Pheres半人马倾向于拥有更短的、听起来更尖锐的名字，通常附加一个在战斗中获得的荣誉称号。",
	"Aughus, Dririos, Ormasos,Volien": "奥古斯, 德里欧斯, 奥马索斯,沃林",
	"Bido, Daxa, Saya, Tesia": "比多、达克萨、萨亚、特西亚",
	"Eno, Roth, Skelor, Stihl": "伊诺、罗斯、斯凯洛、斯蒂尔",
	"Centaurs gallop throughout the multiverse and trace their origins to many different realms. The centaurs presented here hail from the Feywild and mystically resonate with the natural world. From the waist up, they resemble elves, displaying all the elf varieties of skin tone. From the waist down, they have the bodies of horses.": "半人马在整个多元宇宙中驰骋，它们的起源可以追溯到许多不同的领域。这里介绍的半人马来自仙境，与自然界产生了神秘的共鸣。从腰部往上看，他们类似于精灵，显示出所有精灵品种的肤色。从腰部以下，他们有马的身体。",
	"Roamers at heart, centaurs love open spaces and the freedom to travel. As much as they can, centaurs run. They race the wind, hooves thundering and tails streaming behind them.": "半人马的内心是漫游的，他们喜欢开放的空间和自由的旅行。半人马尽其所能地奔跑。他们与风赛跑，蹄声如雷，尾巴在身后流淌。",
	"Centaurs have humanoid upper bodies, displaying all the human variety of skin tones and features. In size, they are comparable to a human rider mounted on a horse, and they fill similar roles—as cavalry, messengers, outriders, and scouts.": "半人马有类人的上半身，显示出所有人类的各种肤色和特征。在体型上，他们与骑在马上的人类骑手相当，他们扮演着类似的角色--骑兵、信使、逃兵和侦察兵。",
	"Centaurs' ears are slightly pointed, but their faces are more wide and square than those of elves. Below the waist, they have the bodies of horses, with coats tending toward brown shades (chestnut or bay) and darker tails.": "半人马的耳朵稍尖，但他们的脸比精灵的脸更宽更方。腰部以下，他们拥有马的身体，外套倾向于棕色色调（栗色或海湾色），尾巴较深。",
	"Centaurs have a strong sense of the interconnectedness of the natural world, and they celebrate family and community as microcosms of that greater connection. The birth of a foal is always cause for festivities. At the same time, centaurs revere the traditions of the past, preserving old ways and keeping alive the legends of ancestral heroes. They feel a close kinship with wild animals, perhaps because of their own hybrid nature, and delight in the feeling of running alongside herds and packs of beasts.": "半人马对自然界的相互联系有着强烈的意识，他们把家庭和社区作为这种更大联系的缩影来庆祝。小马驹的出生总是值得庆祝的。同时，半人马崇尚过去的传统，保留古老的方式，保持祖先英雄的传说。他们感到与野生动物有密切的亲属关系，也许是因为他们自己的混血性质，并乐于享受与兽群一起奔跑的感觉。",
	"Centaurs' given names are passed down through family lines. The name given to a new foal is typically the name of the most recently deceased family member of the same gender, keeping alive the memory—and, the centaurs believe, some shard of the spirit—of the departed.": "半人马的名字是通过家族遗传下来的。给新马驹起的名字通常是最近去世的同性别家庭成员的名字，以保持记忆--半人马认为，是离世者的一些精神碎片。",
	"Centaurs rarely use family names, but wear symbols that represent their family membership. These symbols might include graphical representations of plants or animals, printed mottos, braids and beads worn in the hair and tail, or even specific patterns of woven fabric.": "半人马很少使用姓氏，而是佩戴代表其家族成员身份的符号。这些符号可能包括植物或动物的图形代表，印刷的格言，戴在头发和尾巴上的辫子和珠子，甚至是织品的特定图案。",
	"Long ago there was a woman named Jes, and she had one hundred children. Her rivals conspired against her and swore to kill her children. Jes begged the Sovereigns for help, but their only answer was the wind and rain. In the depths of her despair, a lonely traveler took her hand. \"I will protect your children if they follow my path. Let them wander the world. They may be shunned and feared, but they will never be destroyed.\" Jes agreed, and the traveler gave her his cloak. When she draped it over her children, their old faces melted away and they could be whoever they wanted to be. And so it remains. Though the children are shunned by all, the gift of the Traveler protects them still.": "很久以前，有一个女人叫Jes，她有一百个孩子。她的对手阴谋反对她，发誓要杀死她的孩子。杰西向君主们乞求帮助，但他们唯一的回答是风和雨。在她绝望的深处，一个孤独的旅行者拉着她的手。\"如果你的孩子跟随我的道路，我将保护他们。让他们在世界范围内流浪。他们可能会被回避和恐惧，但他们永远不会被毁灭。\" 杰西同意了，那个旅行者把他的斗篷给了她。当她把它披在她的孩子身上时，他们的老脸融化了，他们可以成为他们想成为的任何人。就这样，它依然存在。虽然孩子们被所有人回避，但旅行者的礼物仍然保护着他们。",
	"Changelings can shift their forms with a thought. Many changelings use this gift as a form of artistic and emotional expression. It's also an invaluable tool for grifters, spies, and others who wish to deceive. This leads many people to treat changelings with suspicion.": "变身者可以通过一个念头来转换他们的形态。许多变身者将这种天赋作为一种艺术和情感表达的形式。对于骗子、间谍和其他希望欺骗的人来说，这也是一个无价的工具。这导致许多人以怀疑的态度对待变化人。",
	"Wherever humans live, changelings reside also; the question is whether their presence is known.": "无论人类住在哪里，变种人也住在哪里；问题是他们的存在是否被知道。",
	"Changelings are born to one of three paths. A few are raised in stable communities where changelings are true to their nature and deal openly with the people around them. Some are orphans, raised by other races, who find their way in the world without ever knowing another like themselves. Others are part of nomadic changeling clans spread across the Five Nations, families who keep their true nature hidden from the single-skins. Some clans maintain safe havens in major cities and communities, but most prefer to wander the unpredictable path of the god known as the Traveler.": "变种人出生在三条道路中的一条。少数人在稳定的社区中长大，在那里，变种人忠于自己的本性，与周围的人坦诚相待。有些是孤儿，由其他种族抚养长大，他们在这个世界上找到了自己的道路，却从未认识过像他们一样的人。其他人则是遍布五国的游牧变种人氏族的一部分，他们的真实本性不为单皮人所知。一些部族在主要城市和社区保持着安全的庇护所，但大多数人更愿意在被称为旅行者的神的不可预知的道路上游荡。",
	"In creating a changeling adventurer, consider the character's relationships with people around them. Does the character conceal their true changeling nature? Do they embrace it? Do they have connections to other changelings or are they alone and in search of companions?": "在创造一个变种人冒险家时，要考虑这个角色与周围人的关系。这个角色是否隐瞒了他们真正的变种人本性？他们是否拥抱它？他们是否与其他变种人有联系，或者他们是孤独地寻找同伴？",
	"In their true form, changelings are pale, with colorless eyes and silver-white hair. It is rare to see a changeling in that form, for a typical changeling changes their shape the way others might change clothes. A casual shape—one created on the spur of the moment, with no depth or history—is called a mask. A mask can be used to express a mood or to serve a specific purpose and then might never be used again. However, many changelings develop identities that have more depth. They build an identity over time, crafting a persona with a history and beliefs. This focused identity helps a changeling pinpoint a particular skill or emotion. A changeling adventurer might have personas for many situations, including negotiation, investigation, and combat.": "在他们的真实形态下，变种人脸色苍白，眼睛无色，头发银白。很少看到变种人的这种形态，因为典型的变种人改变他们的形状就像其他人改变衣服一样。一个随意的形状--一个临时创造的形状，没有深度或历史，被称为面具。面具可以用来表达一种情绪或服务于一个特定的目的，然后可能永远不会再被使用。然而，许多变化者发展出具有更多深度的身份。他们随着时间的推移建立一个身份，精心打造一个有历史和信仰的人物形象。这种集中的身份有助于改变者确定一个特定的技能或情感。一个变种人的冒险家可能有很多情况的角色，包括谈判、调查和战斗。",
	"Personas can be shared by multiple changelings; there might be three healers in a community, but whoever is on duty will adopt the persona of Tek, the kindly old medic. Personas can even be passed down through a family, allowing a younger changeling to take advantage of contacts established by the persona's previous users.": "角色可以由多个变化者共享；一个社区可能有三个治疗师，但无论谁在值班，都会采用善良的老医生泰克的角色。角色甚至可以通过家庭传承，让年轻的变身者利用该角色以前的使用者建立的联系。",
	"Changelings have a fluid relationship with gender, seeing it as one characteristic to change among many.": "变种人与性别有着不稳定的关系，将其视为众多特征中可以改变的一种。",
	"Most human initiates focus their studies on a single specialization—hand-to-hand combat, long-range combat, or magical combat. Humans who choose hand-to-hand combat might focus with single-minded devotion on the use of the sickle-bladed khopesh (treat as a {@item longsword|phb}). Other hand-to-hand specialists take a broader perspective and study the use of all weapons equally.": "大多数人类入门者将他们的学习重点放在一个单一的专业上，即徒手格斗、远程格斗或魔法格斗。选择徒手格斗的人类可能会一心一意地专注于镰刀刃的khopesh的使用（视作{@item longsword|phb}）。其他徒手搏击专家则采取更广泛的视角，平等地研究所有武器的使用。",
	"Some humans, however, apply the idea of perfection through balance to these combat specializations as well, fusing multiple styles together into a unique blend. For example, a human initiate might use spells to shape sand into a sword or to wreathe arrows with life-draining magic. Other initiates strike with an axe in one hand while throwing smaller axes with the other, employing techniques of both hand-to-hand and long-range combat. Some humans use slings to launch fireballs, create illusory nets to restrain their opponents, or craft their blades from solid toxins.": "然而，一些人类也将通过平衡实现完美的理念应用于这些战斗专业，将多种风格融合在一起，形成一种独特的混合。例如，人类的入门者可能会使用法术将沙子塑造成一把剑，或者用消耗生命的魔法来缠绕箭矢。其他入门者一手拿斧头，一手投掷较小的斧头，采用徒手和远距离战斗的技术。一些人类使用吊索发射火球，创造虚幻的网来限制他们的对手，或者用固体毒素制作他们的刀片。",
	"Humans are the most numerous, diverse, and adaptable folk of Zendikar, and they form the core of most exploratory and adventurous expeditions across the plane. Though many humans huddle behind stone walls and wooden ramparts, at least somewhat protected from the perils of Zendikar, a significant number venture out from the safety of those walls to explore and defend their world. As the Eldrazi spread, more and more humans are driven out of their refuges and forced to confront the harsh reality of that alien threat.": "人类是赞迪卡星球上数量最多、种类最多、适应性最强的民族，他们是整个星球上大多数探索和冒险探险的核心。尽管许多人类蜷缩在石墙和木制城墙后面，至少在某种程度上受到保护，不受赞迪卡危险的影响，但仍有相当多的人冒险离开安全的城墙去探索和保卫他们的世界。随着埃尔德拉兹的蔓延，越来越多的人类被赶出了他们的避难所，并被迫面对这个外来威胁的残酷现实。",
	"Most human communities on Zendikar are tiny villages, remote outposts, or temporary encampments. These settlements are found on every continent, from the coastal villages of Guul Draz to the giant caravan of Goma Fada on Akoum. Without the safety of walls and ramparts, frontier life is all about the struggle for survival, leaving little time or energy for scholarly pursuits. The people of most of these communities rely on hunting, gathering, herding, and trading for the food and other goods they need. Some, however, survive by preying on the people of other communities and caravans.": "赞迪卡上的大多数人类社区都是小村庄、偏远的前哨站或临时营地。这些定居点在每个大陆上都能找到，从古尔-德拉兹的沿海村庄到阿库姆的戈马法达的巨大商队。没有城墙和壁垒的安全，边疆的生活都是为了生存而奋斗，几乎没有时间或精力去追求学术研究。这些社区中的大多数人依靠打猎、采集、放牧和交易来获得他们所需的食物和其他物品。然而，有些人则通过掠夺其他社区和商队的人而生存。",
	"Despite the harshness of life on Zendikar, human civilization flourishes in a few scattered towns. Sea Gate (on the continent of Tazeem), Affa Town (on Akoum), and the so-called Free City of Nimana (in Guul Draz) are the most notable of these, boasting organized military forces, institutions of learning, established traditions of magic, houses of worship, and dark underbellies of crime and corruption. With populations measured in the thousands, these settlements would barely qualify as towns on other planes, but they have no rivals on Zendikar except the vampire city of Malakir—which has been in ruins since the emergence of the Eldrazi.": "尽管赞迪卡大陆上的生活十分严酷，但人类文明却在一些分散的城镇中蓬勃发展。海门（位于塔泽姆大陆）、阿法镇（位于阿库姆）和所谓的尼玛纳自由城（位于古尔-德拉兹）是其中最引人注目的，它们拥有有组织的军队、学习机构、成熟的魔法传统、礼拜场所，以及犯罪和腐败的阴暗面。这些定居点的人口数以千计，在其他位面几乎没有资格成为城镇，但他们在赞迪卡没有对手，除了吸血鬼城市马拉基尔--自从艾尔德拉兹出现后，它就成了废墟。",
	"In Sea Gate, five so-called expeditionary houses launch regular excursions into the wilds for various purposes. Named for the destinations of their first expeditions, they are the Valakut House, the Pelakka Foundation, and the Akoum, Murasa, and Bala Ged Expeditionary Houses. The rivalries among the houses are legendary, and they are known to sabotage each other's expeditions. Each maintains hostels in various settlements, which serve as resources for adventurers and explorers who need to hire guides or purchase supplies.": "在海之门，有五个所谓的远征屋为了不同的目的定期到荒野中进行远征活动。它们以第一次探险的目的地命名，分别是瓦拉库特家族、佩拉卡基金会、阿库姆、穆拉萨和巴拉格德探险家族。这些房屋之间的竞争是传奇性的，他们以破坏对方的探险活动而闻名。每家都在不同的定居点设有旅馆，作为冒险家和探险家需要雇用向导或购买物资的资源。",
	"I am kalashtar, born of two worlds. Over a thousand years ago, my ancestor bound her bloodline to the spirit Kashtai, and I am a child of that union. Kashtai moves within me. Her memories come to me in dreams, and at times her voice whispers in the silence of my mind. As long as at least one of my sisters is alive, Kashtai will survive—and as long as she lives, she will fight il-Lashtavar.": "我是卡拉什塔，诞生于两个世界。一千多年前，我的祖先将她的血脉与卡什塔伊精神结合在一起，而我是这种结合的孩子。卡施泰在我体内活动。她的记忆在梦中向我走来，有时她的声音在我脑海的寂静中低语。只要我的姐妹中至少有一个人活着，卡什塔伊就会生存下去--只要她活着，她就会与拉什塔瓦战斗。",
	"The kalashtar are a compound people, created from the union of humanity and renegade spirits from the plane of dreams—spirits called quori. Kalashtar are often seen as wise, spiritual people with great compassion for others. There is an unmistakable alien quality to the kalashtar, though, as they are haunted by the conflicts of their otherworldly spirits.": "卡拉什塔人是一个复合民族，由人类和来自梦境层面的叛逆精神--被称为 \"quori \"的精神--结合而成。卡拉什塔人通常被视为有智慧、有灵性的人，对他人有极大的同情心。不过，卡拉什塔人有一种明确无误的外星品质，因为他们被其他世界的灵魂的冲突所困扰。",
	"Every kalashtar has a connection to a spirit of light, a bond shared by other members of their bloodline. Kalashtar appear human, but their spiritual connection affects them in a variety of ways. Kalashtar have symmetrical, slightly angular features, and their eyes often glow when they are focused or expressing strong emotions.": "每个卡拉什塔人都与光明之灵有联系，这是他们血统中其他成员共享的纽带。卡拉什塔人看起来是人类，但他们的精神联系以各种方式影响着他们。卡拉什塔人有对称的、略带棱角的特征，当他们专注或表达强烈的情感时，他们的眼睛往往会发光。",
	"Kalashtar can't directly communicate with their quori spirits. Rather, they might experience this relationship as a sense of instinct and inspiration, drawing on the memories of the spirit when they dream. This connection grants kalashtar minor psionic abilities, as well as protection from psychic attacks. All of these quori dream-spirits are virtuous, but some are warriors and others are more contemplative. Work together with the DM to determine the nature of your linked spirit. Typically, a kalashtar knows the name and nature of their spirit, but some may know nothing of their spirit or the source of their psychic gifts, such as an orphan kalashtar raised among strangers.": "卡拉什塔人不能直接与他们的库里精神沟通。相反，他们可能会把这种关系体验为一种本能和灵感，在做梦时吸取精神的记忆。这种联系赋予卡拉什塔人轻微的幻觉能力，以及对精神攻击的保护。所有这些夸瑞的梦中精灵都是有德行的，但有些是战士，有些则更善于沉思。与DM一起工作，以确定你的链接精神的性质。一般来说，卡拉什塔人知道他们的精神的名字和性质，但有些人可能对他们的精神或他们的精神天赋的来源一无所知，例如在陌生人中长大的孤儿卡拉什塔人。",
	"The bond to the spirit can cause some kalashtar to display unusual quirks. Consider rolling or selecting a trait from the Kalashtar Quirks table.": "与精神的联系会导致一些卡拉什塔人表现出不寻常的怪癖。可以考虑从卡拉什塔怪癖表中滚动或选择一个特质。",
	"You try to understand the motives and feelings of your enemies.": "你试图理解你的敌人的动机和感受。",
	"You prefer using telepathy over speaking aloud.": "你喜欢使用心灵感应而不是大声说话。",
	"You feel a strong drive to protect the innocent.": "你感到有一种强烈的动力去保护无辜的人。",
	"You apply dream logic to mundane situations.": "你将梦想的逻辑应用于平凡的情况。",
	"You discuss things out loud with your quori spirit.": "你与你的quori精神大声讨论事情。",
	"You suppress your emotions and rely on logic.": "你压制自己的情绪，依靠逻辑。",
	"You are strongly influenced by the emotions of those around you.": "你会受到周围人情绪的强烈影响。",
	"You prefer to find nonviolent solutions to problems whenever possible.": "只要有可能，你更愿意找到非暴力的解决问题的方法。",
	"You are driven by a warrior spirit and will fight for any noble cause.": "你被一种战士精神所驱使，并将为任何崇高的事业而奋斗。",
	"You are obsessed with Dreaming Dark conspiracies.": "你痴迷于梦幻般的黑暗阴谋。",
	"The virtuous spirits tied to the kalashtar fled from the dream-realm of Dal Quor to escape evil spirits that dominate it. The rebel quori believe that through meditation and devotion, they can change the fundamental nature of Dal Quor, shifting the balance from darkness to light. Most kalashtar communities focus on acts of devotion known as the Path of Light. But the dark powers of Dal Quor have their own plans for Eberron. Through the force known as the Dreaming Dark, these monsters manipulate the folk of Khorvaire to eliminate kalashtar whenever possible.": "与卡拉什塔联系在一起的美德的灵魂从达尔-库尔的梦境中逃出，以躲避主宰它的恶灵。叛逆的库里相信，通过冥想和奉献，他们可以改变达尔-库尔的基本性质，将平衡从黑暗转向光明。大多数卡拉什塔社区专注于被称为 \"光明之路 \"的虔诚行为。但达尔-库尔的黑暗势力对埃伯龙有自己的计划。通过被称为 \"黑暗之梦 \"的力量，这些怪物操纵着霍尔韦尔的民众，尽可能地消灭卡拉什塔人。",
	"Many kalashtar defend themselves from the Dreaming Dark by focusing on devotion to the Path of Light. Others, though, seek out the agents of the Dreaming Dark and oppose their plans, or protect the innocent however they can. Still other kalashtar grow up isolated, knowing nothing about Dal Quor or the Dreaming Dark. Such orphans might use their abilities for personal gain or otherwise act against the virtuous instincts of their quori spirits; this can cause internal conflicts and violent mood swings.": "许多卡拉什塔人通过专注于对光明之路的奉献来保护自己不受造梦的黑暗影响。然而，其他人则寻找梦幻黑暗的代理人，反对他们的计划，或尽可能地保护无辜者。还有一些卡拉什塔人在成长过程中与世隔绝，对达尔-库尔和梦境的黑暗一无所知。这样的孤儿可能会利用他们的能力谋取私利，或以其他方式违背他们的奎里精神的美德本能；这可能导致内部冲突和剧烈的情绪波动。",
	"A kalashtar name adds a personal prefix to the name of the quori spirit within the kalashtar. Such names have no relation to the kalashtar's gender.": "kalashtar名字在kalashtar内的quori精神的名字上加了一个个人前缀。这种名字与卡拉什塔的性别没有关系。",
	"Kalashtar orphans are unlikely to know the name of their spirit and take names from another source.": "卡拉什塔孤儿不太可能知道他们精神的名字，而是从另一个来源取名。",
		"Native to the world of Krynn, Kender are diminutive Humanoids that look like humans with pointed ears and diverse appearances. Kender have a supernatural curiosity that drives them on to adventures big and small. This curiosity is said to be connected to the whimsical magic of the Feywild, that some believe kender have a high affinity for. Due to their curiosity, many kender have found themselves falling through gates and portals to other planes and worlds.": "坎德人原产于克莱恩世界，是一种矮小的人形生物，看起来像人类，有着尖尖的耳朵和不同的外表。坎德人有一种超自然的好奇心，促使他们进行大大小小的冒险。这种好奇心据说与精灵世界的异想天开的魔法有关，有人认为坎德人对这种魔法有很强的亲和力。由于他们的好奇心，许多坎德人发现自己通过大门和传送门掉到了其他星球和世界。",
	"Unknown to most mortals, a magical phenomenon surrounds a kender. Spurred by their curiosity and love for trinkets, curios, and keepsakes, a kender's pouches or pockets will be magically filled with these objects. No one knows where these objects come from, not even the kender. This has led many kender to be mislabeled as thieves when they fish these items out of their pockets.": "对大多数凡人来说，坎德人身边有一种神奇的现象。在他们的好奇心和对饰品、古玩和纪念品的喜爱的刺激下，坎德人的小包或口袋里会神奇地装满这些物品。没有人知道这些东西是从哪里来的，甚至坎德人也不知道。这导致许多坎德人在从口袋里捞出这些物品时被误认为是小偷。",
	"Feathered folk who resemble ravens, kenku are blessed with keen observation and supernaturally accurate memories. None of them can remember the origin of the first kenku, however, and they often joke that there are as many kenku origin stories as there are kenku. Some of them paint their genesis as a curse, being a flightless bird people doomed to mimic other people's creations. Other kenku recite cryptic but beautiful poems about their advent being a blessed event in which they were sent into the multiverse to observe and catalog its many wonders.": "像乌鸦一样的羽民，Kenku被赋予了敏锐的观察力和超自然的准确记忆。然而，没有人记得第一个Kenku的起源，他们经常开玩笑说，有多少Kenku的起源故事就有多少Kenku。他们中的一些人把自己的起源描绘成一种诅咒，作为一个不会飞的鸟人，注定要模仿其他人的创造。其他的肯库人则背诵神秘但美丽的诗歌，说他们的出现是一个受祝福的事件，他们被派往多元宇宙观察和记录其许多奇迹。",
	"Whatever their true origin, kenku are most often found in the Shadowfell and the Material Plane, and they tend to have the coloration typical of ravens.": "无论它们的真正来源是什么，肯库最常在阴影地带和物质界被发现，它们往往有典型的乌鸦的颜色。",
	"Haunted by an ancient crime that robbed them of their wings, the kenku wander the world as vagabonds and burglars who live at the edge of human society. Kenku suffer from a sinister reputation that is not wholly unearned, but they can prove to be valuable allies.": "由于古代的犯罪行为夺走了他们的翅膀，Kenku作为流浪者和窃贼生活在人类社会的边缘，在世界范围内徘徊。KENKU遭受着险恶的名声，这并不是完全不应该的，但他们可以被证明是有价值的盟友。",
	"The kenku once served a mysterious, powerful entity on another plane of existence. Some believe they were minions of Grazz't, while others say that they were scouts and explorers for the Wind Dukes of Aaqa. Whatever the truth, according to legend, the kenku betrayed their master. Unable to resist the lure of a beautiful sparkling treasure, the kenku plotted to steal the item and escape to the Material Plane.": "肯库人曾经为另一个存在平面上的神秘而强大的实体服务。有些人认为他们是格拉兹特的爪牙，而其他人则说他们是阿卡的风公爵的侦察员和探险家。无论真相如何，根据传说，肯库人背叛了他们的主人。由于无法抵御美丽的闪光宝物的诱惑，肯库密谋偷窃物品并逃到物质世界。",
	"Unfortunately for the kenku, their master discovered their plan before they could enact it. Enraged, the entity imposed three dreadful curses upon them. First, the kenku's beloved wings withered and fell away from their bodies, leaving them bound to the earth. Second, because their ingenuity and skill had turned toward scheming against their patron, the spark of creativity was torn from their souls. Finally, to ensure that the kenku could never divulge any secrets, their master took away their voices. Once the entity was satisfied that they had been sufficiently punished, the kenku were set loose on the Material Plane.": "对Kenku来说，不幸的是，他们的主人在他们实施计划之前就发现了他们的计划。实体被激怒了，对他们施加了三个可怕的诅咒。首先，Kenku心爱的翅膀枯萎并从他们的身体上脱落，让他们被束缚在地上。其次，由于他们的聪明才智和技能转向了对其赞助人的阴谋，创造力的火花从他们的灵魂中被撕毁。最后，为了确保Kenku永远不会泄露任何秘密，他们的主人剥夺了他们的声音。一旦实体对他们受到足够的惩罚感到满意，Kenku就被释放到物质世界。",
	"Since then, the kenku have wandered the world. They settle in places that accept them, usually bleak cities that have fallen on hard times and are overrun with crime.": "从那时起，Kenku在世界范围内游荡。他们在接受他们的地方定居，通常是那些已经陷入困境、犯罪猖獗的荒凉城市。",
	"Above all else, kenku wish to regain their ability to fly. Every kenku is born with a desire to take to the air, and those who learn spellcasting do so in hope of mastering spells that will allow them to fly. Rumors of magic items such as flying carpets, brooms capable of flight, and similar objects provoke a great desire for the kenku to acquire the items for themselves.": "最重要的是，肯库希望恢复他们的飞行能力。每个肯库人天生就有飞翔的欲望，而那些学习法术的人则是希望掌握能让他们飞翔的法术。有关魔法物品的传闻，如飞毯、能够飞行的扫帚和类似物品，激起了肯库为自己获得这些物品的巨大欲望。",
	"Despite their lack of wings, kenku love dwelling in towers and other tall structures. They seek out ruins that reach to the sky, though they lack the motivation and creativity to make repairs or fortify such places. Even so, their light weight and size allow them to dwell in rickety structures that would collapse beneath a human or an orc.": "尽管没有翅膀，肯库喜欢住在塔楼和其他高大的建筑里。他们寻找直插云霄的废墟，尽管他们缺乏动力和创造力来进行维修或加固这些地方。即便如此，他们的轻量和体型使他们能够居住在摇摇欲坠的结构中，而这些结构会在人类或兽人的脚下坍塌。",
	"Some thieves' guilds use kenku as lookouts and messengers. The kenku dwell in the tallest buildings and towers the guild controls, allowing them to lurk in the highest levels and to keep watch on the city below.": "一些盗贼行会使用肯库作为瞭望台和信使。kenku居住在公会控制的最高建筑和塔楼中，使他们能够潜伏在最高层并监视下面的城市。",
	"As a result of their lack of creativity, kenku function comfortably as minions of a powerful master. Flock leaders enforce discipline and minimize conflicts, but they fail at effective planning or crafting longterm schemes.": "由于缺乏创造力，肯库作为一个强大的主人的爪牙运作起来很舒服。群体领袖执行纪律并尽量减少冲突，但他们不能有效地规划或制定长期计划。",
	"Although unable to speak in their own voices, kenku can perfectly mimic any sound they hear, from a halfling's voice to the noise of rocks clattering down a hillside. However, kenku cannot create new sounds and can communicate only by using sounds they have heard. Most kenku use a combination of overheard phrases and sound effects to convey their ideas and thoughts.": "虽然不能用自己的声音说话，但肯库可以完美地模仿他们听到的任何声音，从半身人的声音到山坡上岩石碰撞的声音。然而，肯库不能创造新的声音，只能通过使用他们听到的声音来交流。大多数肯库人使用无意中听到的短语和声音效果的组合来表达他们的想法和思想。",
	"By the same token, kenku have no ability to invent new ideas or create new things. Kenku can copy existing items with exceptional skill, allowing them to become excellent artisans and scribes. They can copy books, make replicas of objects, and otherwise thrive in situations where they can produce large numbers of identical items. Few kenku find this work satisfying, since their quest for the freedom of flight makes them ill-suited to settle into a routine.": "同样地，Kenku没有发明新想法或创造新事物的能力。肯库能以特殊的技巧复制现有物品，使他们成为优秀的工匠和文学家。他们可以复制书籍，制作物品的复制品，并在能够生产大量相同物品的情况下茁壮成长。很少有kenku发现这项工作令人满意，因为他们对飞行自由的追求使他们不适合安于常规。",
	"Kenku gather in groups called flocks. A flock is led by the oldest and most experienced kenku with the widest store of knowledge to draw on, often called Master.": "Kenku聚集在一起的群体被称为 \"群\"。一个群体由最年长和最有经验的Kenku领导，拥有最广泛的知识储备，通常被称为主人。",
	"Although kenku can't create new things, they have a talent for learning and memorizing details. Thus, ambitious kenku can excel as superb spies and scouts. A kenku who learns of clever schemes and plans devised by other creatures can put them to use. The kenku lack the talent to improvise or alter a plan, but a wise Master sets multiple plans in motion at once, confident that underlings can follow orders to the letter.": "虽然肯库不能创造新事物，但他们有学习和记忆细节的天赋。因此，雄心勃勃的Kenku可以成为出色的间谍和侦察员。得知其他生物设计的聪明计划和方案的肯库可以将其投入使用。kenku缺乏即兴创作或改变计划的才能，但一个明智的主人会同时制定多个计划，相信下属可以严格遵守命令。",
	"For this reason, many kenku make an easy living serving as messengers, spies, and lookouts for thieves' guilds, bandits, and other criminal cartels. A network of kenku can relay a bird call or similar noise across the city, alerting their allies to the approach of a guard patrol or signaling a prime opportunity for a robbery.": "由于这个原因，许多Kenku以充当信使、间谍和为盗贼公会、强盗和其他犯罪集团放哨为生。一个Kenku网络可以将鸟叫声或类似的声音传遍整个城市，提醒他们的盟友注意警卫巡逻队的到来，或预示着抢劫的最佳时机。",
	"Since kenku can precisely reproduce any sound, the messages they carry rarely suffer degradation or shifts in meaning. Human messengers might switch words or phrases and garble a message inadvertently, but the kenku produce perfect copies of whatever they hear.": "由于Kenku可以精确地复制任何声音，他们携带的信息很少出现退化或意义上的转变。人类信使可能会在不经意间调换单词或短语，使信息变得混乱，但肯库却能完美地复制他们听到的任何信息。",
	"Kenku adventurers are usually the survivors of a flock that has sustained heavy losses, or a rare kenku who has grown weary of a life of crime. These kenku are more ambitious and daring than their fellows. Others strike out on their own in search of the secrets of flight, to master magic, or to uncover the secret of their curse and find a method to break it.": "肯库的冒险家通常是损失惨重的羊群中的幸存者，或者是对犯罪生活感到厌倦的稀有肯库。这些肯库人比他们的伙伴们更有野心和胆识。有些人为了寻找飞行的秘密，为了掌握魔法，或者为了揭开他们的诅咒的秘密并找到打破诅咒的方法而独自出击。",
	"Kenku adventurers, despite their relative independence, still have a tendency to seek out a companion to emulate and follow. A kenku loves to mimic the voice and words of its chosen companion.": "Kenku冒险者，尽管他们相对独立，但仍然倾向于寻找一个同伴来模仿和跟随。肯库人喜欢模仿它所选择的同伴的声音和话语。",
	"If you're playing a kenku, constant attempts to mimic noises can come across as confusing or irritating rather than entertaining. You can just as easily describe the sounds your character makes and what they mean. Be clear about your character's intentions unless you're deliberately aiming for inscrutable or mysterious.": "如果你扮演的是一个Kenku，不断尝试模仿声音会让人感到困惑或恼怒，而不是娱乐。你可以很容易地描述你的角色发出的声音和它们的含义。除非你刻意追求高深莫测或神秘，否则要清楚你的角色的意图。",
	"You might say, \"Snapper makes the noise of a hammer slowly and rhythmically tapping a stone to show how bored he is. He plays with his dagger and studies the Lords' Alliance agent sitting at the bar.\" Creating a vocabulary of noises for the other players to decode might sound like fun, but it can prove distracting and could slow down the game.": "你可能会说，\"斯纳普发出锤子缓慢而有节奏地敲击石头的声音，以显示他有多无聊。他玩着他的匕首，研究坐在酒吧的领主联盟代理人。\" 创造一个噪音词汇让其他玩家解码，听起来可能很有趣，但事实证明会分散注意力，并可能拖慢游戏的进程。",
	"Given that kenku can duplicate any sound, their names are drawn from a staggering variety of noises and phrases. Kenku names tend to break down into three categories that make no distinction between male and female names.": "鉴于Kenku可以复制任何声音，他们的名字来自各种惊人的噪音和短语。Kenku的名字往往分为三类，不分男性和女性名字。",
	"Kenku thugs, warriors, and toughs adopt noises made by weapons, such as the clang of a mace against armor or the sound made by a breaking bone. Non-kenku refer to the kenku by describing this noise. Examples of this type of name include Smasher, Clanger, Slicer, and Basher.": "肯库的暴徒、战士和硬汉采用武器发出的声音，如马刀对盔甲的铿锵声或骨头断裂发出的声音。非肯库人通过描述这种声音来指称肯库人。这类名称的例子包括粉碎者（Smasher）、撕裂者（Clanger）、切割者（Slicer）、和击打者（Basher）。",
	"Kenku thieves, con artists, and burglars adopt animal noises, typically those common in urban settings. In this manner, kenku can call out to each other while those who overhear them mistake them for common animals. Non-kenku use names that refer to the sound made or the animal a kenku mimics, such as Rat Scratch, Whistler, Mouser, and Growler.": "Kenku小偷、骗子和窃贼采用动物的声音，通常是城市环境中常见的声音。通过这种方式，Kenku可以互相呼唤，而那些听到他们的人则误以为他们是普通动物。非Kenku使用的名字是指Kenku模仿的声音或动物，如Rat Scratch, Whistler, Mouser, and Growler。",
	"Some kenku turn their back on crime to pursue legitimate trades. These kenku adopt noises made as part of their craft. A sailor duplicates the sound of a fluttering sail, while a smith mimics the clanging of a hammer on metal. Non-kenku describe these folk by their trade sounds, such as Sail Snap, Hammerer, and Cutter.": "一些Kenku背弃了犯罪，追求合法的行业。这些Kenku采用作为其工艺一部分的声音。一个水手复制了船帆飘动的声音，而一个铁匠则模仿了铁锤敲击金属的声音。非肯库人用他们的行业声音来描述这些民工，如帆扣，锤子，和切割者。",
	"Nearly every khenra is born a fraternal or identical twin, and a pair of khenra twins forms an extremely close emotional bond unknown to most other residents of Amonkhet. The death of one twin in training or the trials causes a tremendous shock to the survivor, who typically grows more aggressive and foolhardy in battle. The rare khenra who are born without twins are believed to have killed their siblings in the womb, and are thus viewed as natural-born initiates, sure to achieve a glorified death in the Trial of Zeal.": "几乎每一个肯纳人都是天生的异卵双胞胎或同卵双胞胎，一对肯纳双胞胎形成了一种极其紧密的情感纽带，这是阿蒙凯特的大多数其他居民所不知道的。一对双胞胎在训练或试炼中的死亡对幸存者造成了巨大的冲击，他们在战斗中通常会变得更加积极和愚蠢。罕见的没有双胞胎的Khenra被认为是在子宫内杀死了他们的兄弟姐妹，因此被视为天生的入门者，肯定会在狂热的试验中获得光荣的死亡。",
	"Many khenra believe that they are created in the image of Hazoret, and though they venerate all five gods in the manner of all citizens of Naktamun, they have a special affinity for the teachings and philosophy of the god of zeal. These khenra share a deep love of combat, especially hand-to-hand fighting, and they devote themselves to their training with particular intensity.": "许多Khenra相信他们是按照Hazoret的形象创造的，虽然他们像所有Naktamun公民一样敬仰所有五位神，但他们对热诚之神的教义和哲学有一种特殊的亲和力。这些Khenra对战斗有着深深的热爱，尤其是徒手搏斗，他们以特别的强度投入到训练中。",
	"Khenra, especially those devoted to Hazoret, are particularly drawn to hand-to-hand combat styles. But the other styles each have their own appeal, and khenra initiates might find themselves specializing in any of the three.": "Khenra，尤其是那些献身于Hazoret的人，特别喜欢徒手搏击的风格。但其他风格也有各自的吸引力，坎德拉的入门者可能会发现自己专攻这三种风格中的任何一种。",
	"Khenra who focus on hand-to-hand combat often wield the khopesh—a large sickle-bladed sword—as their weapon of choice (treat as a {@item longsword|phb}). Khenra wield these blades with devastating accuracy and power, landing one crushing blow after another in a hail of furious attacks. They favor lightweight armor that doesn't impede their movement, often comparing fighting in organized ranks to wearing a leash that limits their ability to charge, lunge, and roll away from danger. Their natural aggression makes them ideal shock troops, scouts, and skirmishers. And that aggression is even more pronounced in khenra who have already lost their twin, and who sometimes lose any sense of self-preservation as a result.": "专注于徒手搏斗的堪拉人经常挥舞着镰刀--一种大型的镰刀剑--作为他们的首选武器（视为{@item longsword|phb}）。堪拉人以毁灭性的准确度和力量挥舞这些剑，在狂暴的攻击中一次又一次地进行粉碎性打击。他们喜欢不妨碍他们行动的轻量级盔甲，经常把在有组织的队伍中作战比作戴着一条限制他们冲锋、猛冲和滚开危险的皮带。他们天生的攻击性使他们成为理想的冲击部队、侦察兵和小兵。而这种攻击性在已经失去双胞胎的Khenra身上更加明显，他们有时会因此失去任何自我保护的意识。",
	"Khenra who focus on long-range combat prefer hurled weapons—spears and javelins—over bows and slings, and they are known and feared for their deadly accuracy. They carry small cases of {@item javelin|phb|javelins} into combat, and feel ashamed if they reach the end of a battle with any weapons left unthrown. A khenra might ride on a {@item chariot|phb} as a {@item spear|phb} thrower, sometimes augmenting attacks with minor spells of fire magic.": "专注于远程作战的Khenra更喜欢投掷武器--长矛和标枪--而不是弓箭和弹弓，他们因其致命的准确性而闻名和畏惧。他们在战斗中携带小箱的{@item javelin|phb|javelins}武器，如果他们在战斗结束时没有扔掉任何武器，他们会感到羞愧。Khenra可能会骑在(1%)上作为(2%)投掷者，有时会用小的火系魔法来增强攻击。",
	"Many khenra mages specialize in fire spells, creating blades or hails of flame to sear and scorch their foes. Their strategy emphasizes overwhelming initial assaults, in magical emulation of Hazoret's battle frenzy. Others prefer magic that augments their natural speed and strength, bolsters their endurance, or drains strength from their enemies. They work to hone their spells alongside their bodies, incorporating elements of hand-to-hand combat into their spellcasting.": "许多坎拉法师擅长火系法术，创造出火焰之刃或火焰之帆来灼伤和烧毁他们的敌人。他们的策略强调压倒性的初始攻击，在魔法上模仿哈佐雷特的战斗狂热。其他人则更喜欢用魔法增强他们的自然速度和力量，提高他们的耐力，或消耗敌人的力量。他们努力磨练自己的法术和身体，将徒手搏斗的元素融入他们的法术。",
	"Some of the smallest draconic creatures in the multiverse, kobolds display their draconic ancestry in the glint of their scales and in their roars. Legends tell of the first kobolds emerging from the Underdark near the lairs of the earliest dragons. In some lands, kobolds serve chromatic or metallic dragons—even worshiping them as divine beings. In other places, kobolds know too well how dangerous those dragons can be and help others defend against draconic destruction.": "哥布林是多元宇宙中最小的龙族生物，他们的鳞片和吼声都显示出他们的龙族血统。传说中，第一批哥布林是从最早的龙的巢穴附近的地下世界出现的。在一些地方，哥布林为色龙或金属龙服务，甚至把它们当作神圣的存在来崇拜。在其他地方，哥布林太了解这些龙有多危险了，于是帮助其他人抵御龙族的破坏。",
	"Whatever their relationship to dragons, kobold scales tend to be rust colored, although the occasional kobold sports a scale color more akin to that of a chromatic or a metallic dragon. A kobold's cry can express a range of emotion: anger, resolve, elation, fear, and more. Regardless of the emotion expressed, their cry resonates with draconic power.": "不管他们与龙的关系如何，哥布林的鳞片往往是铁锈色的，尽管偶尔有哥布林的鳞片颜色更类似于色龙或金属龙的颜色。哥布林的哭声可以表达一系列的情绪：愤怒、决心、欣喜、恐惧，等等。无论表达何种情绪，他们的哭声都能与龙的力量产生共鸣。",
	"Some of the smallest draconic creatures to walk the planes, kobolds display their draconic ancestry in the glint of their scales and in their roars. Legends tell of the first kobolds emerging from the Underdark near the lairs of the earliest dragons. In some lands, kobolds serve chromatic or metallic dragons—even worshiping them as divine beings. In other places, kobolds know too well how dangerous those dragons can be and help others defend against draconic destruction.": "哥布林是世界上最小的龙族生物之一，他们的鳞片和吼声都显示出他们的龙族血统。传说中，第一批哥布林是从最早的龙的巢穴附近的地下世界出现的。在一些地方，哥布林为色龙或金属龙服务，甚至把它们当作神圣的存在来崇拜。在其他地方，哥布林太了解这些龙有多危险了，于是帮助其他人抵御龙族的破坏。",
	"Whatever their relationship to dragons, kobold scales tend to be rust colored, although the occasional kobold sports scale color more akin to that of a chromatic or a metallic dragon. The roar of a kobold can express a range of emotion: anger, resolve, elation, fear, and more. Regardless of the emotion the kobold expresses, the roar resonates with draconic power.": "不管他们与龙的关系如何，哥布林的鳞片往往是铁锈色的，尽管偶尔有哥布林的鳞片颜色更接近于色龙或金属龙的颜色。哥布林的吼声可以表达一系列的情绪：愤怒、决心、欣喜、恐惧，等等。不管哥布林表达的是什么情绪，它的吼声都能与龙的力量产生共鸣。",
	"Deeply reverent of the land and its sacred sites, the nomadic kor live a spare existence defined by their constant travels. Masters of ropes and hooks, they scale sheer cliffs and cross yawning chasms with such skill and agility that they sometimes seem almost to take flight.": "游牧的科尔人对土地和圣地怀有深深的敬意，他们的生活因不断的旅行而变得清闲。他们是绳索和钩子的大师，以如此娴熟的技巧和敏捷的身手攀登峭壁，穿越巨大的鸿沟，有时几乎要飞起来。",
	"Kor are associated with white mana, and their wizards and clerics employ spells of healing, of banishing the dark, and of protection. Their personalities and ideals also mesh with the characteristics of white mana in their emphasis on an ordered, harmonious community with strong traditions binding its members together.": "科尔族与白法力有关，他们的巫师和牧师使用治疗、驱逐黑暗和保护的法术。他们的个性和理想也与白玛瑙的特征相吻合，他们强调有序、和谐的社区，有强大的传统将其成员联系在一起。",
	"Kor are tall, slender humanoids with light hair and gray, blue-gray, or ivory skin. All kor have slightly pointed ears, and males have short, fleshy barbels on their chins. They paint softly glowing geometric patterns on their faces and bodies, suggestive of the shapes and design of the hedrons that appear across Zendikar. Their clothing tends to leave their arms and shoulders free to facilitate climbing, and they keep most of their gear in pouches and slings at their waists.": "科尔是高大、纤细的人形动物，有浅色的头发和灰色、蓝灰色或象牙色的皮肤。所有科尔人都有略微尖尖的耳朵，男性的下巴上有短而肉质的倒钩。他们在脸上和身上画着柔和的几何图案，让人联想到出现在整个赞迪卡的赫龙的形状和设计。他们的衣服倾向于让他们的手臂和肩膀自由，以方便攀爬，他们把大部分装备放在腰间的小袋和吊索里。",
	"The kor have a nonverbal language of hand signs and gestures that allows communication despite significant distance (particularly when augmented with whirling ropes) or howling winds. They also use this sign language among themselves when they wish to avoid being overheard, giving rise to misguided rumors that they are incapable of speech. When they do speak, they typically use as few words as possible to convey their meaning.": "科尔人有一种由手势和姿态组成的非语言语言，尽管距离很远（特别是在有旋转绳索的情况下）或有呼啸的风，但仍能进行交流。当他们希望避免被人听到时，他们也会在彼此之间使用这种手语，这引起了关于他们不能说话的错误传言。当他们说话时，他们通常用尽可能少的词来表达他们的意思。",
	"The leonin guard the shining lands of Oreskos, a golden plain where even the gods rarely trespass. Prides of these nomadic, lion-like humanoids rarely interact with other peoples, having all they need in their shimmering homeland and knowing the treachery of strangers. Still, some leonin wonder what lies beyond Oreskos's border mountains and seek to test themselves in a wider world.": "狮子人守护着奥雷斯科的闪亮土地，这是一片金色的平原，即使是诸神也很少涉足。这些游牧的、像狮子一样的人种的骄傲很少与其他民族交流，他们在自己闪亮的家园里拥有所有需要的东西，并且知道陌生人的背叛。然而，一些狮子人想知道奥雷斯科边境山脉之外有什么，并试图在一个更广阔的世界中测试自己。",
	"Leonin tend to be tall compared to humans and move with a boldness that suggests their physical might. Tawny fur covers leonin bodies, and some grow thick manes ranging in shades from gold to black. While their hands prove as nimble as those of other humanoids, leonin have retractable feline claws, which they can extend instantly. This, along with their ability to produce bone-shaking roars, gives most leonin an air that readily shifts between regal and fearsome.": "与人类相比，莱昂人往往很高大，而且行动大胆，显示出他们的身体力量。灰褐色的皮毛覆盖着利奥宁人的身体，一些人长出了从金色到黑色的浓密鬃毛。虽然他们的手被证明和其他人类一样灵活，但利安人有可伸缩的猫科动物爪子，他们可以立即伸展。这一点，加上他们能够发出震耳欲聋的吼声，使大多数利安人具有一种在威严和可怕之间轻易转换的气质。",
	"Leonin often act with confidence, which can come off as imperiousness. While this can reassure their allies, it can also suggest defiance in the face of what they perceive as imposed authority or unworthy experts.": "莱昂宁经常表现得很自信，这可能会让人觉得他很无礼。虽然这可以让他们的盟友放心，但也可以暗示在他们认为是强加的权威或不值得的专家面前的蔑视。",
	"Other peoples often perceive leonin as quick to take offense, intolerant of criticism, or belligerent. The truth is that many leonin simply enjoy fighting, whether verbal or physical. They take pleasure in argument, wrestling, sparring, and even battle, enjoying the opportunity to exercise their minds and bodies.": "其他人往往认为雷恩人很快就会冒犯别人，不能容忍批评，或者好战。事实是，许多雷恩人只是喜欢战斗，无论是口头还是身体。他们以争论、摔跤、拼搏，甚至战斗为乐，享受锻炼身心的机会。",
	"It follows, too, that leonin aren't inclined to carry grudges. A warrior might react with sudden violence to an insult, but when the fight is over (and the leonin's superiority proven), the insult is forgotten—along with the vanquished foe.": "这也说明，利安人并不倾向于带着怨恨。一个战士可能会对侮辱做出突然的暴力反应，但当战斗结束时（并且证明了利安人的优势），侮辱就会被遗忘--和被征服的敌人一起。",
	"Few leonin devote themselves to the service of the gods. Centuries ago, the leonin worshiped the same gods that humans do, but after many of their prides suffered depravities at the hands of the tyrant Agnomakhos, most leonin rejected the gods. It's not that they deny the existence of deities; they merely see the gods as mercurial and ultimately unworthy of adoration. The Leonin and the Gods table suggests the range of attitudes that leonin might adopt toward the gods.": "很少有列宁人献身于神灵的服务。几个世纪以前，利安人崇拜的是和人类一样的神，但在他们的许多王族在暴君阿格诺玛科斯手中遭受蹂躏后，大多数利安人拒绝了神灵。这并不是说他们否认神灵的存在；他们只是认为神灵是多变的，最终不值得崇拜。列昂尼德与众神表显示了列昂尼德对众神可能采取的一系列态度。",
	"I'm amused by the antics of the gods and their earnest, but ultimately deluded, mortal champions, and I feel smugly superior in my detachment.": "我被众神和他们认真但最终被蒙蔽的凡人拥护者的滑稽行为所逗乐，我在疏离中感到自鸣得意。",
	"The meddling of the gods in mortal affairs makes me angry and bitter. I wish they would just leave us all alone!": "诸神对凡人事务的干涉让我感到愤怒和痛苦。我希望他们能放过我们!",
	"I view the gods as worthy adversaries—incredibly clever and well-prepared to play a long game but ultimately doomed to lose their games.": "我认为诸神是值得尊敬的对手--令人信服的聪明和精心准备的长期游戏，但最终注定要输掉他们的游戏。",
	"I'm certain every bad thing that happens can ultimately be blamed on the gods, but I roll my eyes at each new twist of fate and try to get on with my life.": "我确信每一件发生的坏事最终都可以归咎于神灵，但我对每一个新的命运转折都翻白眼，并试图继续我的生活。",
	"I wish that I could be as naive as humans and other mortals who actually think the gods are looking out for them. I miss that kind of innocence.": "我希望我能够像人类和其他凡人一样天真，真正认为神灵在照顾他们。我怀念那种纯真的感觉。",
	"I don't talk about it among other leonin, but I actually revere the gods and try to please them by my actions.": "我不在其他列宁中谈论这个问题，但我实际上崇敬神灵，并试图通过我的行动取悦他们。",
	"Along with their personal names, leonin identify themselves by their pride. A member of the Flintclaw pride with the personal name of Ziore, for example, would likely style herself as Ziore of the Flintclaw.": "除了他们的个人名字外，利安人还通过他们的族群来识别自己。例如，一个拥有Ziore个人名字的火爪族成员，可能会将自己的名字定为火爪族的Ziore。",
	"Embereye, Flintclaw, Goldenfield, Ironmane, Starfeller, Sunguides": "恩贝雷，弗林特克洛，金田，铁人，斯达菲勒，太阳女神",
	"The saurian lizardfolk are thought by some sages to be distant cousins of dragonborn and kobolds. Despite their resemblance to those other scaled folk, however, lizardfolk are their own people and have lived on the worlds of the Material Plane since the worlds' creation. Gifted by the gods with remarkable physical defenses and a mystical connection to the natural world, lizardfolk can survive with just their wits in situations that would be deadly for other folk. Because of that fact, many lizardfolk myths state that their people were placed by the gods in the Material Plane to guard its natural wonders.": "一些圣人认为萨乌尔蜥蜴人是龙裔和哥布林的远房表亲。尽管他们与其他鳞片人很相似，然而蜥蜴人是他们自己的民族，自从世界被创造以来就一直生活在物质界的各个世界上。蜥蜴人被诸神赋予了非凡的身体防御能力和与自然界的神秘联系，在对其他民族来说是致命的情况下，他们可以仅凭智慧生存。由于这一事实，许多蜥蜴人的神话都说他们的族人被诸神安置在物质世界中，以保护其自然奇迹。",
	"Lizardfolk have colorful scales and exhibit a wide array of scale patterns. Their individual facial features are as varied as those of lizards.": "蜥蜴人有五颜六色的鳞片，表现出各种各样的鳞片图案。他们各自的面部特征和蜥蜴一样丰富多彩。",
	"Only a fool looks at the lizardfolk and sees nothing more than scaly humanoids. Their physical shape notwithstanding, lizardfolk have more in common with iguanas or dragons than they do with humans, dwarves, or elves. Lizardfolk possess an alien and inscrutable mindset, their desires and thoughts driven by a different set of basic principles than those of warm-blooded creatures. Their dismal swamp homes might lie hundreds of miles from the nearest human settlement, but the gap between their way of thinking and that of the smooth-skins is far greater.": "只有傻瓜才会在看蜥蜴人时只看到有鳞的人形动物。尽管他们的身体形状不同，但蜥蜴人与鬣蜥或龙的共同之处多于与人类、矮人或精灵的共同之处。蜥蜴人拥有一种外来的、难以捉摸的心态，他们的欲望和思想受一套不同于温血动物的基本原则所驱动。他们凄凉的沼泽家园可能离最近的人类定居点有几百英里远，但他们的思维方式与光滑皮肤的思维方式之间的差距要大得多。",
	"Despite their alien outlook, some lizardfolk make an effort to understand and, in their own manner, befriend people of other races. Such lizardfolk make faithful and skilled allies.": "尽管他们有着异样的眼光，一些蜥蜴人还是努力去理解，并以自己的方式与其他种族的人交好。这样的蜥蜴人是忠实的、熟练的盟友。",
	"The lizardfolk's reptilian nature comes through not only in their appearance, but also in how they think and act. Lizardfolk experience a more limited emotional life than other humanoids. Like most reptiles, their feelings largely revolve around fear, aggression, and pleasure.": "蜥蜴人的爬行动物性质不仅体现在他们的外表上，也体现在他们的思维和行为方式上。与其他人类相比，蜥蜴人经历的情感生活更为有限。像大多数爬行动物一样，他们的感情主要围绕着恐惧、攻击和快乐。",
	"Lizardfolk experience most feelings as detached descriptions of creatures and situations. For example, humans confronted by an angry troll experience fear on a basic level. Their limbs shake, their thinking becomes panicked and jumbled, and they react by instinct. The emotion of fear takes hold and controls their actions. In contrast, lizardfolk see emotions as traits assigned to other creatures, objects, and situations. A lizardfolk doesn't think, \"I'm scared.\" Instead, aggressive, stronger creatures register to the lizardfolk as fearsome beings to be avoided if possible. If such creatures attack, lizardfolk flee, fighting only if cornered. Lizardfolk aren't scared of a troll; instead, they understand that a troll is a fearsome, dangerous creature and react accordingly.": "蜥蜴人体验到的大多数感觉是对生物和情况的超然描述。例如，人类在面对愤怒的巨魔时，会在基本层面上体验到恐惧。他们的四肢会颤抖，他们的思维会变得慌乱和混乱，他们的反应是本能的。恐惧的情绪占据并控制着他们的行动。相比之下，蜥蜴人把情绪看作是分配给其他生物、物体和情况的特征。蜥蜴人不会想，\"我很害怕\"。相反，攻击性的、更强大的生物在蜥蜴人看来是可怕的生物，如果可能的话，应该避免。如果这种生物发起攻击，蜥蜴人就会逃跑，只有在被逼到绝境时才会战斗。蜥蜴人并不害怕巨魔；相反，他们明白巨魔是一种可怕的、危险的生物，并作出相应的反应。",
	"Lizardfolk never become angry in the way others do, but they act with aggression toward creatures that they could defeat in a fight and that can't be dealt with in some other manner. They are aggressive toward prey they want to eat, creatures that want to harm them, and so on.": "蜥蜴人从来没有像其他人那样变得愤怒，但他们对那些他们可以在战斗中击败的、无法用其他方式处理的生物采取攻击性行动。他们对他们想吃的猎物、想伤害他们的生物等都有攻击性。",
	"Pleasurable people and things make life easier for lizardfolk. Pleasurable things should be preserved and protected, sometimes at the cost of the lizardfolk's own safety. The most pleasurable creatures and things are ones that allow lizardfolk to assess more situations as benign rather than fearsome.": "愉快的人和事使蜥蜴人的生活更轻松。令人愉快的事物应该被保存和保护，有时甚至以蜥蜴人自己的安全为代价。最令人愉快的生物和事物是那些能让蜥蜴人将更多的情况评估为良性的而不是可怕的。",
	"Most humanoids describe cold-blooded people as lacking in emotion and empathy. The same label serves as an apt depiction of lizardfolk.": "大多数人形生物将冷血的人描述为缺乏情感和同情心。同样的标签也是对蜥蜴人的贴切描述。",
	"Lacking any internal emotional reactions, lizardfolk behave in a distant manner. They don't mourn fallen comrades or rage against their enemies. They simply observe and react as a situation warrants.": "由于缺乏任何内在的情绪反应，蜥蜴人的行为方式很冷漠。他们不哀悼死去的战友，也不怒斥他们的敌人。他们只是观察，并根据情况作出反应。",
	"Lizardfolk lack meaningful emotional ties to the past. They assess situations based on their current and future utility and importance. Nowhere does this come through as strongly as when lizardfolk deal with the dead. To a lizardfolk, a comrade who dies becomes a potential source of food. That companion might have once been a warrior or hunter, but now the body is just freshly killed meat.": "蜥蜴人对过去缺乏有意义的情感纽带。他们根据当前和未来的效用和重要性来评估情况。这一点在蜥蜴人与死者打交道时体现得最为强烈。对蜥蜴人来说，一个死去的同伴会成为潜在的食物来源。这个同伴可能曾经是一个战士或猎人，但现在他的尸体只是新杀的肉。",
	"A lizardfolk who lives among other humanoids can, over time, learn to respect other creatures' emotions. The lizardfolk doesn't share those feelings, but instead assesses them in the same clinical manner. Yes, the fallen dwarf might be most useful as a meal, but hacking the body into steaks provokes aggression in the other humanoids and makes them less helpful in battle.": "生活在其他人类中的蜥蜴人，随着时间的推移，可以学会尊重其他生物的情感。蜥蜴人并不分享这些情感，而是以同样的临床方式评估它们。是的，倒下的矮人可能是最有用的一餐，但把尸体砍成牛排会激起其他人形生物的攻击性，使他们在战斗中的帮助减少。",
	"The lizardfolk mindset might seem unnecessarily cruel, but it helps them survive in a hostile environment. The swamps they inhabit are filled with a staggering variety of threats. Lizardfolk focus on survival above all, without sentiment.": "蜥蜴人的思维方式可能看起来不必要的残忍，但这有助于他们在恶劣的环境中生存。他们居住的沼泽地充满了各种惊人的威胁。蜥蜴人专注于生存至上，没有感情。",
	"Lizardfolk assess everyone and everything in terms of utility. Art and beauty have little meaning for them. A sharp sword serves a useful and good purpose, while a dull sword is a dead weight without a whetstone.": "蜥蜴人从实用性的角度来评估每个人和每件事。艺术和美对他们来说没有什么意义。一把锋利的剑有一个有用的、好的目的，而一把钝的剑没有磨刀石就是一个死物。",
	"Lizardfolk see little need to plan more than a season or so into the future. This approach allows them to maintain their current level of influence in the world, but it limits their growth. Lizardfolk have no interest in developing writing, making long-term plans, or cultivating other methods to progress beyond their simple existence as hunters and gatherers.": "蜥蜴人认为没有必要对未来进行超过一个季度的规划。这种方法使他们能够保持他们在这个世界上的现有影响水平，但它限制了他们的成长。蜥蜴人对发展写作、制定长期计划或培养其他方法来超越他们作为猎人和采集者的简单存在毫无兴趣。",
	"At their core, lizardfolk view other humanoids with an indifference verging on pity. Born into the world lacking stout scales and sharp teeth, it's a wonder they have managed to survive for so long. The typical human would barely make it through a day in the swamps.": "在他们的核心，蜥蜴人以一种近乎怜悯的冷漠来看待其他人类。出生在这个世界上的蜥蜴人缺乏坚固的鳞片和锋利的牙齿，他们能够生存这么久，真是个奇迹。典型的人类在沼泽地里几乎无法度过一天。",
	"Still, if other creatures prove useful to lizardfolk, those creatures can trigger a protective response made all the stronger by their apparent weakness. The lizardfolk assess such beings as hatchlings, young ones incapable of protecting themselves but who might prove useful in the future if they receive care.": "不过，如果其他生物被证明对蜥蜴人有用，这些生物可以触发一种保护性的反应，因为它们明显的弱点而变得更加强大。蜥蜴人将这些生物视为幼崽，这些幼崽没有能力保护自己，但如果他们得到照顾，可能会在未来证明是有用的。",
	"You can use the Lizardfolk Quirks table to determine a personality quirk for a lizardfolk character or to inspire a unique mannerism.": "你可以使用蜥蜴人怪癖表来确定蜥蜴人角色的个性怪癖，或者激发出独特的举止。",
	"You hate waste and see no reason not to scavenge fallen enemies. Fingers are tasty and portable!": "你讨厌浪费，认为没有理由不搜刮掉落的敌人。手指是美味的，而且便于携带!",
	"You sleep best while mostly submerged in water.": "你在大部分时间浸泡在水中时睡得最好。",
	"Money is meaningless to you.": "钱对你来说是没有意义的。",
	"You think there are only two species of humanoid: lizardfolk and meat.": "你认为只有两种人形生物：蜥蜴人和肉。",
	"You have learned to laugh. You use this talent in response to all emotional situations, to better fit in with your comrades.": "你已经学会了笑。你用这种天赋来应对所有的情绪情况，以更好地适应你的同志们。",
	"You still don't understand how metaphors work. That doesn't stop you from using them at every opportunity.": "你仍然不理解隐喻的作用。但这并不妨碍你一有机会就使用它们。",
	"You appreciate the soft humanoids who realize they need chain mail and swords to match the gifts you were born with.": "你很欣赏那些意识到自己需要链锁和剑来匹配你天生的天赋的软体人。",
	"You enjoy eating your food while it's still wriggling.": "你喜欢在食物还在蠕动的时候吃它。",
	"Lizardfolk can master Common, but their mindset results in a speech pattern distinct from other humanoids.": "蜥蜴人可以掌握普通话，但他们的思维方式导致他们的语言模式与其他人类不同。",
	"Lizardfolk rarely use metaphors. Their speech is almost always literal. They might pick up idioms, but only with some difficulty.": "蜥蜴人很少使用比喻。他们的讲话几乎都是字面意思。他们可能会掌握成语，但只是有些困难。",
	"Names confuse them, unless they are descriptive. They tend to apply their own naming conventions to other creatures using Common words.": "名字让他们感到困惑，除非它们是描述性的。他们倾向于将自己的命名规则应用于其他生物，使用普通词汇。",
	"Lizardfolk use active verbs to describe the world. A lizardfolk in cold weather might say, \"This wind brings cold\" rather than \"I feel cold.\" Lizardfolk tend to define things in terms of actions, rather than effects.": "蜥蜴人使用主动动词来描述世界。在寒冷的天气里，蜥蜴人可能会说，\"这风带来了寒冷\"，而不是 \"我感到寒冷\"。蜥蜴人倾向于用行动来定义事物，而不是效果。",
	"Lizardfolk take their names from the Draconic language. They use simple descriptives granted by the tribe based on an individual's notable deeds or actions. For example, Garurt translates as \"axe,\" a name given to a lizardfolk warrior who defeated an orc and claimed his foe's weapon. A lizardfolk who likes to hide in a stand of reeds before ambushing an animal might be called Achuak, which means \"green\" to describe how she blends into the foliage.": "蜥蜴人的名字来自于德拉克斯语。他们使用部落根据个人的显著事迹或行动而授予的简单描述。例如，加鲁特（Garurt）被翻译成 \"斧头\"，这个名字是给一个打败兽人并夺取敌人武器的蜥蜴人战士的。一个喜欢在伏击动物前躲在芦苇丛中的蜥蜴人可能被称为Achuak，意思是 \"绿色\"，以描述她如何融入树叶中。",
	"Lizardfolk make no distinction between male and female in their naming conventions. Each example name includes its translation in parenthesis.": "蜥蜴人在其命名惯例中不区分男性和女性。每个例子的名字都在括号中包括其翻译。",
	"Achuak (green), Aryte (war), Baeshra (animal), Darastrix (dragon), Garurt (axe), Irhtos (secret), Jhank (hammer), Kepesk (storm), Kethend (gem), Korth (danger), Kosj (small), Kothar (demon), Litrix (armor), Mirik (song), Othokent (smart), Sauriv (eye), Throden (many), Thurkear (night), Usk (iron), Valignat (burn), Vargach (battle), Verthica (mountain), Vutha (black), Vyth (steel)": "Achuak（绿色）, Aryte（战争）, Baeshra（动物）, Darastrix（龙）, Garurt（斧头）, Irhtos（秘密）, Jhank（锤子）, Kepesk（风暴）, Kethend（宝石）, Korth（危险）, Kosj（小型）, Kothar（恶魔）。Litrix（盔甲）, Mirik（歌曲）, Othokent（聪明）, Sauriv（眼睛）, Throden（许多）, Thurkear（夜晚）, Usk（铁）, Valignat（燃烧）, Vargach（战斗）, Verthica（山）, Vutha（黑）, Vyth（钢）",
	"Featured in {@adventure Ghosts of Saltmarsh|GoS}, these resilient and proud fish-folk have endured war, slavery, and mistreatment at the hands of other aquatic creatures. They dwell in submerged tribal communities along seacoasts, and hunt both above and below the water.": "这些顽强而自豪的鱼人在战争、奴役和其他水生生物的虐待中经受住了考验，在{@adventure Ghosts of Saltmarsh|GoS}中得到了体现。他们居住在沿海地区的水下部落社区，并在水面和水下捕猎。",
	"The humanoid elephants called loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in sonorous tones and move slowly or sit in perfect stillness. If provoked to action, loxodons are true terrors—bellowing with rage, trumpeting and flapping their ears. Their serene wisdom, fierce loyalty, and unwavering conviction are tremendous assets to their guilds.": "被称为Loxodons的人形大象常常是拉夫尼卡繁忙街道上的平静绿洲。它们用铿锵有力的语调哼唱或吟唱，缓慢地移动或静静地坐着。如果被激怒了，loxodons是真正的恐怖--怒吼着，吹着喇叭，拍着耳朵。他们宁静的智慧、强烈的忠诚和坚定的信念是他们行会的巨大财富。",
	"Loxodons tower above most other humanoids, standing over 7 feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking bipedal bodies covered by thick, leathery skin. Each of their hands has four thick digits, and their feet are the flat-bottomed, oval-shaped feet of elephants.": "狐獴比其他大多数人形动物高大，身高超过7英尺。它们有大象的头--躯干、獠牙、耳朵和脸，以及由厚实的皮革皮肤覆盖的庞大的双足身体。他们的每只手都有四个粗大的指头，他们的脚是大象的平底、椭圆形的脚。",
	"Like that of an elephant, a loxodon's trunk is a useful appendage. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel.": "和大象一样，狐狸的躯干是一个有用的附属物。除了提供敏锐的嗅觉外，树干还可以用来举起和搬运甚至是重物。躯干可以用来把食物和液体送到嘴里，甚至可以充当呼吸管。",
	"Loxodons are tireless, patient artisans with an unrivaled intuition about their craft. Although they make nurturing spiritual leaders, their gift for stonework is so ingrained that they are often at a loss when they try to impart that knowledge to others. Among the Selesnya, it primarily falls to loxodons to build the guild's magnificent, cathedral-like arboretum structures.": "Loxodons是不知疲倦、有耐心的工匠，对他们的手艺有着无与伦比的直觉。虽然他们是培育精神的领袖，但他们的石匠天赋是如此根深蒂固，以至于当他们试图向他人传授这种知识时，往往无所适从。在塞勒斯尼亚人中，建造公会宏伟的、像大教堂一样的树木园结构的工作主要落在了loxodons身上。",
	"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some find fulfillment in the cause of order by joining the Orzhov Syndicate or the Azorius Senate.": "Loxodons相信社区和生命的价值，因此最常出现在Selesnya Conclave。有些人通过加入奥尔佐夫集团或阿佐里乌斯参议院在秩序事业中找到成就感。",
	"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, loxodons devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect reciprocal loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.": "Loxodons认为，一个团体的成员有责任互相照顾。一旦他们加入了一个行会或以任何身份与其他个人结合，loxodons就会致力于维持这种联系。他们协调自己的努力，并经常愿意为了群体的利益而牺牲自己。他们期望从他们社区的其他成员那里得到对等的忠诚和承诺，当他们的信任被背叛时，他们会感到严重的失望。",
	"The primary difference between loxodons who join different guilds is their sense of the size of the community they belong to. For loxodons in the Selesnya Conclave, their community is the world and all living beings in it—everything valuable, meant to live in harmony, and interdependent. For Azorius loxodons, community primarily means a society of different peoples who need adherence to law and order so they can function together. For those in the Orzhov Syndicate, community means the syndicate alone, with its interests taking priority over those of any other group.": "加入不同行会的loxodons之间的主要区别是他们对自己所属社区的规模的感觉。对于Selesnya公会的loxodons来说，他们的社区是世界和其中的所有生物--所有有价值的东西，意味着和谐共处，并且相互依存。对于Azorius loxodons来说，社区主要意味着一个由不同民族组成的社会，他们需要遵守法律和秩序，以便他们能够共同运作。对于奥尔佐夫集团的人来说，社区意味着只有集团，其利益优先于任何其他团体的利益。",
	"A loxodon's name includes subtle tones, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most non-loxodons can't distinguish these underlying tones, let alone produce them, loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint, when interacting with other races.": "一个loxodon的名字包括微妙的音调，在loxodon的共鸣鼻腔中产生，表示地位、家庭关系和社区角色。由于大多数非狐狸精无法分辨这些潜在的音调，更不用说产生这些音调了，所以狐狸精在与其他种族交往时，经常将这些音调转化为称号，如酋长、尊敬的、祖母、治疗师或圣人。",
	"Humanoid elephants, loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in their sonorous tones and move slowly or sit in perfect stillness. Provoked to action, loxodons are holy terrors—bellowing with rage, trumpeting and flapping their ears. Their still wisdom and their furious strength—as well as their fierce loyalty and unwavering conviction—are tremendous assets to their guilds.": "人形大象，Loxodons常常是拉夫尼卡繁忙街道上的平静绿洲。它们以其铿锵有力的音调哼唱或吟唱，缓慢地移动或静静地坐着。在被激怒的情况下，loxodons是神圣的恐怖--怒吼着，吹着喇叭，拍着耳朵。他们静止的智慧和愤怒的力量，以及他们激烈的忠诚和坚定的信念，都是他们公会的巨大财富。",
	"Loxodons tower above most other humanoids, standing over seven feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking humanoid bodies covered by thick, leathery skin. Their hands have four thick digits, and their feet are the flat, ovalshaped feet of elephants.": "狐狸精比其他大多数人形动物高大，身高超过7英尺。他们有大象的头--躯干、象牙、耳朵和脸，以及由厚实的皮革皮肤覆盖的巨大的人形身体。他们的手有四个粗大的指头，他们的脚是大象的平坦、椭圆形的脚。",
	"Like that of an elephant, a loxodon's trunk is a useful appendage that supplements the hands. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects, and the two finger-like protrusions at the tip are capable of delicate manipulation. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel.": "和大象一样，狐狸的躯干是一个有用的附属物，可以补充手的不足。除了提供敏锐的嗅觉外，树干还可以用来举起和搬运重物，顶端的两个手指状突起能够进行精细的操作。躯干可以用来把食物和液体送到嘴里，甚至可以充当呼吸管。",
	"Loxodons are tireless, patient artisans, with an unrivaled intuition about their craft. While they make nurturing spiritual leaders, their gift at stonework is so natural that they are often at a loss when it comes to imparting their knowledge to others. Among the Selesnya, it primarily falls to them to build the guild's magnificent cathedral-like arboretum structures.": "Loxodons是不知疲倦、有耐心的工匠，对他们的手艺有着无与伦比的直觉。虽然他们是培养人的精神领袖，但他们在石匠方面的天赋是如此自然，以至于当他们向他人传授知识时，往往无所适从。在塞勒斯尼亚人中，他们主要负责建造公会宏伟的大教堂式树木园结构。",
	"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some who stress the benefits of order have been known to join the Orzhov Syndicate or the Azorius Senate.": "Loxodons相信社区和生活的价值，因此最常出现在Selesnya Conclave。一些强调秩序好处的人被称为加入了奥尔佐夫集团或阿佐里乌斯参议院。",
	"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, they devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect the same loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.": "Loxodons认为，一个团体的成员有责任互相照顾。一旦他们加入一个行会或以任何身份与其他个人结合，他们就会致力于维持这种联系。他们协调自己的努力，并经常愿意为团体的利益而牺牲自己。他们期望自己社区的其他成员也有同样的忠诚和承诺，当他们的信任被背叛时，他们的失望情绪会很严重。",
	"The primary difference among loxodons who join different guilds is their sense of the size of the communities they belong to. For loxodons in the Selesnya Conclave, the community is the world and all living beings in it, all valuable, all meant to live in harmony, and all interdependent. For Azorius loxodons, community primarily means the society of sentient races, who need law and order in order to function together. For those in the Orzhov Syndicate, community means the syndicate, with its interests taking priority over those of any other group.": "加入不同行会的loxodons之间的主要区别是他们对自己所属的社区规模的感觉。对于Selesnya公会的loxodons来说，社区是指世界和其中的所有生物，都是有价值的，都是要和谐相处的，都是相互依赖的。对于Azorius loxodons来说，社区主要意味着有生命的种族的社会，他们需要法律和秩序，以便共同运作。对于奥尔佐夫集团的人来说，社区意味着集团，其利益优先于任何其他团体的利益。",
	"A loxodon's name includes overtones of sound, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most members of other races can't hear or distinguish these tones, let alone produce them, loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint.": "一个loxodon的名字包括泛音，由loxodon的共鸣鼻腔产生，表示地位、家庭关系和社区角色。由于其他种族的大多数成员无法听到或区分这些音调，更不用说产生这些音调了，所以狐狸精经常把它们翻译成头衔，如酋长、尊敬的、祖母、治疗师或圣人。",
	"Curious, thoughtful, and analytical, the merfolk of Zendikar are natural scholars and explorers. In the past, merfolk society was organized around their belief in three deities. But in the wake of the reappearance of the Eldrazi, the merfolk have realized that their faith was a web of lies, built on a corrupted memory of the Eldrazi titans handed down from generation to generation. In peaceful times, the merfolk might have fought over the ultimate meaning of this revelation. But faced with the danger presented by the Eldrazi broods, the merfolk have largely set aside their differences and joined together in a united force. Old grudges still linger, but the well-being of the merfolk race—and the world—far outweigh any ancient conflicts between creeds.": "好奇心强、善于思考、善于分析，赞迪卡的人鱼族是天然的学者和探险家。在过去，人鱼族的社会是围绕着他们对三个神灵的信仰而组织的。但在埃尔德拉兹重新出现后，人鱼族意识到他们的信仰是一张谎言之网，建立在代代相传的关于埃尔德拉兹巨人的腐朽记忆之上。在和平时期，人鱼族可能会为这个启示的最终意义而争斗。但面对埃尔德拉兹巨兽带来的危险，人鱼族在很大程度上搁置了他们的分歧，并联合起来形成了一个统一的力量。旧的怨恨仍然存在，但人鱼族和世界的福祉远远超过了任何古老的信仰之间的冲突。",
	"Merfolk are associated with blue mana, though the traditional merfolk creeds express this connection in different ways.": "人鱼族与蓝色法力有关，尽管传统的人鱼族信条以不同的方式表达这种联系。",
	"Merfolk are an amphibious race, born and at home in the water but comfortable on dry land. Humanoid in form, they have skin of ivory, silver, russet, blue, or deep purple. Long fins extend from the backs of their forearms and calves, and their fingers and toes are webbed. The hairlike growths on their heads are either thick and bristly like the needles of a sea urchin, or long and wavy, resembling fine seaweed. In either case, these growths typically range in color from red to warm brown to black. Male merfolk have similar growths extending down from their cheekbones.": "人鱼族是一个水陆两栖的种族，在水里出生并在家里，但在干地上也很舒服。他们拥有象牙色、银色、赤褐色、蓝色或深紫色的皮肤，呈人形。长长的鳍从他们的前臂和小腿的后面延伸出来，他们的手指和脚趾都有蹼。它们头上的毛发有的像海胆的针一样粗壮，有的像波浪一样长，类似于细海藻。在这两种情况下，这些生长物的颜色通常从红色到暖棕色到黑色不等。男性人鱼族有类似的生长，从他们的颧骨向下延伸。",
	"Merfolk wear little clothing unless they are armored for battle. Even then, they drape themselves with nets and a minimum of cloth, wearing armor crafted of large, bleached seashells and augmented with leather.": "美人鱼几乎不穿衣服，除非他们为战斗而穿上铠甲。即使如此，他们也用网和最低限度的布把自己包裹起来，穿上由大型漂白的贝壳制作的盔甲，并以皮革加固。",
	"No merfolk will openly admit to following the creed of the trickster, but those who do view Cosi as an ally who can grant them control over the chaotic forces of the world.": "没有人鱼会公开承认追随捣蛋鬼的信条，但那些人将科西视为能够赋予他们控制世界混乱力量的盟友。",
	"Merfolk who followed Emeria's creed seek wisdom and truth in the Wind Realm, exploring the mystical forces—rather than natural causes—behind historical events. They are evasive and intentionally enigmatic in their interactions with others, and are often described as manipulative and deceptive.": "遵循埃默里亚信条的人鱼族在风界寻求智慧和真理，探索历史事件背后的神秘力量，而不是自然原因。他们在与他人的互动中闪烁其词，故意让人捉摸不透，并且经常被描述为具有操纵性和欺骗性。",
	"Ula-creed merfolk emphasize intellectual pursuits, stressing hard evidence and reason over passion. They are analytical scholars, chroniclers, explorers, and navigators who pride themselves on being blunt and straightforward.": "乌拉-克里德人鱼强调智力追求，强调确凿的证据和理性而非激情。他们是分析型学者、编年史家、探险家和航海家，以直言不讳和直截了当为荣。",
	"The minotaurs of Ravnica are strong in body, dedication, and courage. They are at home on the battlefield, willing to fight for their various causes. They combine a burning fury in battle with keen tactics that make them excellent commanders as well as valuable shock troops.": "拉夫尼卡的牛头人身体强壮，有奉献精神，有勇气。他们在战场上游刃有余，愿意为自己的各种事业而战。他们将战斗中燃烧的怒火与敏锐的战术相结合，使他们成为优秀的指挥官以及宝贵的冲击部队。",
	"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Their horns range in size from about 1 foot long to great, curling weapons easily three times that length. They often ornament their horns with metal rings or sheathe them in metal to protect them from damage.": "牛头人是桶状胸的人形生物，头部类似于公牛的头部。他们的角的大小从大约1英尺长到很大，卷曲的武器很容易达到3倍的长度。他们经常用金属环来装饰他们的角，或者用金属鞘来保护他们免受损害。",
	"Manes of shaggy fur extend down minotaurs' necks and powerful backs, and males have long tufts of hair on their chins and cheeks. Their legs end in heavy, cloven hooves. Minotaurs are born with long, tufted tails, but minotaurs of the Ordruun clan (and some others) have their tails docked as part of a coming-of-age ceremony; they find the heavy armor of the Boros legion much more comfortable without a long tail in the way.": "蓬松的毛发从牛头人的脖子和强大的背部延伸下来，雄性牛头人的下巴和脸颊上有长长的一撮毛。它们的腿末端是沉重的蹄子。牛头人生来就有长长的、丛生的尾巴，但奥德鲁恩部族的牛头人（和其他一些部族）的尾巴被剪掉了，作为成年仪式的一部分；他们发现没有长尾巴的阻碍，博洛斯军团的沉重盔甲会更舒服。",
	"Minotaurs are zealous and love battle. They are found among the Gruul Clans, but the minotaurs of the Ordruun family line, long associated with the Boros Legion, are much better known and respected. Boros minotaurs choose the precision of the legion over the fury of the pack.": "牛头人热情洋溢，热爱战斗。他们在格鲁尔氏族中被发现，但奥德鲁恩家系的牛头人，长期与波罗斯军团有联系，更出名，更受尊重。婆罗洲牛头人选择军团的精确性，而不是族群的狂暴。",
	"Minotaurs tend to vent their outrage through violence, but they aren't generally quick to anger. They are passionate, loving their friends and partners fiercely, and they laugh loud and long at good jokes.": "牛头人倾向于通过暴力来发泄他们的愤怒，但他们一般不会轻易发怒。他们很热情，猛烈地爱着他们的朋友和伙伴，他们会因为好的笑话而大声地、长时间地笑。",
	"Minotaur legends describe a small pantheon of heroes—perhaps they were once thought of as gods—who established the minotaurs' place in the world. Every minotaur in Ravnica claims descent from one of these heroes. The Ordruun line is the most prominent, with thousands of members descended from an ancient hero who is said to have taught minotaurs the arts of war. Other important family lines include the Kharran line (primarily associated with the Gruul Scab clan), the Drendaa line (found scattered among the Gruul Clans), and the Tazgral line (divided between the Boros and the Gruul, with a significant number in the Rakdos as well).": "牛头人的传说描述了一个小型的英雄万神殿--也许他们曾经被认为是神，他们确立了牛头人在世界中的地位。拉夫尼卡的每个牛头人都声称自己是这些英雄之一的后裔。奥德鲁恩（Ordruun）家族是最突出的，有数千名成员是一位古代英雄的后裔，据说他曾教导牛头人战争的艺术。其他重要的家系包括卡兰（Kharran）家系（主要与格鲁尔-斯卡布氏族有关），德伦达（Drendaa）家系（分散在格鲁尔氏族中），以及塔兹格拉尔（Tazgral）家系（分属波罗斯和格鲁尔，在拉克多斯也有相当数量）。",
	"Since each family line has so many members, minotaurs don't usually find it helpful to connect the name of the line to their personal names; even though Commander Grozdan of the Boros Legion's Kamen Fortress is a prominent member of the Ordruun line, he would never call himself Grozdan Ordruun the way a human would.": "由于每个家系都有很多成员，牛头人通常认为将家系的名字与他们的个人名字联系起来是没有用的；即使波罗斯军团卡门堡垒的指挥官格罗兹丹是奥德鲁恩家系的杰出成员，他也不会像人类那样自称格罗兹丹-奥德鲁恩。",
	"The legends that recount the deeds of ancient minotaur heroes are full of other names as well: those of the retainers, allies, lovers, servants, enemies, and others who played roles, however small, in the lives of the heroes. Almost every minotaur name is drawn from that long list of minor characters of legend, so that those folk are never forgotten.": "叙述古代牛头人英雄事迹的传说中也充满了其他的名字：那些在英雄生活中扮演角色的家臣、盟友、恋人、仆人、敌人和其他人的名字，无论多么微小。几乎每一个牛头人的名字都是从那一长串的传说中的小人物中提取的，所以这些人永远不会被遗忘。",
	"The minotaurs who dwell in the badlands of Phoberos and the remote polis of Skophos are caught between two worlds. Some follow the dark god Mogis, who has tyrannized them for ages untold and shown them a trail of slaughter that is all many minotaurs have ever known. Others, though, have emerged from this bloody path and found a world that welcomes those who pursue their own destinies and heroic callings.": "居住在Phoberos坏境和Skophos偏远地区的牛头人被夹在两个世界之间。一些人追随黑暗之神Mogis，Mogis暴虐了他们不知多少年，并向他们展示了许多牛头人所知道的屠杀足迹。然而，其他人已经从这条血腥的道路上走了出来，并找到了一个欢迎那些追求自己的命运和英雄的召唤的世界。",
	"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Their horns range in size from about 1 foot long to great, curling weapons easily three times that length. Theros minotaurs often carve their horns to sharpen their edges, etch symbols of power into them, or sheathe them in bronze to prevent them from shattering during battle.": "牛头人是桶状胸的人形生物，头部类似于公牛的头部。他们的角的大小从大约1英尺长到巨大的，卷曲的武器很容易达到3倍的长度。泰罗斯牛头人经常雕刻他们的牛角，使其边缘更加锋利，在牛角上刻上力量的符号，或将牛角套在青铜器里，以防止它们在战斗中破碎。",
	"Thick hair extends down minotaurs' necks and powerful backs, and some have long patches of hair on their chins and cheeks. Their legs end in heavy, cloven hooves, and they have long, tufted tails. Minotaur priests often adorn themselves with sacred items, be they trophies from fallen foes, keepsakes from their homeland, or naturally occurring marks of their god's favor.": "浓密的毛发沿着牛头人的脖子和强大的背部延伸，有些人的下巴和脸颊上有长长的毛发。他们的腿末端是沉重的蹄子，他们有长长的、丛生的尾巴。牛头人祭司经常用神圣的物品来装饰自己，无论是从堕落的敌人那里得到的战利品，还是从他们的家乡得到的纪念品，或者是自然形成的神的青睐的标志。",
	"Although minotaurs aren't evil by nature and are free to worship any god, many are raised among those devoted to Mogis's vile whims. Myths tell that Mogis created the first minotaurs from his own followers, typically criminals and monsters of unspeakable depravity. While many groups of minotaurs still honor their villainous progenitors, others have abandoned their ancestors and moved beyond their crimes, seeking their fates in the future, not the past.": "虽然牛头人本质上并不邪恶，而且可以自由地崇拜任何神，但许多牛头人是在那些致力于莫吉斯的卑鄙想法的人中长大的。神话中说，莫吉斯从他自己的追随者中创造了第一批牛头人，这些人通常是罪犯和无法形容的堕落的怪物。虽然许多牛头人群体仍然尊重他们邪恶的祖先，但其他人已经抛弃了他们的祖先，超越了他们的罪行，在未来而不是过去寻求他们的命运。",
	"Minotaurs are known for venting their outrage through violence, but they aren't generally quick to anger. They are passionate, loving their friends and partners fiercely, and they laugh loud and long at good jokes. This zeal also extends to their faith. Those who have avoided the corrupting influence of Mogis gravitate toward the service of gods who share their bold nature, especially Erebos, Keranos, and Purphoros. Those who have rejected Mogis sometimes embrace his hated twin brother, Iroas.": "牛头人以通过暴力发泄愤怒而闻名，但他们一般不会轻易发怒。他们很热情，猛烈地爱着他们的朋友和伙伴，他们会因为好的笑话而大声地笑很久。这种热情也延伸到了他们的信仰。那些避免了莫吉斯的腐蚀影响的人倾向于为那些与他们有同样大胆天性的神灵服务，特别是埃里伯斯、凯拉诺斯和珀弗洛斯。那些拒绝莫吉斯的人有时会拥护他可恨的孪生兄弟伊罗亚斯。",
	"In the labyrinthine polis of Skophos, the deeds of minotaur champions are carved among the winding halls. Minotaurs often name their children after these great heroes, believing that a child will inherit the strength, audacity, guile, or fearsomeness of a heroic namesake. Other minotaur parents invent their own names, though, believing in their child's potential to light a new constellation in Nyx with the brightness of their own soul.": "在斯科福斯迷宫般的政体中，牛头人冠军的事迹被刻在蜿蜒的大厅中。牛头人常常以这些伟大的英雄的名字为他们的孩子命名，相信孩子会继承英雄名字的力量、胆量、狡诈或可怕。然而，其他牛头人父母也会发明自己的名字，相信他们的孩子有可能用自己的灵魂之光照亮尼克斯的新星座。",
	"The Minotaur Namesake table suggests possible qualities or deeds that a minotaur's namesake might have been known for. Your character might strive to emulate that quality or seek to forge a new legacy to be associated with your name by future generations.": "牛头人的名字表显示了牛头人的名字可能具有的品质或事迹。你的角色可能会努力效仿这种品质，或者寻求创造一种新的遗产，让你的名字与后世联系起来。",
	"Myth of Mogis and the Minotaurs": "莫吉斯和牛头人的神话",
	"Some legends claim that Mogis created the minotaurs, transforming his most bloodthirsty followers so that their hulking bodies resembled his own. However, while the tales told in the labyrinth-polis of Skophos affirm that Mogis rewarded his most devoted followers, they assert that these followers were already minotaurs, and all Mogis did was exalt them to an honored status. Among minotaurs who worship Mogis, these heroes are revered as spiritual if not literal ancestors. The moral of this story is simply that Mogis is a god who rewards his faithful servants.": "一些传说声称莫吉斯创造了牛头人，改造了他最嗜血的追随者，使他们巨大的身体与他自己的身体相像。然而，虽然在斯科福斯的迷宫城市中讲述的故事肯定了莫吉斯奖励了他最忠实的追随者，但他们断言这些追随者本来就是牛头人，而莫吉斯所做的只是将他们提升到一个尊贵的地位。在崇拜Mogis的牛头人中，这些英雄被尊为精神上的祖先，即使不是字面上的。这个故事的寓意很简单，莫吉斯是一个奖励其忠实仆人的神。",
	"Minotaurs who don't follow Mogis are quick to point out that this myth says nothing about the nature of minotaurs. The worship of Mogis, they argue, is no more inherent to them than it is to humans, and minotaurs aren't destined to a life of slaughter because of the circumstances of their creation. Perhaps most importantly, minotaurs aren't an offshoot of humanity but a people in their own right, and neither their nature nor their destiny is tied to a single god.": "不追随Mogis的牛头人很快就指出，这个神话没有说明牛头人的本质。他们认为，对Mogis的崇拜并不像对人类那样是与生俱来的，而且牛头人并不因为他们被创造的环境而注定要过着被屠杀的生活。也许最重要的是，牛头人不是人类的分支，而是有自己权利的民族，他们的本性和命运都不与一个神联系在一起。",
	"My namesake defeated a massive enemy.": "我的名字打败了一个巨大的敌人。",
	"My namesake was known for fierce devotion to a god.": "我的名字是以对一个神的猛烈奉献而闻名。",
	"My namesake was a respected leader of other warriors.": "我的名字是一个受人尊敬的其他战士的领袖。",
	"My namesake ran the entire breadth of Phoberos in order to warn the minotaurs of an Akroan attack.": "我的名字跑遍了整个Phoberos的宽度，以警告牛头人的阿克罗安攻击。",
	"My namesake was famous for great magical ability.": "我的名字是以伟大的魔法能力而闻名。",
	"My namesake was a hero's devoted companion.": "我的名字是一个英雄的忠实伴侣。",
	"My namesake is remembered for incredible generosity.": "我的名字因令人难以置信的慷慨而被人记住。",
	"My namesake was a great oracle.": "我的名字是一个伟大的神谕。",
	"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Blessed with a supernaturally strong sense of direction, minotaurs make great navigators. Some sages believe minotaurs were first created by the Lady of Pain to patrol the magical mazes that she uses to trap her foes.": "牛头人是桶状胸部的人形生物，头部类似于公牛的头部。牛头人具有超强的方向感，是伟大的导航员。一些圣人认为，牛头人最初是由痛苦女神创造的，用来巡逻她用来困住敌人的魔法迷宫。",
	"Minotaur horns range in size from about 1 foot long to easily three times that length. Minotaurs often carve their horns to sharpen their edges, etch symbols of power into them, or sheathe them in bronze to prevent them from shattering during battle.": "牛头人的角大小不一，从大约1英尺长到容易达到3倍的长度。牛头人经常雕刻他们的角，使其边缘更加锋利，在角上刻上力量的象征，或将其套在青铜中，以防止它们在战斗中被击碎。",
	"Thick hair extends down minotaurs' necks and powerful backs, and some have long patches of hair on their chins and cheeks. Their legs end in heavy, cloven hooves, and they have long, tufted tails.": "浓密的毛发沿着牛头人的脖子和强大的背部延伸，有些人的下巴和脸颊上有长长的毛发。它们的腿末端是沉重的蹄子，它们有长长的、丛生的尾巴。",
	"Minotaurs are powerfully built, barrel-chested humanoids with heads resembling rams. Their horns curl tight-ly against the sides of their heads to encircle their ears, and manes of shaggy fur—shorter in females—fall over their broad shoulders. As their appearance suggests, they combine physical strength with stubbornness, bravado, and reckless bravery. They revel in combat, especially when the odds against them seem overwhelming.": "牛头人是身材强壮的桶形胸膛的人形动物，头部类似于公羊。他们的角紧紧地蜷缩在头的两侧，环绕着他们的耳朵，蓬松的毛发落在他们宽阔的肩膀上，雌性的毛发更短。正如他们的外表所表明的那样，他们将体力与固执、勇敢和不计后果的勇敢结合起来。他们陶醉于战斗，特别是在对他们来说似乎是压倒性的机会时。",
	"Minotaurs are rowdy, boisterous, and direct to the point of rudeness. They have no qualms about declaring what they want and defying others to keep it from them. In combat, they bellow loud challenges in defiance of their foes, and roar with laughter as they triumph.": "牛头人暴躁、喧闹，直接到了无礼的地步。他们毫无顾忌地宣布他们想要的东西，并藐视别人不让他们得到。在战斗中，他们大声挑战，藐视他们的敌人，并在胜利时大笑着咆哮。",
	"Minotaurs believe they hold a unique place among the races of Amonkhet. The {@race khenra|psa} can look to Hazoret, the {@race naga|psa} to Rhonas, and the {@race aven|psa} to Kefnet to see themselves represented among the gods. Humans have no single god to look to, which explains why they demonstrate such variety. But only one god bears a pair of curving horns: the God-Pharaoh himself, who holds a special place for many of the minotaurs of Amonkhet.": "牛头人相信他们在阿蒙凯特的种族中拥有独特的地位。{@race khenra|psa}可以从哈佐雷特(Hazoret)、{@race naga|psa}从罗纳斯(Rhonas)、{@race aven|psa}从凯菲特(Kefnet)中看到自己在众神中的地位。人类没有单一的神可供仰望，这就解释了为什么他们表现出如此的多样性。但只有一个神有一对弯曲的角：神-法老本人，他对阿蒙凯特的许多牛头人有特殊的地位。",
	"Even those minotaurs who feel personal affinity for the horned God-Pharaoh align themselves most closely with Bontu and Hazoret in practice. Driven by a fierce and powerful desire to prove themselves, to earn glory in life, and to win a glorious death, they view every challenge or obstacle as a chance to demonstrate their prowess. With ruthless abandon, they slash, batter, and pummel their way through anyone or anything that stands in the way of their own advancement. With reckless fervor, they fight without heed for their own safety, shrugging off the blows of their enemies.": "即使是那些对有角的神--法老感到个人亲和力的牛头人，在实践中也与邦图和哈佐雷特最为接近。在激烈而强大的欲望的驱使下，他们想证明自己，想在生活中赢得荣耀，想赢得光荣的死亡，他们把每一个挑战或障碍都视为展示自己能力的机会。他们带着无情的放弃，以砍伐、殴打和重击的方式穿过任何阻碍他们前进的人或物。他们带着鲁莽的狂热，不顾自己的安全而战斗，甩掉敌人的打击。",
	"Their size and strength makes minotaurs ideally suited for hand-to-hand combat. They are most effective on the offensive, delivering an endless barrage of attacks that keep their foes off balance, shatter shields and weapons, and inevitably break their opponents. These minotaurs favor large, heavy weapons such as axes, {@item maul|phb|mauls}, and two-handed khopeshes (treat as a {@item greatsword|phb}), but they are also fond of unarmed combat. Many love to throw their weapons aside in favor of pummeling opponents into submission with their horns and bare hands, believing that such a victory is more glorious—and more humiliating to the loser.": "他们的体型和力量使牛头人非常适合于徒手搏斗。他们在进攻中最为有效，提供无尽的攻击，使他们的敌人失去平衡，粉碎盾牌和武器，并不可避免地打破他们的对手。这些牛头人喜欢大型重型武器，如斧头、{@item maul|phb|mauls}和双手剑(视作{@item greatsword|phb})，但他们也喜欢徒手搏斗。许多人喜欢把武器扔在一边，而用他们的角和赤手空拳把对手打得服服帖帖，他们认为这样的胜利更光荣--而且对失败者来说也更丢脸。",
	"But though minotaurs are known for their physical size and strength, this hardly precludes the presence of keen minds and powerful spellcasters among them. Though they are fewer in number than hand-to-hand specialists, minotaur mages draw on their natural ferocity to instill terror in the hearts of their opponents with a terrible roaring bellow. They manifest their fury as blasts of flame, or imbue their own horns and fists with searing heat to make their physical attacks more deadly.": "尽管牛头人以其体型和力量著称，但这并不妨碍他们中存在敏锐的头脑和强大的法术师。尽管牛头人法师的数量比徒手搏斗的专家少，但他们利用自己天生的凶猛，以可怕的咆哮声在对手心中灌输恐怖。他们将自己的愤怒表现为火焰喷射，或将自己的角和拳头注入灼热的温度，使他们的物理攻击更加致命。",
	"The relatively few minotaurs who specialize in long-range combat enjoy one aspect of that style in particular—the opportunity to draw first blood, marking the moment when a battle has truly begun. Minotaurs use {@item longbow|phb|heavy bows} and {@item javelin|phb|javelins}, and take special delight in firing into the middle of enemy formations to sow as much chaos and confusion as possible.": "专注于远程战斗的牛头人相对较少，他们特别喜欢这种风格的一个方面--有机会流第一滴血，标志着一场战斗真正开始的时刻。牛头人使用{@item longbow|phb|heavy bows}和{@item javelin|phb|javelins}，并且特别喜欢向敌人的阵地中间开火，以尽可能地制造混乱。",
	"Naga resemble enormous snakes with shoulders, arms, and a torso that resembles a humanoid form. They typically hold their heads and torsos off the ground while moving, but they can increase their speed by lowering their bodies and using their hands for extra propulsion. They adorn their torsos with armor, jewelry, and a vague nod toward the clothing worn by other races. Male naga have broad hoods, wider than their shoulders, while females have narrower hoods and longer faces.": "娜迦类似于巨大的蛇，有肩膀、手臂和类似人形的躯干。他们在移动时通常将头和躯干离地，但他们可以通过降低身体和使用双手来增加速度。他们用盔甲、珠宝和其他种族穿的衣服来装饰自己的躯干，并含糊地点头。雄性娜迦有宽大的头罩，比他们的肩膀还宽，而雌性娜迦的头罩较窄，脸较长。",
	"Naga believe in a principle called the Sweetest Harmony, which describes a perfect balance between the body and the mind. Finding that balance, as they understand it, is a sure path to glory in the trials, since a combination of physical and mental preparation will ensure success in every trial. For an example of this Sweetest Harmony, they point to the Luxa river and the land it nourishes, which exist in a delicate and life-giving balance. Either one without the other would be diminished and useless. Just so, mental strength supports physical capabilities, and physical fortitude feeds mental tenacity, so neither mind nor body can exist in isolation.": "娜迦相信一个叫做 \"最甜蜜的和谐 \"的原则，它描述了身体和心灵之间的完美平衡。按照他们的理解，找到这种平衡是在试验中获得荣耀的必经之路，因为身体和心理准备的结合将确保在每一次试验中取得成功。对于这种最甜蜜的和谐的例子，他们指出卢克萨河和它所滋养的土地，它们存在于一种微妙的、赋予生命的平衡中。任何一方离开了另一方，都会变得渺小和无用。就像这样，精神力量支持身体能力，身体的坚韧支持精神的坚韧，所以身心都不能孤立地存在。",
	"In the same way, the naga believe that Kefnet and Rhonas exist in interdependence, and that their trials are best conceived as two halves of a whole. But in practice, as much as they strive for balance and harmony, most naga identify more strongly with one god than the other.": "同样，纳迦人相信凯夫奈特和罗纳斯是相互依存的，他们的考验最好被视为一个整体的两个部分。但实际上，尽管他们努力追求平衡与和谐，大多数纳迦人对一个神的认同比另一个神更强烈。",
	"To the benefit of those naga who struggle with the ideal of the Sweetest Harmony, the training of acolytes encourages specialization. Thus, naga who follow in the path of the snake-headed god Rhonas can cultivate their physical strength as they specialize in hand-to-hand combat styles, while other naga favor the teachings of Kefnet and other combat styles.": "为了让那些为 \"最甜蜜的和谐 \"理想而奋斗的纳迦人受益，对信徒的训练鼓励专业化。因此，追随蛇头神罗纳斯的娜迦可以培养他们的体力，因为他们擅长徒手搏斗的风格，而其他娜迦则喜欢凯夫奈特的教义和其他战斗风格。",
	"Naga who specialize in hand-to-hand combat rely on axes, {@item dagger|phb|daggers}, and {@item shortsword|phb|shortswords}—but also on their own fangs and the constricting strength of their serpentine bodies. They make extensive use of poison, coating their weapons with multiple layers of deadly substances—including, but by no means limited to, their own venom. Quick, well-timed, and well-placed blows, followed by an equally nimble retreat, allow many naga to triumph over opponents who might seem stronger. With acknowledgment of the Sweetest Harmony, these naga cultivate an understanding of strategy and tactics that enhances their physical training.": "专注于徒手搏斗的纳迦人依靠斧头、{@item dagger|phb|daggers}和{@item shortsword|phb|shortswords}，但也依靠他们自己的獠牙和他们蛇形身体的收缩力。他们广泛使用毒药，在武器上涂上多层致命的物质--包括但不限于他们自己的毒液。迅速、适时、到位的打击，再加上同样灵活的撤退，使许多娜迦能够战胜那些看起来更强大的对手。随着对 \"最甜蜜的和谐 \"的认可，这些娜迦培养了对战略和战术的理解，加强了他们的身体训练。",
	"Some naga mages, drawn to the example of Kefnet, make extensive use of illusion magic to trick and mislead their opponents. Others apply Rhonas's teachings to their studies, wielding poisonous magic that weakens opponents or kills them outright with clouds or darts of deadly toxins. Still others, in service to the ideal of balance, use the magical power of their minds to enhance their physical strength and speed.": "一些娜迦法师，被凯夫奈特的例子所吸引，大量使用幻术来欺骗和误导他们的对手。其他人则将罗纳斯的教诲运用到他们的研究中，挥舞着有毒的魔法，削弱对手或用致命毒素的云或飞镖直接杀死他们。还有一些人，为了实现平衡的理想，利用他们心灵的魔力来增强他们的身体力量和速度。",
	"Orcs trace their creation to the one-eyed god Gruumsh, an unstoppable warrior and powerful leader. The divine qualities of Gruumsh resonate within orcs, granting them a reflection of his toughness and tenacity that can't be matched, and the god equipped his children to be able to live above or below ground.": "兽人的创造可以追溯到独眼神格鲁姆什，一个不可阻挡的战士和强大的领袖。格鲁姆什的神性在兽人体内产生了共鸣，赋予了他们无法比拟的坚韧和顽强的反映，神为他的孩子们配备了能够在地面或地下生活的能力。",
	"On some worlds, such as Eberron, orcs were among the first defenders of the natural order from the encroachments of Fiends and other extraplanar threats. Gruumsh's blessings have made orcs tireless guardians and mighty allies wherever they are found, even when they turn their devotion to other gods.": "在一些世界上，比如埃伯龙，兽人是自然秩序的第一批捍卫者，他们不受恶魔和其他星外威胁的侵扰。格鲁姆什的祝福使兽人成为不知疲倦的守护者和强大的盟友，无论他们在哪里都能找到，即使他们把自己的信仰转向其他神。",
	"Distant kin of giant owls, owlfolk come in many shapes and sizes, from petite and fluffy to widewinged and majestic. Owlfolk have arms and legs like other Humanoids, as well as wings that extend from their back and shoulders.": "猫头鹰是巨型猫头鹰的远房亲戚，有许多形状和大小，从娇小、蓬松到宽翅、雄伟。猫头鹰和其他人类一样有胳膊和腿，也有从背部和肩部伸出的翅膀。",
	"Because of their ancestral tie to the Feywild, owlfolk can innately see the magic of their surroundings. Like owls, owlfolk are graced with feathers that make no sound when they move or fly, making it easy for them to sneak up on you in the library.": "由于他们的祖先与仙界的联系，猫头鹰能天生看到周围环境的魔力。和猫头鹰一样，猫头鹰也拥有移动或飞行时不会发出声音的羽毛，这使得他们很容易在图书馆里偷袭你。",
	"Your owlfolk character might be nocturnal. Or perhaps your character is simply prone to rise later, embodying the common nickname of night owl.": "你的猫头鹰角色可能是夜行性的。或者你的角色只是容易晚起，体现了夜猫子这个常见的绰号。",
	"Distant kin of giant owls from the Feywild, owlin come in many shapes and sizes, from petite and fluffy to wide-winged and majestic. Owlin have arms and legs like other Humanoids, as well as wings that extend from their back and shoulders.": "猫头鹰是来自仙境的巨型猫头鹰的远房亲戚，有多种形状和大小，从娇小、蓬松到宽翼、雄伟。猫头鹰像其他人类一样有胳膊和腿，也有从背部和肩部伸出的翅膀。",
	"Like owls, owlin are graced with feathers that make no sound when they move or fly, making it easy for them to sneak up on you in the library.": "像猫头鹰一样，猫头鹰的羽毛在移动或飞行时不会发出任何声音，这使得它们很容易在图书馆里偷偷地接近你。",
	"Your owlin character might be nocturnal. Or perhaps your character is simply prone to rise later, embodying the common nickname of night owl.": "你的猫头鹰角色可能是夜行性的。或者你的角色只是容易晚起，体现出夜猫子这个常见的绰号。",
	"Plasmoids are amorphous beings with no typical shape. In the presence of other folk, they often adopt a similar form, but there's little chance of mistaking a plasmoid for anything else. They consume food by osmosis, the way an amoeba does, and excrete waste through tiny pores. They breathe by absorbing oxygen through another set of pores, and their limbs are strong and flexible enough to grasp and manipulate weapons and tools. Although most plasmoids are translucent gray, they can alter their color and translucence by absorbing dyes through their pores.": "塑形体是无定形的生命，没有典型的形状。在其他生物面前，它们经常采取类似的形式，但几乎没有机会把一个塑形体误认为其他东西。它们通过渗透作用摄取食物，就像变形虫那样，并通过微小的孔隙排泄废物。它们通过另一组气孔吸收氧气来呼吸，它们的四肢强壮而灵活，足以抓取和操纵武器和工具。虽然大多数塑形虫是半透明的灰色，但它们可以通过毛孔吸收染料来改变其颜色和半透明性。",
	"Plasmoids don't have internal organs of the usual sort. Their bodies are composed of cells, fibers, plasma-like ooze, and clusters of nerves called ganglia. These nerves enable a plasmoid to detect light, heat, texture, sound, pain, and vibrations. Plasmoids can stiffen the outer layers of their bodies to maintain a humanlike shape, so they can wear clothing and accessories. They speak by forcing air out of tubular cavities that constrict to produce sound.": "Plasmoids没有通常意义上的内部器官。它们的身体由细胞、纤维、血浆状渗出物和称为神经节的神经簇组成。这些神经使塑形体能够探测到光、热、质地、声音、疼痛和振动。塑形体可以使它们身体的外层变硬，以保持类似人类的形状，因此它们可以穿戴衣服和饰品。它们通过迫使空气从管状腔体中流出而说话，管状腔体收缩产生声音。",
	"When plasmoids sleep, they lose their rigidity and spread out and are sometimes mistaken for a rock or some other feature of the environment.": "当塑形虫睡觉时，它们会失去刚性并散开，有时会被误认为是一块岩石或环境中的其他特征。",
	"Bounding across the wilds, rabbitfolk from the Feywild embody a spirit of freedom and travel.": "在荒野中奔跑，来自仙境的兔人体现了自由和旅行的精神。",
	"Rabbitfolk are bipedal, with the characteristic long feet of the animal they resemble and fur in a variety of colors. They share the keen senses and powerful legs of leporine creatures and are full of energy, like a wound-up spring. Rabbitfolk are blessed with a little fey luck, and they often find themselves a few fortunate feet away from dangers during adventures.": "兔人是两足动物，有他们所喜欢的动物特有的长脚和各种颜色的毛皮。他们与长毛动物一样有着敏锐的感觉和有力的腿，并且充满了能量，就像上了发条的弹簧。兔人被赋予了一点精灵的运气，在冒险过程中他们经常发现自己离危险只有几步之遥。",
	"Death isn't always the end. The reborn exemplify this, being individuals who have died yet, somehow, still live. Some reborn exhibit the scars of fatal fates, their ashen flesh, missing limbs, or bloodless veins making it clear that they've been touched by death. Other reborn are marvels of magic or science, being stitched together from disparate beings or bearing mysterious minds in manufactured bodies. Whatever their origins, reborn know a new life and seek experiences and answers all their own.": "死亡并不总是结束。重生者体现了这一点，他们是已经死亡的个体，但不知为何，仍然活着。一些重生者展示了致命命运的伤痕，他们灰暗的肉体、缺失的肢体或无血的血管清楚地表明他们曾被死亡所触及。其他重生者是魔法或科学的奇迹，他们由不同的生命拼接而成，或在制造的身体中带有神秘的思想。无论他们的出身如何，重生者都知道新的生活，并寻求属于自己的经验和答案。",
	"Reborn suffer from some manner of discontinuity, an interruption of their lives or physical state that their minds are ill equipped to deal with. Their memories of events before this interruption are often vague or absent. Occasionally, the most unexpected experiences might cause sensations or visions of the past to come rushing back.": "重生者遭受某种方式的不连续，他们的生活或身体状态被打断，而他们的头脑没有能力处理。他们对这种中断之前的事件的记忆往往是模糊的或不存在的。偶尔，最出乎意料的经历可能会导致过去的感觉或幻觉匆匆回来。",
	"Rather than sleeping, reborn regularly sit and dwell on the past, hoping for some revelation of what came before. Most of the time, these are dark, silent stretches. Occasionally, though, in a moment of peace, stress, or excitement, a reborn gains a glimpse of what came before. When you desire to have such a dreamlike vision, roll on the Lost Memories table to inspire its details.": "重生者不是睡觉，而是经常坐着，沉浸在过去，希望对以前的事情有一些启示。大多数时候，这些都是黑暗、沉默的时间。但偶尔，在平静、紧张或兴奋的时刻，重生者会瞥见以前的事情。当你想拥有这样的梦境时，请在 \"失落的记忆 \"表上滚动，以激发其细节。",
	"You recall a physically painful moment. What mark or scar on your body does it relate to?": "你回忆起一个身体上的痛苦时刻。它与你身体上的什么标记或疤痕有关？",
	"A memory causes you to shed a tear. Is it a bitter or cheerful memory? Does recalling it make you feel the same way?": "一段记忆使你流下了眼泪。这是一段痛苦的还是欢快的记忆？回忆它是否让你有同样的感觉？",
	"You recall a childhood memory. What about that event or who you were still influences you?": "你回忆起一个童年的记忆。关于那个事件或你是谁，有什么仍然影响着你？",
	"A memory brings with it the voice of someone once close to you. How do they advise you?": "一段记忆带来了曾经与你亲近的人的声音。他们是如何建议你的？",
	"You recall enjoying something that you can't stand doing now. What is it? Why don't you like it now?": "你回忆起喜欢的事情，而你现在却无法忍受做这些事情。它是什么？为什么你现在不喜欢它？",
	"A memory carries a vivid smell or sensation. What are you going to do to recreate that experience?": "记忆中带有一种生动的气味或感觉。你打算怎么做才能重现这种体验？",
	"You faintly remember a place that couldn't possibly exist. What is this vision? How does it make you feel?": "你隐约记得一个不可能存在的地方。这个幻象是什么？它让你有什么感觉？",
	"You experience a memory you're certain isn't your own. How does it seem unnatural? Could it be a glimpse of a past nightmare or something worse?": "你经历了一段你确定不是你自己的记忆。它怎么会显得不自然呢？它可能是过去噩梦的一瞥，还是更糟糕的事情？",
	"Reborn might originate from circumstances similar to those of various undead or constructs. Roll on or choose an option from the Reborn Origins table to determine how your character gained their lineage.": "重生者可能起源于类似于各种亡灵或构造物的情况。在重生者起源表中滚动或选择一个选项，以确定你的角色如何获得他们的血统。",
	"You were magically resurrected but something went wrong.": "你被神奇地复活了，但出了问题。",
	"Stitches bind your body's mismatched pieces, and your memories come from multiple different lives.": "缝合你身体的不匹配的碎片，你的记忆来自多个不同的生活。",
	"After clawing free from your grave, you realized you have no memories except for a single name.": "在从坟墓中挣脱出来后，你发现除了一个名字，你没有任何记忆。",
	"You were a necromancer's undead servant for years. One day, your consciousness returned.": "你是一个死灵法师的不死仆人，已经有好几年了。有一天，你的意识回来了。",
	"You awoke in an abandoned laboratory alongside complex designs for clockwork organs.": "你在一个废弃的实验室里醒来，旁边是复杂的发条器官设计。",
	"You were released after being petrified for generations. Your memories have faded, though, and your body is not what it once was.": "在被石化了几代人之后，你被释放了。不过你的记忆已经褪去，你的身体也不复从前。",
	"Your body hosts a possessing spirit that shares its memories and replaces your missing appendages with phantasmal limbs.": "你的身体承载着一个附身的灵魂，它分享你的记忆，并以幻影般的肢体取代你缺失的附属物。",
	"In public, you pass as an unremarkable individual, but you can feel the itchy straw stuffing inside you.": "在公众场合，你作为一个不起眼的人通过，但你能感觉到你体内的痒痒的稻草塞。",
	"Death isn't always the end. The reborn exemplify this, being individuals who have died yet, somehow, still live. Some reborn exhibit the scars of fatal ends, their ashen flesh or bloodless veins making it clear that they've been touched by death. Other reborn are marvels of magic or science, being stitched together from disparate beings or bearing mysterious minds in manufactured bodies. Whatever their origins, reborn know a new life and seek experiences and answers all their own.": "死亡并不总是结束。重生者体现了这一点，他们是已经死亡的个体，但不知何故，仍然活着。一些重生者展示了致命结局的伤痕，他们灰暗的肉体或无血的血管清楚地表明他们曾被死亡所触及。其他重生者是魔法或科学的奇迹，他们由不同的生命拼接而成，或在制造的身体中带有神秘的思想。无论他们的出身如何，重生者都知道新的生活，并寻求属于自己的经验和答案。",
	"A memory brings tears to your eyes. Is it a bitter or cheerful memory? Does recalling it make you feel the same way?": "一段记忆让你泪流满面。这是一段痛苦的还是欢快的记忆？回忆它是否让你有同样的感觉？",
	"Reborn might originate from circumstances similar to those of various undead or constructs. The Reborn Origins table provides suggestions for how your character became reborn.": "重生可能起源于类似于各种亡灵或构造物的情况。重生起源表提供了关于你的角色如何重生的建议。",
	"You were magically resurrected, but something went wrong.": "你被神奇地复活了，但出了问题。",
	"You were released after being petrified for generations. Your memories have faded, though, and your body isn't what it once was.": "在被石化了几代人之后，你被释放了。不过你的记忆已经褪去，你的身体也不复从前。",
	"Satyrs have a well-earned reputation for their good spirits, gregarious personalities, and love of revels. Most satyrs are driven by simple desires, to see the world and to sample its every pleasure. While their spontaneity and whimsy sometimes put them at odds with more stoic peoples, satyrs rarely let the moodiness of others hinder their own happiness. Life is a blessing from the gods, after all, and the proper response to such a gift, as far as most satyrs are concerned, is to accept it with relish.": "萨提尔因其良好的精神状态、活泼的个性和对狂欢的热爱而获得良好的声誉。大多数萨特人的欲望很简单，就是想看看这个世界，品尝它的每一种乐趣。虽然他们的自发性和奇思妙想有时会使他们与更多的人产生矛盾，但萨提尔人很少让别人的喜怒无常阻碍自己的幸福。毕竟，生命是众神的祝福，对这样的礼物的正确反应，就大多数萨提尔而言，是津津有味地接受它。",
	"In their physical forms, satyrs embody a fusion of humanoid civilization with the freedom of wild beasts. Generally, they look similar to humans, with a range of builds and features. But their goatlike horns, pointed ears, and furred lower bodies sharply distinguish them. Satyrs' solid horns connect to their heads at the base of their skulls, while their legs end in sturdy hooves. Thick fur covers their bodies from the waist down, shorter at the waist and longer below the knees. Short, soft hair grows down their neck and spine, along their shoulders, and on their forearms.": "萨提尔的身体形态体现了人形文明与野兽自由的融合。一般来说，他们看起来与人类相似，有一系列的身材和特征。但他们的山羊角、尖耳朵和毛茸茸的下半身使他们与众不同。萨特人的实心角在头骨的底部与他们的头部相连，而他们的腿则以结实的蹄子为终点。厚厚的皮毛从腰部以下覆盖着他们的身体，腰部较短，膝盖以下较长。短而柔软的毛发顺着他们的脖子和脊柱，沿着他们的肩膀和前臂生长。",
	"The humans of the poleis generally think of satyrs' revels as raucous bacchanals, where anything and everything might happen. This picture isn't wrong, but it's incomplete: there's more to a revel than debauchery. For satyrs, revelry is a way of life. It's the delight in small things: the song of a bird, a warm breeze, the smell of a tasty pie, relaxing by a river in the sunshine. Life freely offers these gifts, and for a satyr, they are more valuable than gold or glory. To revel means to forget the constraints of time, to let go of the future and past, and to be wholly in the present moment. For satyrs, encountering life with all the senses honors the gods, and—most importantly—it feels really good. Driven by instinct and intuition, most satyrs prove unpredictable, following their sense of wonder wherever it leads.": "Poleis的人类通常认为萨提尔的狂欢是喧闹的狂欢，在那里什么都可能发生。这种想象并没有错，但它并不完整：狂欢不仅仅是放荡不羁。对萨提尔来说，狂欢是一种生活方式。它是小事中的快乐：鸟儿的歌声，温暖的微风，美味的馅饼的味道，在阳光下的河边放松。生活自由地提供这些礼物，对萨提尔来说，它们比黄金或荣耀更有价值。狂欢意味着忘记时间的限制，放下未来和过去，完全处于当下。对萨提尔来说，用所有的感官接触生活，是对神灵的尊重，而且最重要的是，它的感觉真的很好。在本能和直觉的驱使下，大多数萨提亚人被证明是不可预测的，无论他们的惊奇感指向何处，他们都会跟随。",
	"Satyrs are known for their eccentricities. Some people spend too much time worrying over why satyrs behave as they do. But satyrs themselves simply are as they are, feeling no need to understand what drives them, much less explain it to others. The Satyr Eccentricities table suggests a few tastes or proclivities your satyr character might possess.": "萨特人以其怪异的性格而闻名。有些人花了太多的时间来担心为什么萨特人有这样的行为。但萨特人自己就是这样，他们不觉得有必要了解他们的动力，更不用说向别人解释了。萨特人的怪癖表建议你的萨特人角色可能拥有一些品味或癖好。",
	"Myth of Xenagos the Satyr God": "萨提尔之神的神话",
	"The satyr Xenagos savored his reputation for presiding over the most raucous revels his people had ever known. However, when fate led him to discover the nature of the gods and how they were beholden to mortals for their very existence, the whole order of the world felt like a joke—one at his expense.": "色狼Xenagos喜欢他主持他的人民所知道的最喧闹的狂欢的声誉。然而，当命运让他发现众神的本质，以及他们是如何为了自己的存在而受制于凡人时，整个世界的秩序就像一场笑话--以他为代价。",
	"With immortal power no longer feeling so out of reach, Xenagos set into motion a plan that would propel him to godhood. His victory shook the pantheon, but his victory was short-lived. Heliod dispatched his champion, Elspeth, who faced many trials but ultimately killed the god-satyr by driving the spear, Godsend, through his heart.": "随着不朽的力量不再那么遥不可及，赛纳戈斯开始实施一项计划，将他推向神的地位。他的胜利震撼了万神殿，但他的胜利是短暂的。赫利奥德派出了他的冠军埃尔斯佩斯，他面临着许多考验，但最终用长矛 \"上帝之手 \"刺穿了他的心脏，杀死了这位神仙。",
	"Many satyrs remember Xenagos as a satyr who lived life to the fullest and who played tricks that stirred up even the gods. Yet, he's also an example of how bitterness can turn a great trick nasty and how schemes that get out of hand aren't fun for anybody. What satyr wants the responsibility of being a god anyway?": "在许多萨特人的印象中，色那古斯是一个活得很充实的萨特人，他玩的把戏甚至把众神都激怒了。然而，他也是一个例子，说明痛苦会使一个伟大的诡计变得肮脏，而失去控制的计划对任何人都没有乐趣。哪个萨提尔愿意承担成为神的责任呢？",
	"Flowers are the most amazing things ever. I want to pick them, wear them, and discover their silent secrets.": "花是有史以来最神奇的东西。我想采摘它们，佩戴它们，并发现它们无声的秘密。",
	"There isn't a tree or statue that isn't fun to climb.": "没有一棵树或雕像不值得攀登。",
	"Nothing wards off bad luck like a jolly dance.": "没有什么比欢快的舞蹈更能驱除厄运了。",
	"Sometimes talking to a plant really helps.": "有时与植物交谈真的很有帮助。",
	"If stumped, I smoke a pipe. And if I'm going to smoke a pipe, it's going to be a splendid pipe.": "如果陷入困境，我就会抽一支烟。如果我抽的是烟斗，那就会是一个精彩的烟斗。",
	"I imagine that my clothes are my glorious soul on display for all the world to behold, and I dress accordingly.": "我想象我的衣服是我光辉的灵魂，展示给所有的人看，我也相应地穿着。",
	"Having horns is the best. They are fun to decorate, and they can pop open an amphora, no problem.": "拥有牛角是最好的。它们的装饰很有趣，而且它们可以弹开一个羊皮箱，没有问题。",
	"If I have something really important to say, I always make sure to sing it.": "如果我有非常重要的事情要讲，我总是确保要唱出来。",
	"A satyr's name is as playful and mischievous as they are, and each one is given when a satyr's personality shines through. Most satyrs also give each other nicknames.": "萨提尔的名字就像他们一样俏皮和调皮，每一个名字都是在萨提尔的个性闪耀的时候起的。大多数萨提尔也会给对方起绰号。",
	"Bounder, Bristlechin, Clip-Clop, Dappleback, Hopper, Nobblehorn, Orangebeard, Quickfoot, Scrufflebutt, Sunbeam, Skiphoof, Twinkle-Eyes": "布德, 布里斯特林, 夹克洛普, 斑背, 霸王, 诺布霍恩, 橙胡子, 快脚, 斯克鲁夫布特, 太阳神, 斯基普霍夫, 闪电眼",
	"Originating in the Feywild—a realm of pure emotion-satyrs thrive on the energy of merriment. They resemble elves but have goatlike legs, cloven hooves, and ram or goat horns. The magic of the fey realm has given them an innate ability to perform, to delight, and to resist magical intrusion. While they're usually found in the Feywild, satyrs do wander to other planes of existence, most often to the Material Plane. There they seek to bring a bit of their home plane's splendor to other worlds.": "萨特尔起源于费伊尔德--一个纯粹的情感领域--在欢乐的能量中茁壮成长。他们与精灵相似，但有山羊般的腿、蹄子和公羊或山羊的角。精灵界的魔法赋予了他们与生俱来的表演能力、取悦能力和抵御魔法入侵的能力。虽然他们通常在仙界被发现，但萨提尔也会游荡到其他存在的位面，最常见的就是物质位面。在那里，他们试图把他们家乡的辉煌带给其他世界。",
	"Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, sea elves navigated the currents and explored the waters of many worlds. Today these elves can be found wherever oceans exist, as well as in the Elemental Plane of Water.": "在多元宇宙的早期，海精灵就爱上了海洋的狂野之美。当其他精灵从一个境界旅行到另一个境界时，海精灵在洋流中航行，探索许多世界的水域。今天，只要有海洋的地方就能找到这些精灵，在水元素界也是如此。",
	"Like other elves, sea elves can live to be over 750 years old.": "与其他精灵一样，海精灵可以活到750岁以上。",
	"Shadar-kai are the elves of the Shadowfell, originally drawn to that dread realm by the Raven Queen. Over the centuries, some of them have continued to serve her, while others have ventured into the Material Plane to forge their own destinies.": "沙达凯是暗影城的精灵，最初被乌鸦女王吸引到那个可怕的领域。几个世纪以来，他们中的一些人继续为她服务，而另一些人则冒险进入物质世界，打造自己的命运。",
	"Once shadar-kai were Fey like the rest of their elven kin; now they exist in a state between life and death, thanks to being transformed by the Shadowfell's grim energy.": "曾经，沙达-凯和他们的其他精灵亲属一样是费伊人；现在，由于被暗影城的严峻能量所改变，他们存在于生与死之间的状态。",
	"Shadar-kai have ashen skin tones, and while they're in the Shadowfell, they also become wizened, reflecting the somber nature of that gloomy plane.": "Shadar-kai有灰暗的肤色，当他们在Shadowfell的时候，他们也会变得枯萎，反映出那个阴暗的平面的阴郁性质。",
	"Like other elves, shadar-kai can live to be over 750 years old.": "与其他精灵一样，沙达凯可以活到750岁以上。",
	"Geth's ancient heritage rose up from deep within him, spreading out from the core of his being. Some shifters manifested terrible claws, others massive fangs, still others astounding speed or heightened senses. Geth's gift from his lycanthrope ancestors was sheer toughness. Strength seeped into his bones and flooded his flesh. His skin hardened, and his hair became coarse like an animal's tough hide. A sense of invincibility spread through him. For the moment at least, he felt unstoppable!": "盖斯的古老遗产从他的内心深处升起，从他的生命核心中扩散出来。有些变身者表现出可怕的爪子，有些人表现出巨大的獠牙，还有一些人表现出惊人的速度或增强的感官。盖斯从他的狼人祖先那里得到的礼物是纯粹的韧性。力量渗入他的骨骼，淹没他的肉体。他的皮肤变硬，他的头发变得粗糙，就像动物坚韧的皮。一种无敌的感觉传遍了他的全身。至少在这一刻，他觉得自己是不可阻挡的。",
	"Shifters are sometimes called the weretouched, as many believe they are the descendants of humans and lycanthropes. Whatever their origins, shifters have evolved into a unique race. They are humanoids with a bestial aspect; while they can't fully change shape, they can temporarily enhance their animalistic features—a state they call shifting. Each shifter walks on the knife's edge between the wilds and the world around them. Do they embrace their primal instincts or the path of civilization?": "变身者有时被称为狼人，因为许多人认为他们是人类和狼人的后代。不管他们的起源是什么，变身者已经进化成一个独特的种族。他们是具有兽性的人；虽然他们不能完全改变形状，但他们可以暂时增强他们的兽性特征--他们称之为移形换影的状态。每个变身者都在荒野和他们周围的世界之间的刀刃上行走。他们是拥抱自己的原始本能，还是走上文明的道路？",
	"Early in childhood, a shifter forms a bond with a beast within, a totemic force that shapes their body and mind. Some shifters believe that these spirits are independent entities, and they may speak of Bear or Wolf as ancestors or guides. Most just see the beast within as a formidable expression of their inner nature, something that emerges as the shifter's personality takes shape. The beast within is a pool of powerful instincts, and its influence is revealed by a shifter's personality: a feline shifter may be cool and distant, driven by predatory instincts, while a shifter with a lupine spirit might be drawn to find and protect a pack. When a shifter fully embraces this beast within they physically transform for a short time.": "在童年早期，变身者与内心的野兽形成了一种联系，一种塑造他们身体和心灵的图腾力量。一些移居者相信这些精神是独立的实体，他们可能会把熊或狼说成是祖先或向导。大多数人只是把内心的野兽看作是他们内在本性的一种强大的表达，是随着变身者的个性形成而出现的东西。内心的野兽是一种强大的本能，它的影响由移居者的个性所揭示：一个猫科移居者可能是冷酷和遥远的，由捕食本能驱动，而一个具有羽扇豆精神的移居者可能被吸引去寻找和保护一个群体。当一个变身者完全拥抱内心的野兽时，他们会在短时间内发生身体上的变化。",
	"A shifter's beast within is reflected by the shifter's subrace. Four subraces are especially common:": "变形者内心的兽性由变形者的亚种族反映出来。有四个亚种特别常见。",
	"{@b Beasthide} often signifies the bear or boar: stoic, stubborn, and thick-skinned.": "{@b Beasthide}通常表示熊或野猪：坚忍、顽强、脸皮厚。",
	"{@b Longtooth} shifters typically have lupine traits and prefer to run with a pack.": "{@b Longtooth}转变者通常具有羽扇的特征，并喜欢与一群人一起跑。",
	"{@b Swiftstride} are often predatory and feline, but a swiftstride could also be a cunning rat who darts through the shadows.": "{@b Swiftstride}通常是掠夺性和猫科动物，但迅捷的步伐也可能是一只狡猾的老鼠，在阴影中飞奔。",
	"{@b Wildhunt} shifters are born from any creature that tracks its prey.": "{@b Wildhunt}转移者是由任何追踪其猎物的生物所生。",
	"While the beast within certainly has a physical impact on a shifter, it has a spiritual and psychological effect, as well. Two beasthide shifters share the same special ability, but if one has the aspect of the boar and the other is more like a bear, they'll be quite different in personality. With any shifter, identifying the beast within is a crucial part of understanding the character.": "虽然内心的野兽肯定会对移居者产生身体上的影响，但它也有精神和心理上的影响。两个兽性转变者拥有相同的特殊能力，但如果一个有野猪的一面，而另一个更像熊，他们的个性就会大不相同。对于任何移居者来说，识别内心的野兽是理解角色的一个关键部分。",
	"Shifters are similar to humans in height and build but are typically more lithe and flexible. Their facial features have a bestial cast, often with large eyes, flat noses, and pointed ears; most shifters also have prominent canine teeth. They grow fur-like hair on nearly every part of their bodies.": "移居者在身高和体型上与人类相似，但通常更加轻盈和灵活。他们的面部特征具有兽性，通常有大眼睛、扁鼻子和尖耳朵；大多数移居者也有突出的犬齿。他们几乎在身体的每个部位都长有毛发。",
	"The traits of the beast within affect a shifter's appearance as well. A swiftstride shifter may have catlike eyes and delicate build, while a beasthide shifter might be a massive brute built like a bear. While a shifter's appearance might remind an onlooker of an animal, they remain clearly identifiable as shifters even when at their most feral.": "兽性的特征也会影响变身者的外表。一个迅捷的变身者可能有猫一样的眼睛和精致的身材，而一个兽性的变身者可能是一个像熊一样的巨大的蛮人。虽然一个变身者的外表可能会让旁观者想起一种动物，但他们仍然可以清楚地识别为变身者，即使在他们最狂野的时候。",
	"Shifters have a strong presence in the Eldeen Reaches but can be found in rural areas across Khorvaire, where they often live among humans. While they form powerful bonds to friends and kin, shifters place great value on self-reliance and freedom. It's a shifter proverb to \"always be prepared for the journey yet to come,\" and most shifters strive to be ready for change or opportunity.": "移居者在Eldeen Reaches有很强的存在感，但在整个Khorvaire的农村地区也能找到他们，他们经常生活在人类之中。虽然他们与朋友和亲属形成了强大的联系，但移居者对自力更生和自由非常重视。移居者的谚语是 \"永远为即将到来的旅程做好准备\"，大多数移居者努力为变化或机会做好准备。",
	"Shifters have a natural inclination toward classes with a primal connection. A shifter barbarian draws their rage from the beast within. A shifter ranger indulges their urge to wander and hunt. A shifter rogue harnesses their own predatory instincts. But shifters can pursue any path or faith.": "变形者对具有原始联系的类别有一种天然的倾向性。变身野蛮人从内心的野兽中汲取怒气。变身游侠放纵自己的游荡和狩猎的冲动。变身游侠则利用自己的捕食本能。但变身者可以追求任何道路或信仰。",
	"Shifters have no language of their own and often live in blended communities. Their names typically overlap with the names of other cultures in their region. Many shifters prefer to keep their personal names for their friends and use \"wandering names\" with strangers. These are usually tied to a physical or personality trait.": "移居者没有自己的语言，经常生活在混合的社区中。他们的名字通常与所在地区的其他文化的名字重叠。许多移居者喜欢对他们的朋友保留他们的个人名字，而对陌生人使用 \"流浪的名字\"。这些名字通常与身体或性格特征有关。",
	"Although they were manufactured, warforged are living humanoids. Resting, healing magic, and the {@skill Medicine} skill all provide the same benefits to warforged that they do to other humanoids.": "虽然他们是被制造出来的，但战神是活的人类。休息、治疗魔法和{@skill Medicine}技能都为战神提供了和其他人类一样的好处。",
	"The warforged were built to serve and to fight. For most of their existence, warforged had a clearly defined function and were encouraged to focus purely on that role. The Treaty of Thronehold gave them freedom, but many still struggle both to find a place in the post-war world and to relate to the creatures who created them.": "战神是为了服务和战斗而建造的。在他们存在的大部分时间里，战神有一个明确的功能，并被鼓励纯粹地专注于这个角色。王权条约》给了他们自由，但许多人仍在努力寻找在战后世界的位置，并与创造他们的生物发生联系。",
	"The typical warforged shows little emotion. Many warforged embrace a concrete purpose—such as protecting allies, completing a contract, or exploring a land—and embrace this task as they once did war. However, there are warforged who delight in exploring their feelings, their freedom, and their relationships with others. Most warforged have no interest in religion, but some embrace faith and mysticism, seeking higher purpose and deeper meaning.": "典型的战争锻造者很少表现出情感。许多战神拥护一个具体的目的--比如保护盟友，完成一个合同，或者探索一片土地--并且像他们曾经的战争一样拥护这个任务。然而，也有一些战神乐于探索他们的感情、他们的自由和他们与他人的关系。大多数战神对宗教没有兴趣，但有些人拥抱信仰和神秘主义，寻求更高的目标和更深的意义。",
	"The typical warforged has a sexless body shape. Some warforged ignore the concept of gender entirely, while others adopt a gender identity.": "典型的warforged有一个无性别的身体形状。一些战神完全忽略了性别的概念，而另一些则采用了性别认同。",
	"The more a warforged develops its individuality, the more likely it is to modify its body, seeking out an artificer to customize the look of its face, limbs, and plating.": "战神越是发展自己的个性，就越有可能修改自己的身体，寻找一个工匠来定制自己的脸、四肢和镀层的外观。",
	"Warforged often display an odd personality trait or two, given how new they are to the world. The Warforged Quirks table contains example quirks.": "考虑到他们对这个世界的陌生，战神经常表现出一两个奇怪的个性特征。战神的怪癖表包含了怪癖的例子。",
	"You analyze—out loud—the potential threat posed by every creature you meet.": "你大声分析你遇到的每一个生物所带来的潜在威胁。",
	"You often misread emotional cues.": "你经常误读情感线索。",
	"You are fiercely protective of your friends.": "你对你的朋友有强烈的保护。",
	"You try to apply wartime discipline to every situation.": "你试图将战时的纪律应用于每一种情况。",
	"You don't know how to filter your feelings and are prone to dramatic emotional outbursts.": "你不知道如何过滤自己的感情，容易出现戏剧性的情绪爆发。",
	"You don't understand clothing beyond its utility and assume it denotes a person's function.": "你不理解服装的实用性，认为它表示一个人的功能。",
	"You are obsessed with your appearance and constantly polish and buff yourself.": "你对自己的外表很着迷，不断地擦拭自己。",
	"War is the only thing that makes sense to you, and you're always looking for a fight.": "战争是唯一对你有意义的事情，你总是在寻找一场战斗。",
	"Most warforged were assigned numerical designations for use in military service. Many of them adopted nicknames, often given to them by their comrades. As independent individuals, some have chosen new names as a way to express their path in life. A few take on human names, often the name of a fallen friend or mentor.": "大多数战友被分配了数字代号，以便在军事服务中使用。他们中的许多人采用了绰号，通常是由他们的战友给他们起的。作为独立的个体，一些人选择了新的名字作为表达他们生活道路的一种方式。少数人采用了人类的名字，通常是一个死去的朋友或导师的名字。"
}