{
	"The double-bladed scimitar is the signature weapon of Valenar elves. A haft of fine wood supports a long, curving blade on either end. Forged with techniques honed over centuries, these blades are strong, sharp, and remarkably light. Each scimitar is a masterpiece, and as a result the double-bladed scimitar is an expensive weapon (100 gp)—few though ever have the opportunity to purchase one. A Valenar blade in the hands of a non-elf is generally assumed to have been stolen or looted from a fallen foe, and a Valenar elf might feel entitled to demand its return or challenge the bearer to prove they're worthy to wield it.": "双刃弯刀是瓦勒纳精灵的标志性武器。细木的刀柄支撑着两端长长的、弯曲的刀片。经过几个世纪的技术磨练，这些刀刃坚固、锋利，而且非常轻。每把弯刀都是一个杰作，因此，双刃弯刀是一种昂贵的武器（100金币）--很少有人有机会购买。非精灵手中的瓦伦纳刀通常被认为是偷来的，或者是从倒下的敌人那里抢来的，瓦伦纳精灵可能会觉得有权要求归还它，或者挑战持有者以证明他们有资格挥舞它。",
	"He was given to me by your father, little one. He kept us warm while your father and I trekked through the Dreemoth Ravine and the ruins of Draconia twenty years ago. Such vicious blizzards, the likes of which are only topped by the Neverfields—or Eiselcross, so I've heard. You should have seen us, marching through the snow, dozens of Ashari cloaked in flame, melting trenches in the rime as they advanced, and me, my furs pulled around my nose, blinking through the snow, holding tight to this little one.": "他是你父亲送给我的，小家伙。20年前，在(%(Dreemoth Ravine)德里莫斯峡谷%)和(%(Draconia)德拉科尼亚%)的废墟中，当你父亲和我跋涉时，他让我们保持温暖。那里的暴风雪异常猛烈，只有(%(Neverfields)永不原野%)或者据说是(%(Eiselcross)艾瑟尔十字军团%)能与之匹敌。你应该看到我们，穿过积雪前行，数十名穿着火焰斗篷的(%(Ashari)阿夏莉%)，在前进时融化了白霜，而我，裹着毛皮，眼睛眯着看着雪花，紧紧抱着这个小家伙。",
	"When your father returned to Pyrah, I feared I'd never see our little flamefriend again, but.... Here, hold him, hear his little elemental heart fluttering. Think of your father when you feel that warmth, protecting you, watching over you. No matter where in the world you are, whether you're near Pyrah or far, he'll be a bit of family, and a bit of home.": "当你的父亲回到派拉((Pyrah))时，我害怕再也见不到我们的小火焰朋友了，但是... 这里，抱着他，听听他那颗小小的元素之心扑通扑通地跳动。当你感受到那份温暖时，想想你的父亲，他会保护你，守护着你。无论你身在世界的哪个角落，无论你离派拉((Pyrah))近或远，他都是一点家人，一点家的感觉。",
	"Certain character options, such as the Path of the Juggernaut barbarian in {@book chapter 4|TDCSR|3}, grant the ability to push other creatures around the battlefield with your attacks. But this is just one way to push a creature. If you want to move a creature without hurting it, there's a {@action shove|PHB|special shove attack} available to all characters. The {@book Vestige of Divergence|TDCSR|5|Vestiges of Divergence} Honor's Last Stand encourages you to shove your foes away while you valiantly stand your ground.": "在{@book chapter 4|TDCSR|3}中，诸如蛮族征服者之路的某些角色选项赋予了你用攻击推动战场上其他生物的能力。但这只是推动生物的一种方式。如果你想移动一个生物而不伤害它，那么对所有角色都可用的方法是{@action shove|PHB|special shove attack}。{@book Vestige of Divergence|TDCSR|5|Vestiges of Divergence}荣誉最后一战鼓励你在英勇站立的同时将敌人推开。",
	"Though the name of the champion who wielded Mythcarver has been lost, legend says that the songs she sung in her beautiful contralto made her friends rejoice and her enemies weep with fear. Mythcarver was forged in the flying city of Zemniaz by a master arcanist and blacksmith along with the wielder herself, who wove song and spell into the blade with each fold of the metal.": "尽管曾挥舞着神刀（Mythcarver）的冠军名字已经失传，传说中她用美妙的女低音唱出的歌曲让朋友们欢欣，让敌人们因恐惧而流泪。神刀（Mythcarver）是在飞行城市泽姆尼亚兹（Zemniaz）由一位大师奥术师和铁匠与挥舞者本人共同锻造而成，她在每次金属折叠时将歌声和咒语编织到刀刃之中。",
	"Oh! Oh gods, are you seriously asking me to explain it? Geez, sure, I'll try, but you really gotta feel it, you know? The sensation of the wind whipping past you as you shoot up into the sky, then—whoa!—your stomach just drops out from you, and it's like you left your heart behind as you start to fall. It's like nothing's holding onto you, then—whoosh!—the wind catches you, and swings you back into the sky.": "哦！哦，天哪，你真的要我解释吗？天啊，好吧，我会尽力的，但你真的得亲身体会一下，你懂吗？感受风从你身边呼啸而过，当你冲向天空时，然后——哇！——你的胃就仿佛掉了下来，就好像你的心还留在了那里，当你开始下落时。就好像没有任何东西在托着你，然后——哗！——风抓住了你，把你摆回天空。",
	"Records kept by the Birthheart temple in Vasselheim say that the Spire of Conflux was created when the Wildmother breathed on a young beech tree. The sapling transformed into a curving staff and the Wildmother's breath crystallized into the glowing jewel that hovers in its center. The bearer of this mythic staff can command the elements as if they were one with the enduring, yet ever-changing, landscape of Exandria itself...": "瓦瑟海姆（Vasselheim）的生辰殿（Birthheart temple）保存的记录称，混流之塔（Spire of Conflux）是由野母（Wildmother）对一棵年轻的山毛榉树吹气而创造的。这棵幼苗变成了一根弯曲的法杖，野母的气息结晶成了悬浮在中心的发光宝石。传说中拥有这件神话法杖的持有者可以像与艾克桑德里亚（Exandria）本身那样，命令元素，就像它们与持久而又不断变化的地貌融为一体...",
	"Many weapons created by mortals during the Age of Arcanum were designed with hopes to surpass or even destroy the gods, but not so with Dwueth'var. That shining sword, bright with the light of the bold full moon and the enigmatic starlit night, was forged by acolytes of the Wildmother and the Moonweaver, united in their love of this fragile world and their determination to protect it.": "在奥术时代，许多由凡人创造的武器都是带着希望超越甚至摧毁众神而设计的，但不包括(Dwueth'var)。那把闪耀的剑，明亮如大胆满月的光芒和神秘星光的夜晚，是由野母和月织者的侍僧锻造而成，他们在对这个脆弱世界的热爱和保护决心上达成了一致。"
}