{
	"Your creation has a smell that is pleasing to you, even if there is no source for it.": "你的创作有一种令你愉悦的气味，即使没有来源。",
	"You can spend 1 minute to dispel any lightly obscuring conditions within 120 feet in your creation.": "你可以花1分钟时间来驱除你创造的120英尺范围内的任何轻度遮蔽条件。",
	"Within your creation, you can cast create food and water once per day without using a spell slot.": "在你的创造中，你每天可以施展一次创造食物和水的魔法，而不需要使用法术槽。",
	"You can understand any language spoken within 30 feet of you while within your creation.": "在你的创作范围内，你能听懂30英尺内的任何语言。",
	"Beasts find your creation appealing or off-putting (you decide).": "野兽发现你的创作很吸引人或令人讨厌（你决定）。",
	"When your creation is made, you decide what weather is possible within it.": "当你的创作完成后，你决定在其中可能出现什么天气。",
	"You cannot be charmed or frightened while within your creation.": "在你的创作中，你不能被魅惑或惊吓。",
	"All structures in your creation have +2 AC.": "你创造的所有结构都有+2 AC。",
	"You have advantage on your passive Perception score within your creation.": "在你的创作中，你的被动感知得分有优势。",
	"The corrosive spray of a black dragon's breath and the dissolving enzymes secreted by a black pudding deal acid damage.": "黑龙吐息的腐蚀性喷雾和黑布丁分泌的溶解酵素会造成酸性伤害。",
	"Bludgeoning": "殴打",
	"Blunt force attacks—hammers, falling, constriction, and the like—deal bludgeoning damage.": "钝力攻击--锤子、坠落、收缩，以及类似的攻击--会造成钝击伤害。",
	"The infernal chill radiating from an ice devil's spear and the frigid blast of a white dragon's breath deal cold damage.": "冰魔之矛散发出的地狱般的寒气和白龙之息的冰冷爆炸会造成寒冷的伤害。",
	"Red dragons breathe fire, and many spells conjure flames to deal fire damage.": "红龙会喷火，许多法术会召唤出火焰来造成火的伤害。",
	"Force": "力量",
	"Force is pure magical energy focused into a damaging form. Most effects that deal force damage are spells, including magic missile and spiritual weapon.": "力量是纯粹的魔法能量，集中于一种破坏性的形式。大多数造成武力伤害的效果都是法术，包括魔法飞弹和精神武器。",
	"Lightning": "閃電",
	"A lightning bolt spell and a blue dragon's breath deal lightning damage.": "一个闪电法术和一个蓝龙的呼吸造成闪电伤害。",
	"Necrotic": "坏死的",
	"Necrotic damage, dealt by certain undead and some spells, withers matter and even the soul.": "由某些亡灵和某些法术造成的坏死伤害，会使物质甚至灵魂枯萎。",
	"Piercing": "穿刺",
	"Puncturing and impaling attacks, including spears and monsters' bites, deal piercing damage.": "刺穿和刺穿的攻击，包括长矛和怪物的咬伤，会造成刺穿伤害。",
	"Poison": "毒药",
	"Venomous stings and the toxic gas of a green dragon's breath deal poison damage.": "毒刺和绿龙口中的毒气会造成毒害。",
	"Psychic": "通灵",
	"Mental abilities such as a mind flayer's psionic blast deal psychic damage.": "心灵能力，如一个心灵杀手的幻象爆炸会造成精神伤害。",
	"Radiant": "辐射",
	"Radiant damage, dealt by a cleric's flame strike spell or an angel's smiting weapon, sears the flesh like fire and overloads the spirit with power.": "牧师的火焰攻击法术或天使的打击武器所造成的辐射伤害，像火一样灼伤肉体，使精神的力量超负荷。",
	"Slashing": "割裂",
	"Swords, axes, and monsters' claws deal slashing damage.": "剑、斧头和怪物的爪子会造成砍伤。",
	"Thunder": "雷霆",
	"A concussive burst of sound, such as the effect of the thunderwave spell, deals thunder damage.": "冲击性的声音爆发，例如雷电波法术的效果，造成雷霆伤害。",
	"Never bathes or changes clothes": "从不洗澡或换衣服",
	"Frets with hair or mustache": "有头发或胡须的弗里特",
	"Speaks to someone who isn't there": "对不在现场的人说话",
	"Walks backward whenever possible": "尽可能向后走",
	"Never looks others in the eye": "从来不看别人的眼睛",
	"Gnashes teeth after each sentence": "每句话后都咬牙切齿",
	"Spits out half of each mouthful of food and drink": "每口食物和饮料吐出一半",
	"Insults everyone when first addressing them": "在第一次与人交谈时侮辱所有人",
	"Touches whomever he or she speaks to": "与谁说话就摸谁的头",
	"Sees the spirits of the dead leaving their bodies": "看到死者的灵魂离开他们的身体",
	"Faints when first subjected to bright light": "初次受到强光照射就会晕倒",
	"Frequently licks their palms": "经常舔舐他们的手掌",
	"Hears voices": "听见声音",
	"Terrified of writing": "对写作感到恐惧",
	"Tastes objects": "味道的对象",
	"Stands too close to others": "与他人站得太近",
	"Breathes loudly": "大声呼吸",
	"Drools constantly": "经常流口水",
	"Mumbles when speaking": "说话时喃喃自语",
	"Hops from place to place": "从一个地方跳到另一个地方",
	"Your creation has an unpleasant smell, even if there is no source for it.": "你的创作有一种不愉快的气味，即使没有来源。",
	"Your creation is prone to haze, fog, and other lightly obscured conditions.": "你的创作容易出现雾霾、雾和其他轻度遮挡的情况。",
	"Your creation has uncommonly long days or nights (DM decides).": "你的创造物有不寻常的长日或长夜（DM决定）。",
	"Structures in your creation only have arrow loops instead of windows.": "在你创造的结构中只有箭头循环，而没有窗口。",
	"Beasts either infest or avoid your creation (DM decides).": "野兽要么侵袭，要么避开你的创造物（DM决定）。",
	"Strange weather patterns occur in your creation (DM decides what and when).": "在你的创作中出现奇怪的天气模式（DM决定什么和什么时候）。",
	"All DCs to detect or track creatures in your creation increase by 2.": "在你的创造物中探测或追踪生物的所有DC都会增加2。",
	"All structures in your creation have −2 AC.": "在你的创造物中的所有结构都有-2 AC。",
	"You have disadvantage on your passive Perception score within your creation.": "在你的创作中，你的被动感知得分处于劣势。",
	"Acidic Skin. Any creature that touches the krasis or hits it with a melee attack while within 5 feet of it takes 2 (1d4) acid damage (category 1), 4 (1d8) acid damage (category 2), or 6 (1d12) acid damage (category 3).": "酸性皮肤。任何生物在5英尺范围内接触到krasis或用近战攻击击中它，都会受到2（1d4）酸伤害（第一类），4（1d8）酸伤害（第二类），或6（1d12）酸伤害（第三类）。",
	"Armored Hide. The krasis has better natural armor afforded by a shell or thick scales, increasing its Armor Class by 4.": "装甲的皮。克拉西斯有更好的自然护甲，由外壳或厚鳞片提供，使其护甲等级增加4。",
	"Bioluminescent Markings. The krasis has glowing patterns on its skin that take the shape of defensive runes, granting it advantage on saving throws against spells and other magical effects.": "生物发光的标记。克拉西斯的皮肤上有发光的图案，呈防御性符文的形状，使它在面对法术和其他魔法效果时有优势。",
	"Flight. The krasis has wings and gains a flying speed equal to its walking speed.": "飞行。克拉西斯有翅膀，并获得相当于其行走速度的飞行速度。",
	"Regeneration. The krasis regains hit points (2 for a category 1, 5 for a category 2, and 10 for a category 3) at the start of each of its turns if it has at least 1 hit point.": "再生。如果克拉西斯至少有1个命中点，它就会在每个回合开始时重新获得命中点（1类为2，2类为5，3类为10）。",
	"Amorphous Structure. The krasis can move through a space as narrow as 1 inch wide without squeezing.": "无定形结构。克拉西斯可以在1英寸宽的狭窄空间内移动而不受到挤压。",
	"Aquatic. The krasis gains a swimming speed equal to its walking speed.": "水生。克拉西斯获得的游泳速度与它的步行速度相等。",
	"Climbing Speed. The krasis gains a climbing speed equal to its walking speed.": "攀爬速度。克拉西斯获得的攀爬速度与它的步行速度相等。",
	"Heightened Awareness. The krasis can't be surprised, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes.": "高度的意识。由于拥有像鲶鱼一样敏感的倒钩，像变色龙一样的立体视觉，像蛇一样的舌头，像龙虾一样的眼梗，或者几只眼睛组成的阵列，克拉西斯不能感到惊讶。",
	"Ink Cloud (Recharges after a Short or Long Rest). While underwater, the krasis can use a bonus action to expel a cloud of ink and then move up to its speed. The ink cloud is stationary and fills a 20-foot-radius sphere centered on a point in the krasis's space before it moves. The sphere is heavily obscured until the ink disperses after 1 minute. A strong current also disperses the ink cloud.": "墨水云（短时或长时休息后充能）。当在水下时，克拉西斯可以使用一个额外的动作来排出一团墨水，然后以其速度移动。墨水云是静止的，在它移动之前，会填满一个以克拉西斯空间中的一个点为中心的20英尺半径的球体。该球体被严重遮蔽，直到1分钟后墨水散去。强大的水流也会驱散墨水云。",
	"Leaping Legs. With or without a running start, the krasis's long jump is 20 feet (category 1), 30 feet (category 2), or 40 feet (category 3). Its high jump is 10 feet (category 1), 20 feet (category 2), or 30 feet (category 3).": "跳跃的腿。无论是否有跑步起步，克拉西斯的跳远是20英尺（第一类），30英尺（第二类），或40英尺（第三类）。它的跳高是10英尺（第一类）、20英尺（第二类）或30英尺（第三类）。",
	"{@bold Sun Empire}. The item was created during the heyday of the Sun Empire, most likely during the time that the Immortal Sun was housed in the imperial capital of Orazca. It might be tied to a former emperor or an emperor's champion. It might be decorated with imagery of the Immortal Sun, as well as geometric patterns, feather designs, or dinosaur shapes. It might be made of silver or incorporate amber.": "{@bold Sun Empire}. 该物品是在太阳帝国的全盛时期创造的，很可能是在不朽的太阳被安置在奥拉兹卡的帝国首都的时候。它可能与前任皇帝或皇帝的冠军有关系。它可能装饰有不朽的太阳的图像，以及几何图案、羽毛设计或恐龙形状。它可能是由银制成的，或加入琥珀。",
	"{@bold Dinosaur}. This item is made from scales, teeth, talons, or feathers shed by a dinosaur.": "{@bold Dinosaur}. 此物品是由恐龙的鳞片、牙齿、爪子或羽毛制成。",
	"{@bold River Heralds}. The item is probably crafted from jade or polished wood. It might include designs resembling knots or braids. If fabric, it appears to be knotted or braided out of long strips. Weapons often have a wave-like curve to their design. The item could have an elemental spirit bound into it.": "{@bold River Heralds}. 该物品可能是由玉石或抛光的木材制成的。它可能包括类似于结或辫子的设计。如果是织物，它似乎是用长条打结或编织而成的。武器的设计往往有类似波浪的曲线。该物品可能有一个元素的精神束缚在里面。",
	"{@bold Brazen Coalition}. The item was devised by the crafty inventors of the Brazen Coalition. It might incorporate designs like ship fittings or knotted rope into its construction, or it could feature polished wood, carefully focused lenses, or fabric that billows like sails.": "{@bold Brazen Coalition}. 该物品是由勇敢联盟的狡猾的发明家设计的。它的结构中可能包含了船舶配件或绳结等设计，也可能是抛光的木头，仔细聚焦的镜片，或像船帆一样飘扬的织物。",
	"{@bold Legion of Dusk}. The item might be fashioned of bone, gold, or ancient-looking black wood. It might have a two-pronged motif or incorporate the rose-like symbol of the Legion.": "{@bold Legion of Dusk}. 该物品可能是由骨、金或看起来很古老的黑木制成的。它可能有一个双管齐下的图案，或加入了军团的玫瑰状标志。",
	"{@bold Coatl}. The item is half the weight of other items of its kind, and is inscribed with feathered wings, serpents, suns, and other symbols of good. Demons find the item's presence repulsive.": "{@bold Coatl}. 该物品的重量是其他同类物品的一半，并刻有羽翼、蛇、太阳和其他善的象征。恶魔发现该物品的存在令人厌恶。",
	"{@bold Demonic}. The item is made of black iron or horn inscribed with runes, and any cloth or leather components are crafted from the hide of demons. It might incorporate the feathers, claws, or beaks of harpies. It is warm to the touch and features leering faces or vile runes engraved on its surface. Coatls find the item's presence repulsive.": "{@bold Demonic}. 该物品由刻有符文的黑铁或角制成，任何布或皮革部件都由恶魔的皮制成。它可能结合了哈比人的羽毛、爪子或喙。它触感温暖，表面上刻有淫荡的面孔或卑鄙的符文。大衣人觉得这个东西的存在令人厌恶。",
	"{@bold Dryad}. The item is exquisitely crafted from wood, leaves, or vines. It is adorned with symbols of nature: leaves, vines, stars, and the like. It glows with a pale radiance in moonlight, shedding dim light in a 5-foot radius.": "{@bold Dryad}. 该物品由木材、树叶或藤蔓精致地制作而成。它上面装饰着自然界的符号：树叶、藤蔓、星星等等。它在月光下发出淡淡的光芒，在5英尺的范围内发出昏暗的光线。",
	"An angel of death is obsessed with your fleeting spirit, and wants you back. When you roll initiative at the start of combat, make a death {@quickref saving throws|PHB|2|1|saving throw}. On a failed save, the GM chooses an undead creature with a CR equal to your level or lower. It appears at a point 120 feet away from you and joins the combat against you. The creature knows where you are at all times and pursues you unerringly. It vanishes when reduced to 0 hit points, when you die, or after 10 minutes.": "一位死亡{@quickref saving throws|PHB|2|1|saving throw}（`Death`）的天使着迷于你短暂的灵魂，并希望将你带走。当你在战斗开始时投掷先攻骰时，进行一次死亡{@quickref saving throws|PHB|2|1|saving throw}检定。未通过豁免检定的话，GM会选择一个与你等级相等或更低的不死生物。它会出现在离你120英尺的地点，并加入对你的战斗。这个生物始终知道你的位置并不停地追踪你。当它的生命值降至0、你死亡或者经过10分钟后，它会消失。",
	"A greater power allowed you to come back for a reason. This might be a god such as the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens} that you can now commune with, or an obscure supernatural being. This consequence might be an opportunity to become a {@class cleric} or {@class paladin} of this god, or to take levels in the {@class warlock} class. Alternatively, if you choose not to swear a covenant with this entity, or if you disobey their requests, roll again on this table. You suffer the new consequences until you adhere to the purpose of this entity or find a way to rid yourself of their attention.": "一股更强大的力量让你重返世间，这可能是一个像{@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens}这样的神灵，你现在可以与之交流，或者是一个神秘的超自然存在。这个后果可能是成为这个神灵的{@class cleric}或{@class paladin}，或者在{@class warlock}职业中获得等级。另外，如果你选择不与这个实体立下契约，或者违抗他们的要求，就在这个表格上重新投掷。你将承受新的后果，直到你遵循这个实体的目的，或找到一种摆脱他们关注的方法。",
	"Whenever you fail a death {@quickref saving throws|PHB|2|1|saving throw}, your hit point maximum is reduced by {@dice 2d10} until you finish a {@quickref resting|PHB|2|0|long rest}. If your hit point maximum is reduced to 0 in this way, you die.": "每当你失败一次死亡{@quickref saving throws|PHB|2|1|saving throw}，你的生命值上限会减少 {@dice 2d10}，直到你完成一次{@quickref resting|PHB|2|0|long rest}。如果你的生命值上限以这种方式减少到0，你就会死亡。",
	"You are no longer you, but a chaotic evil shapechanger who has taken your place. You play this duplicate and use your original game statistics until the duplicate is killed or until this consequence is otherwise overcome. The GM determines where your soul is actually being held captive—possibly in the afterlife for which you were intended, or in your double's malign realm.": "你不再是你自己，而是一个混乱邪恶的变形者，已经取代了你的位置。你将扮演这个复制品，并使用你原来的游戏数据，直到这个复制品被杀死或者这个后果被克服为止。GM决定你的灵魂实际上被囚禁在哪里——可能是你本应去的来世，或者是你的复制品邪恶领域中。",
	"Once per day, you or the GM must decide that you use the following reaction: When you see a creature you perceive as hostile or potentially hostile and your distance to that creature is equal to or less than your speed, you immediately and aggressively move your speed toward that creature, then make one melee attack against it. You have {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on the attack roll if your attack is unexpected.": "每天一次，你或GM必须决定使用以下反应：当你看到一个你认为敌对或潜在敌对的生物，并且与该生物的距离等于或小于你的速度时，你立即且积极地向该生物移动你的速度，然后对其进行一次近战攻击。如果你的攻击是意外的，你的攻击投掷获得{@quickref Advantage and Disadvantage|PHB|2|0|advantage}。",
	"You obsessively recall the sensation of life tearing you from the jaws of death. These ever-present memories fill your mind, making you immune to any effect that would sense your emotions or read your thoughts. Likewise, other creatures have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage} on Wisdom ({@skill Insight}) checks made to ascertain your intentions.": "你痴迷地回忆起生命将你从死亡的阴影中拯救出来的感觉。这些永恒的记忆充斥着你的思绪，使你免疫于任何能感知你情绪或读取你思想的效果。同样地，其他生物在进行感知你意图的智力检定时，获得{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}的加值。",
	"Your ordeal left a mark upon your soul, which now shudders in the presence of the undead. You know whenever an undead creature is within 30 feet of you, and you don't have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage} on attacks against {@condition invisible} undead within this range. This constant awareness is distracting, however, and you have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage} on Intelligence ({@skill Investigation}) and Wisdom ({@skill Perception}) checks while any undead creature is within 30 feet of you.": "你的磨难在你的灵魂上留下了烙印，现在在不死生物的面前颤抖。你知道每当一个不死生物在你的30英尺范围内时，你对这个范围内的不死生物没有{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}。然而，这种持续的警觉是分散注意力的，当任何不死生物在你的30英尺范围内时，你的智力({@skill Investigation})和智慧({@skill Perception})检定有{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}。",
	"You have returned as a revenant, bearing an unquenchable spark of hatred for the creature that killed you. As an action, you can focus on this spark to immediately learn the distance and direction to any creature that has killed you. If that creature is on a different plane, you learn only that information. If a creature that killed you dies, you immediately know. If you are within 120 feet of a creature that killed you, you have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage} on attack rolls against any other creature.": "你以复仇者的身份回归，心中燃烧着对杀死你的生物无尽的仇恨。作为一个动作，你可以专注于这股仇恨之火，立刻得知任何杀死过你的生物的距离和方向。如果那个生物在另一个位面，你只能得知这些信息。如果杀死你的生物死亡，你会立刻知晓。如果你距离杀死你的生物在120英尺内，你对其他生物的攻击投掷有{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}的加值。",
	"You don't fall unconscious when reduced to 0 hit points. Instead, you remain conscious until you end your turn without having attacked a creature or cast a spell of 1st level or higher. While you have 0 hit points, you have {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on attack rolls, your attacks deal an extra {@damage 1d10} damage on a hit, and attack rolls made against you have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}. You make death {@quickref saving throws|PHB|2|1} as normal, including suffering a failure when you take damage. Additionally, whenever you take damage while at 0 hit points, your hit point maximum is reduced by an amount equal to the damage until you finish a {@quickref resting|PHB|2|0|long rest}.": "当你的生命值降至0点时，你不会失去意识。相反，你会保持清醒，直到结束你的回合而没有攻击生物或施放1级或更高级别的法术。当你的生命值为0时，你的攻击命中时额外造成{@damage 1d10}伤害，对你进行的攻击命中时有{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}。你会像平常一样进行死亡{@quickref saving throws|PHB|2|1}检定，包括受到伤害时的失败。此外，当你在0生命值时受到伤害时，你的生命值上限会减少等同于受到伤害的数量，直到你完成一次{@quickref resting|PHB|2|0|long rest}。",
	"Grabber. When the krasis hits a creature with its claws, the target is {@condition grappled} (escape DC 13 for category 1, DC 15 for category 2, and DC 19 for category 3) by a specialized grasping appendage on the krasis. It can have only one creature {@condition grappled} in this way at a time.": "抓握者。当混合兽用它的爪击中一个生物时，目标被混合兽身上的专门抓握附肢所{@condition grappled}（逃脱 DC 13 适用于1级，DC 15 适用于2级，DC 19 适用于3级）。它一次只能以这种方式拥有一个生物{@condition grappled}。",
	"Hypnotic Display {@recharge 5}. As an action, the krasis creates mesmerizing colors and shapes around itself. Each creature within 15 feet of it that can see it must succeed on a Wisdom saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on a saving throw against this effect becomes immune to the Hypnotic Display of all krasis for 24 hours.": "催眠展示{@recharge 5}。作为一个动作，克拉西斯在自身周围创造迷人的颜色和形状。每个能看到它的15英尺范围内的生物必须通过一次感知豁免检定（DC 12对于1级类别，DC 14对于2级类别，DC 18对于3级类别），否则将被{@condition stunned}1分钟。被影响的生物可以在自己的回合结束时重复进行豁免检定，成功则结束自身的效果。成功豁免此效果的生物将对所有克拉西斯的催眠展示效果免疫24小时。",
	"Heightened Awareness. The krasis can't be {@quickref Surprise|PHB|3|0|surprised}, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes.": "增强感知。由于具有类似鲶鱼的敏感触须、变色龙般的立体视觉、蛇般的舌头、龙虾般的眼柄或一系列眼睛，{@quickref Surprise|PHB|3|0|surprised}无法生效。",
	"Stabilizing Legs. The krasis has several crablike legs. As a result, it has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}.": "稳定的腿。这个混合体有几条像螃蟹一样的腿。因此，它在针对可能使其摔倒的效果的力量和敏捷豁免检定中获得优势{@condition prone}。"
}