{
	"Signaling for her companions to wait, a halfling creeps forward through the dungeon hall. She presses an ear to the door, then pulls out a set of tools and picks the lock in the blink of an eye. Then she disappears into the shadows as her fighter friend moves forward to kick the door open.": "示意她的同伴等待，一个半身人蹑手蹑脚地穿过地牢大厅。她把耳朵贴在门上，然后掏出一套工具，眨眼间就把锁打开了。然后她消失在阴影中，她的战士朋友上前将门踢开。",
	"A human lurks in the shadows of an alley while his accomplice prepares for her part in the ambush. When their target—a notorious slaver—passes the alleyway, the accomplice cries out, the slaver comes to investigate, and the assassin's blade cuts his throat before he can make a sound.": "一个人类潜伏在小巷的阴影中，而他的同伙则准备好了她在伏击中的角色。当他们的目标--一个臭名昭著的奴隶主--经过小巷时，同伙大叫起来，奴隶主前来调查，刺客的刀在他发出声音之前就割断了他的喉咙。",
	"Suppressing a giggle, a gnome waggles her fingers and magically lifts the key ring from the guard's belt. In a moment, the keys are in her hand, the cell door is open, and she and her companions are free to make their escape.": "一个地精压抑着笑声，挥舞着手指，神奇地从警卫的腰带上取下了钥匙环。一会儿，钥匙就到了她的手里，牢房的门被打开了，她和她的同伴们可以自由地逃跑了。",
	"Rogues rely on skill, stealth, and their foes' vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem, demonstrating a resourcefulness and versatility that is the cornerstone of any successful adventuring party.": "罗格依靠技巧、隐蔽性和他们敌人的弱点在任何情况下都能占上风。他们善于找到解决任何问题的办法，表现出足智多谋和多才多艺，是任何成功的冒险队伍的基石。",
	"Rogues devote as much effort to mastering the use of a variety of skills as they do to perfecting their combat abilities, giving them a broad expertise that few other characters can match. Many rogues focus on stealth and deception, while others refine the skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.": "流氓在掌握各种技能的使用方面所付出的努力与他们在完善战斗能力方面所付出的努力一样多，这使他们具有其他角色所不能比拟的广泛的专业知识。许多流氓专注于隐身和欺骗，而其他流氓则完善了在地下城环境中帮助他们的技能，如攀爬、寻找和解除陷阱以及开锁等。",
	"When it comes to combat, rogues prioritize cunning over brute strength. A rogue would rather make one precise strike, placing it exactly where the attack will hurt the target most, than wear an opponent down with a barrage of attacks. Rogues have an almost supernatural knack for avoiding danger, and a few learn magical tricks to supplement their other abilities.": "当涉及到战斗时，流氓优先考虑的是狡猾而不是蛮力。一个流氓宁可进行一次精确的攻击，把它准确地放在对目标伤害最大的地方，也不愿意用一连串的攻击把对手耗死。流氓在躲避危险方面有一种近乎超自然的诀窍，少数人学会了魔法技巧来补充他们的其他能力。",
	"Every town and city has its share of rogues. Most of them live up to the worst stereotypes of the class, making a living as burglars, assassins, cutpurses, and con artists. Often, these scoundrels are organized into thieves' guilds or crime families. Plenty of rogues operate independently, but even they sometimes recruit apprentices to help them in their scams and heists. A few rogues make an honest living as locksmiths, investigators, or exterminators, which can be a dangerous job in a world where dire rats—and wererats—haunt the sewers.": "每个城镇和城市都有它的流氓份额。他们中的大多数人都符合这个阶层最糟糕的刻板印象，以盗窃者、刺客、小偷和骗子为生。通常情况下，这些恶棍被组织成盗贼公会或犯罪家族。很多流氓都是独立行动的，但即使他们有时也会招募学徒来帮助他们进行诈骗和抢劫。少数流氓以锁匠、调查员或灭虫员的身份谋生，这在一个可怕的老鼠和狼人在下水道里出没的世界里，可能是一份危险的工作。",
	"As adventurers, rogues fall on both sides of the law. Some are hardened criminals who decide to seek their fortune in treasure hoards, while others take up a life of adventure to escape from the law. Some have learned and perfected their skills with the explicit purpose of infiltrating ancient ruins and hidden crypts in search of treasure.": "作为冒险家，流氓属于法律的两边。有些人是顽固的罪犯，决定在宝藏中寻找他们的财富，而另一些人则是为了逃避法律而开始了冒险的生活。有些人学习并完善了他们的技能，其明确的目的是潜入古代遗迹和隐藏的地窖中寻找宝藏。",
	"As you create your rogue character, consider the character's relationship to the law. Do you have a criminal past—or present? Are you on the run from the law or from an angry thieves' guild master? Or did you leave your guild in search of bigger risks and bigger rewards? Is it greed that drives you in your adventures, or some other desire or ideal?": "当你创造你的流氓角色时，考虑这个角色与法律的关系。你是否有犯罪的过去或现在？你是在逃避法律还是在逃避愤怒的盗贼公会会长？或者你是为了寻找更大的风险和更大的回报而离开公会的？是贪婪驱使你去冒险，还是其他的欲望或理想？",
	"What was the trigger that led you away from your previous life? Did a great con or heist gone terribly wrong cause you to reevaluate your career? Maybe you were lucky and a successful robbery gave you the coin you needed to escape the squalor of your life. Did wanderlust finally call you away from your home? Perhaps you suddenly found yourself cut off from your family or your mentor, and you had to find a new means of support. Or maybe you made a new friend—another member of your adventuring party—who showed you new possibilities for earning a living and employing your particular talents.": "是什么触发了你离开你以前的生活？一个伟大的骗局或抢劫案出了大问题，是否导致你重新评估你的职业？也许你很幸运，一次成功的抢劫给了你所需的硬币，让你摆脱了贫苦的生活。流浪的欲望最终召唤你离开你的家吗？也许你突然发现自己与家人或导师断绝了联系，你不得不找到新的支持手段。或者你结识了一位新朋友--你的冒险队伍中的另一位成员--他向你展示了谋生和发挥你特殊才能的新可能性。",
	"People forget that the entire point of venturing down into a dusty tomb is to bring back the prizes hidden away there. Fighting is for fools. Dead men can't spend their fortunes.": "人们忘记了，冒险进入尘封的坟墓的全部意义是为了带回藏在那里的奖品。战斗是为傻瓜准备的。死人不能花费他们的财富。",
	"When brute force won't get the job done, or when magic isn't available or appropriate, the rogue rises to the fore. With skills tied to stealth, subterfuge, and trickery, rogues can get into and out of trouble in ways that few other characters can emulate.": "当蛮力无法完成工作时，或者当魔法无法使用或不合适时，流氓就会脱颖而出。凭借与隐身术、潜行术和诡计相关的技能，流氓可以以其他角色无法模仿的方式进入和摆脱麻烦。",
	"Some rogues who turn to adventuring are former criminals who have decided that dodging monsters is preferable to remaining one step ahead of the law. Others are professional killers in search of a profitable application of their talents between contracts. Some simply love the thrill of overcoming any challenge that stands in their way.": "一些转向冒险的流氓曾是罪犯，他们认为躲避怪物比保持领先法律一步更可取。还有一些人是职业杀手，在合同期内寻找有利可图的应用他们的才能。有些人只是喜欢克服任何挡在他们面前的挑战的快感。",
	"On adventures, a rogue is likely to mix an outwardly cautious approach—few rogues enjoy combat—with a ravenous hunger for loot. Most of the time, in a rogue's mind, taking up arms against a creature is not about killing the creature but about becoming the new owner of its treasure.": "在冒险中，流氓很可能会将外表上的谨慎态度--很少有流氓喜欢战斗--与对战利品的饥渴相混合。大多数时候，在流氓的脑海中，拿起武器对付一个生物并不是为了杀死这个生物，而是为了成为其财宝的新主人。",
	"The following sections explore certain facets of what it means to be a rogue, which you can use to add depth to your character.": "下面的章节探讨了成为一个流氓的某些方面，你可以用它来增加你的角色的深度。",
	"Most of what rogues do revolves around obtaining treasure and preventing others from doing the same. Little gets in the way of attaining those goals, except that many rogues are enticed away from that path by a compulsion that clouds their thinking—an irresistible need that must be satisfied, even if doing so is risky.": "流氓所做的大部分事情都是围绕着获得宝藏和防止其他人做同样的事情。在实现这些目标的过程中，几乎没有任何阻碍，只是许多流氓被一种蒙蔽他们思维的强迫症所诱惑，一种不可抗拒的需求必须得到满足，即使这样做是有风险的。",
	"A rogue's guilty pleasure could be the acquisition of a physical item, something to be experienced, or a way of conducting oneself at certain times. One rogue might not be able to pass up any loot made of silver, for instance, even if said loot is hanging around the neck of a castle guard. Another one can't go through a day in the city without lifting a purse or two, just to keep in practice.": "一个流氓的罪恶感可以是获得一件实物，可以是体验到的东西，也可以是在某些时候的行为方式。例如，一个流氓可能无法放弃任何银制的战利品，即使这些战利品挂在城堡守卫的脖子上。另一个人在城市里一天不拿一两个钱包是不行的，只是为了保持练习。",
	"What's the one form of temptation that your rogue character can't resist when the opportunity presents itself, even if giving into it might mean trouble for you and your companions?": "什么是你的流氓角色在机会出现时无法抗拒的一种诱惑，即使屈服于它可能意味着你和你的同伴有麻烦？",
	"Large gems": "大型宝石",
	"A smile from a pretty face": "漂亮脸蛋上的微笑",
	"A new ring for your finger": "为你的手指戴上一个新的戒指",
	"The chance to deflate someone's ego": "挫败某人的自负的机会",
	"The finest food and drink": "最好的食物和饮料",
	"Adding to your collection of exotic coins": "为您的异国钱币收藏添砖加瓦",
	"Naturally, those who enforce the law are bound to come up against those who break it, and it's the rare rogue who isn't featured on at least one wanted poster. Beyond that, it's in the nature of their profession that rogues often come into contact with criminal elements, whether out of choice or necessity. Some of those people can be adversaries too, and they're likely to be harder to deal with than the average member of the city watch.": "自然，那些执法者必然会遇到那些违反法律的人，而且很少有流氓不在至少一张通缉令上出现。除此之外，由于他们的职业性质，流氓经常与犯罪分子接触，无论是出于选择还是出于需要。其中一些人也可能是对手，而且他们很可能比普通的城市巡警成员更难对付。",
	"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to come up with a reason why an adversary has appeared in your life. Perhaps you've been the subject of scrutiny for a while from someone who wants to use you for nefarious purposes and has just now become known to you. Such an incident could be the basis for an upcoming adventure.": "如果你的角色的背景故事中还没有这样的人物，你可以和你的管理员一起想出一个对手出现在你生活中的理由。也许你已经被某个想利用你达到邪恶目的的人监视了一段时间，现在才被你知道。这样的事件可以成为即将到来的冒险的基础。",
	"Does your rogue character have an adversary who also happens to be a criminal? If so, how is this relationship affecting your life?": "你的流氓角色是否有一个对手，而这个对手恰好也是一个罪犯？如果是这样，这种关系是如何影响你的生活的？",
	"The pirate captain on whose ship you once served; what you call moving on, the captain calls mutiny": "你曾在其船上服务的海盗船长；你所说的继续前进，船长称之为叛变。",
	"A master spy to whom you unwittingly fed bad information, which led to the assassination of the wrong target": "一个间谍高手，你无意中向他提供了错误的信息，导致了对错误目标的暗杀。",
	"The master of the local thieves' guild, who wants you to join the organization or leave town": "当地盗贼公会的会长，他希望你加入该组织或离开小镇。",
	"An art collector who uses illegal means to acquire masterpieces": "一个使用非法手段获取杰作的艺术收藏家",
	"A fence who uses you as a messenger to set up illicit meetings": "一个利用你作为信使来安排非法会议的围墙",
	"The proprietor of an illegal pit fighting arena where you once took bets": "你曾经下过赌注的一个非法斗兽场的老板",
	"Few rogues make it far in life before needing someone's help, which means thereafter owing that benefactor a significant debt.": "在需要别人的帮助之前，很少有流氓能在生活中走得很远，这意味着此后欠下恩人一大笔债。",
	"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to determine why a benefactor has appeared in your life. Perhaps you benefited from something your benefactor did for you without realizing who was responsible, and that person has now just become known to you. Who helped you in the past, whether or not you knew it at the time, and what do you owe that person as recompense?": "如果你的角色的背景故事中还没有这类人物，你可以和你的管理员一起确定为什么一个恩人会出现在你的生活中。也许你从你的恩人为你做的事情中受益，却没有意识到是谁在负责，而这个人现在才被你认识。过去是谁帮助了你，无论你当时是否知道，你欠那个人什么作为补偿？",
	"A smuggler kept you from getting caught but lost a valuable shipment in doing so. Now you owe that person an equally valuable favor.": "一个走私者使你免于被抓，但在此过程中损失了一批宝贵的货物。现在你欠那个人一个同样宝贵的人情。",
	"The Beggar King has hidden you from your pursuers many times, in return for future considerations.": "乞丐王曾多次将你从追捕者手中藏起来，以换取未来的考虑。",
	"A magistrate once kept you out of jail in return for information on a powerful crime lord.": "一位地方法官曾经让你免于入狱，以换取一个强大的犯罪头目的信息。",
	"Your parents used their savings to bail you out of trouble in your younger days and are now destitute.": "你的父母在你年轻的时候用他们的积蓄来保释你，现在已经穷困潦倒。",
	"A dragon didn't eat you when it had a chance, and in return you promised to set aside choice pieces of treasure for it.": "一条龙在有机会的时候没有吃掉你，作为回报，你答应为它留出选择的宝物。",
	"A druid once helped you out of a tight spot; now any random animal you see could be that benefactor, perhaps come to claim a return favor.": "一个德鲁伊曾经帮助你走出困境；现在你看到的任何随机动物都可能是那个恩人，也许是来要求回报的。",
	"The amount of the extra damage increases as you gain levels in this class, as shown in the Sneak Attack column of the Rogue table.": "额外的伤害量会随着你在这个等级中获得的等级而增加，如游侠表中的偷袭栏所示。",
	"During your rogue training you learned thieves' cant, a secret mix of dialect, jargon, and code that allows you to hide messages in seemingly normal conversation. Only another creature that knows thieves' cant understands such messages. It takes four times longer to convey such a message than it does to speak the same idea plainly.": "在你的流氓训练中，你学会了盗贼之语，一种方言、行话和密码的秘密组合，使你可以在看似正常的对话中隐藏信息。只有懂得盗贼之语的其他生物才能理解这种信息。传达这样的信息所需的时间比直截了当地说出同样的想法要长四倍。",
	"In addition, you understand a set of secret signs and symbols used to convey short, simple messages, such as whether an area is dangerous or the territory of a thieves' guild, whether loot is nearby, or whether the people in an area are easy marks or will provide a safe house for thieves on the run.": "此外，你还了解一套秘密的标志和符号，用来传达简短的、简单的信息，例如一个地区是否有危险或者是盗贼行会的领地，附近是否有战利品，或者一个地区的人是否容易得手或者会给逃跑的盗贼提供一个安全屋。",
	"At 3rd level, you choose an archetype that you emulate in the exercise of your rogue abilities from the list of available archetypes. Your archetype choice grants you features at 3rd level and then again at 9th, 13th, and 17th level.": "在3级的时候，你从可用的原型列表中选择一个你在行使你的流氓能力时模仿的原型。你的原型选择在3级时授予你特性，然后在9级、13级和17级时再次授予你特性。",
	"As a bonus action, you give yourself advantage on your next attack roll on the current turn. You can use this bonus action only if you haven't moved during this turn, and after you use the bonus action, your speed is 0 until the end of the current turn.": "作为一个奖励动作，你在当前回合的下一次攻击卷中给自己带来优势。你只有在本回合内没有移动的情况下才能使用这个奖励动作，在你使用奖励动作后，你的速度为0，直到本回合结束。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"Starting at 5th level, when an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage against you.": "从5级开始，当你能看到的攻击者用攻击击中你时，你可以用你的反应将攻击对你的伤害减半。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you reach 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到10级时，你可以将你选择的一个能力得分提高2分，或者将你选择的两个能力得分提高1分。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 13th level, you gain a feature granted by your Roguish Archetype.": "在13级时，你获得了一个由你的罗古斯原型赋予的功能。",
	"By 15th level, you have acquired greater mental strength. You gain proficiency in Wisdom saving throws.": "到15级时，你已经获得了更大的精神力量。你获得了对智慧救赎的熟练掌握。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you gain a feature granted by your Roguish Archetype.": "在17级时，你获得了一个由你的罗格利什原型授予的功能。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用了这个功能，你就不能再使用它，直到你完成一个短期或长期的休息。",
	"Some rogues enhance their fine-honed skills of stealth and agility with magic, learning tricks of enchantment and illusion. These rogues include pickpockets and burglars, but also pranksters, mischief-makers, and a significant number of adventurers.": "一些流氓用魔法来加强他们精良的隐蔽性和敏捷性的技能，学习魔法和幻术的技巧。这些流氓包括扒手和窃贼，但也包括恶作剧者、恶作剧者和大量的冒险者。",
	"You can stow one object the hand is holding in a container worn or carried by another creature.": "你可以将该手所持的一个物体存放在另一生物所穿戴或携带的容器中。",
	"You can retrieve an object in a container worn or carried by another creature.": "你可以取回另一生物所穿戴或携带的容器中的物品。",
	"In addition, you can use the bonus action granted by your Cunning Action to control the hand.": "此外，你可以使用你的狡诈行动所赋予的额外行动来控制手。",
	"You know three 1st-level wizard spells of your choice, two of which you must choose from the enchantment and illusion spells on the wizard spell list.": "你会三个自选的一级巫师法术，其中两个必须从巫师法术列表中的魔法和幻觉法术中选择。",
	"The Spells Known column of the Arcane Trickster Spellcasting table shows when you learn more wizard spells of 1st level or higher. Each of these spells must be an enchantment or illusion spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.": "奥术戏法师法术表的 \"已知法术 \"一栏显示你何时学会更多1级或以上的巫师法术。这些法术中的每一个都必须是你选择的魔法或幻术，而且必须是你有法术槽的等级。例如，当你达到这个等级的第7级时，你可以学习一个1级或2级的新法术。",
	"The spells you learn at 8th, 14th, and 20th level can come from any school of magic.": "你在8级、14级和20级学到的法术可以来自任何魔法流派。",
	"Whenever you gain a level in this class, you can replace one of the wizard spells you know with another spell of your choice from the wizard spell list. The new spell must be of a level for which you have spell slots, and it must be an enchantment or illusion spell, unless you're replacing the spell you gained at 3rd, 8th, 14th, or 20th level from any school of magic.": "每当你在这个等级中获得一个等级，你可以用你在巫师法术列表中选择的另一个法术替换你所知道的一个巫师法术。新的法术必须是你有法术槽的等级，而且必须是魔法或幻觉法术，除非你替换的是你在3、8、14或20级时从任何魔法流派获得的法术。",
	"Starting at 9th level, if you are hidden from a creature when you cast a spell on it, the creature has disadvantage on any saving throw it makes against the spell this turn.": "从9级开始，如果你在对某一生物施法时被隐藏起来，该生物在本回合对该法术的任何蓄力动作中都处于劣势。",
	"At 17th level, you gain the ability to magically steal the knowledge of how to cast a spell from another spellcaster.": "在17级时，你获得了从其他施法者那里神奇地窃取施法知识的能力。",
	"Immediately after a creature casts a spell that targets you or includes you in its area of effect, you can use your reaction to force the creature to make a saving throw with its spellcasting ability modifier. The DC equals your spell save DC. On a failed save, you negate the spell's effect against you, and you steal the knowledge of the spell if it is at least 1st level and of a level you can cast (it doesn't need to be a wizard spell). For the next 8 hours, you know the spell and can cast it using your spell slots. The creature can't cast that spell until the 8 hours have passed.": "在一个生物施放一个以你为目标或将你包括在其效果范围内的法术后，你可以立即使用你的反应来迫使该生物用其法术能力修正值做一个蓄力动作。蓄力值等于你的法术蓄力值。在救赎失败的情况下，你否定了该咒语对你的影响，并且你窃取了该咒语的知识，如果它至少是1级并且是你可以施展的级别（它不需要是巫师的咒语）。在接下来的8小时内，你知道这个法术，并且可以使用你的法术槽施放它。在8小时过去之前，该生物不能施放该法术。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个功能，你就不能再使用它，直到你完成长时间的休息。",
	"You focus your training on the grim art of death. Those who adhere to this archetype are diverse—hired killers, spies, bounty hunters, and even specially anointed priests trained to exterminate the enemies of their deity. Stealth, poison, and disguise help you eliminate your foes with deadly efficiency.": "你的训练重点是严峻的死亡艺术。那些坚持这一原型的人是多种多样的--被雇佣的杀手、间谍、赏金猎人，甚至还有专门受膏的牧师，他们被训练来消灭他们神灵的敌人。隐形、毒药和伪装帮助你以致命的效率消灭你的敌人。",
	"Your archetype grants you features at 3rd level and then again at 9th, 13th, and 17th level.": "你的原型在3级时授予你特性，然后在9级、13级和17级时再次授予你。",
	"Starting at 3rd level, you are at your deadliest when you get the drop on your enemies. You have advantage on attack rolls against any creature that hasn't taken a turn in the combat yet. In addition, any hit you score against a creature that is surprised is a critical hit.": "从3级开始，当你对你的敌人下手时，你的杀伤力是最大的。你对任何尚未进入战斗状态的生物在攻击卷轴上都有优势。此外，你对被惊动的生物的任何一击都是关键一击。",
	"Starting at 9th level, you can unfailingly create false identities for yourself. You must spend seven days and 25 gp to establish the history, profession, and affiliations for an identity. You can't establish an identity that belongs to someone else. For example, you might acquire appropriate clothing, letters of introduction, and official-looking certification to establish yourself as a member of a trading house from a remote city so you can insinuate yourself into the company of other wealthy merchants.": "从9级开始，你可以不折不扣地为自己创造假身份。你必须花七天时间和25金币来建立一个身份的历史、职业和附属关系。你不能建立一个属于别人的身份。例如，你可以获得适当的衣服、介绍信和看起来像官方的证明，以建立自己是一个来自偏远城市的贸易公司的成员，这样你就可以潜入其他富商的公司。",
	"Thereafter, if you adopt the new identity as a disguise, other creatures believe you to be that person until given an obvious reason not to.": "此后，如果你采用新的身份作为伪装，其他生物就会相信你是那个人，直到有明显的理由不相信。",
	"At 13th level, you gain the ability to unerringly mimic another person's speech, writing, and behavior. You must spend at least three hours studying these three components of the person's behavior, listening to speech, examining handwriting, and observing mannerism.": "在13级时，你获得了准确无误地模仿另一个人的语言、书写和行为的能力。你必须花至少三个小时来研究这个人的这三个部分的行为，倾听讲话，检查笔迹，观察举止。",
	"You hone your skills in the larcenous arts. Burglars, bandits, cutpurses, and other criminals typically follow this archetype, but so do rogues who prefer to think of themselves as professional treasure seekers, explorers, delvers, and investigators. In addition to improving your agility and stealth, you learn skills useful for delving into ancient ruins, reading unfamiliar languages, and using magic items you normally couldn't employ.": "你在偷窃的艺术中磨练自己的技能。盗贼、强盗、小偷和其他罪犯通常遵循这一原型，但那些喜欢把自己当作专业寻宝者、探险者、探索者和调查者的流氓也是如此。除了提高你的敏捷性和隐蔽性之外，你还可以学习到一些有用的技能，如钻研古代遗迹、阅读陌生的语言以及使用你通常无法使用的魔法物品。",
	"When you choose this archetype at 3rd level, you gain the ability to climb faster than normal; climbing no longer costs you extra movement.": "当你在3级选择这个原型时，你获得了比正常情况下更快的攀爬能力；攀爬不再花费你的额外移动。",
	"In addition, when you make a running jump, the distance you cover increases by a number of feet equal to your Dexterity modifier.": "此外，当你进行奔跑跳跃时，你所覆盖的距离会增加等于你的灵巧修正值的英尺数。",
	"By 13th level, you have learned enough about the workings of magic that you can improvise the use of items even when they are not intended for you. You ignore all class, race, and level requirements on the use of magic items.": "到了13级，你已经对魔法的运作有了足够的了解，即使物品不是为你准备的，你也能随机应变地使用它们。你无视所有等级、种族和级别对使用魔法物品的要求。",
	"When you reach 17th level, you have become adept at laying ambushes and quickly escaping danger. You can take two turns during the first round of any combat. You take your first turn at your normal initiative and your second turn at your initiative minus 10. You can't use this feature when you are surprised.": "当你达到17级时，你已经善于布下埋伏并迅速逃离危险。你可以在任何战斗的第一轮中进行两次回合。你以你的正常主动性进行第一轮，以你的主动性减去10进行第二轮。当你被偷袭时，你不能使用这个特性。",
	"Many rogues walk a fine line between life and death, risking their own lives and taking the lives of others. While adventuring on that line, some rogues discover a mystical connection to death itself. These rogues take knowledge from the dead and become immersed in negative energy, eventually becoming like ghosts. Thieves' guilds value them as highly effective information gatherers and spies.": "许多流氓在生与死之间行走，冒着自己的生命危险，夺取他人的生命。在这条线上冒险时，一些流氓发现与死亡本身有一种神秘的联系。这些流氓从死者身上获取知识，并沉浸在负能量中，最终变得像幽灵一样。盗贼行会重视他们，把他们作为高效的信息收集者和间谍。",
	"How did you discover this grim power? Did you sleep in a graveyard and awaken to your new abilities? Or did you cultivate them in a temple or thieves' guild dedicated to a deity of death?": "你是如何发现这种严峻的力量的？你是在墓地里睡觉，然后被你的新能力唤醒？还是你在献给死亡之神的寺庙或盗贼行会中培养了它们？",
	"As you nudge someone closer to the grave, you can channel the power of death to harm someone else as well. Immediately after you deal your Sneak Attack damage to a creature on your turn, you can target a second creature that you can see within 30 feet of the first creature. Roll half the number of Sneak Attack dice for your level (round up), and the second creature takes necrotic damage equal to the roll's total, as wails of the dead sound around them for a moment.": "当你把某人推近坟墓时，你可以引导死亡的力量来伤害其他人。在你对一个生物造成偷袭伤害后，你可以立即以第一个生物30英尺内你能看到的第二个生物为目标。掷出你等级的一半偷袭骰子（四舍五入），第二个生物会受到与掷出的骰子总数相等的坏死伤害，同时他们周围会响起死亡的哀嚎。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"Echoes of those who have died cling to you. Whenever you finish a short or long rest, you can choose one skill or tool proficiency that you lack and gain it, as a ghostly presence shares its knowledge with you. You lose this proficiency when you use this feature to choose a different proficiency that you lack.": "那些已经死去的人的回声依附着你。每当你完成一个短期或长期的休息，你可以选择一个你缺乏的技能或工具的熟练度并获得它，因为一个幽灵般的存在与你分享它的知识。当你使用这个功能选择一个你所缺乏的不同的能力时，你会失去这个能力。",
	"You can use soul trinkets in the following ways:": "你可以通过以下方式使用灵魂饰品。",
	"While a soul trinket is on your person, you have advantage on death saving throws and Constitution saving throws, for your vitality is enhanced by the life essence within the object.": "当灵魂饰品在你身上的时候，你在死神救赎和宪法救赎上有优势，因为你的生命力被物品中的生命精华所增强。",
	"When you deal Sneak Attack damage on your turn, you can destroy one of your soul trinkets that's on your person and then immediately use Wails from the Grave, without expending a use of that feature.": "当你在你的回合中造成偷袭伤害时，你可以摧毁你身上的一个灵魂饰品，然后立即使用 \"墓穴哀嚎\"，而不需要消耗该功能的使用权。",
	"You stay in this form for 10 minutes or until you end it as a bonus action. To use this feature again, you must finish a long rest or destroy one of your soul trinkets as part of the bonus action you use to activate Ghost Walk.": "你在这种形态下停留10分钟，或者直到你以奖励行动的方式结束它。要再次使用这个功能，你必须完成一个长时间的休息，或者在你用来激活幽灵行走的奖励动作中，销毁你的一个灵魂饰品。",
	"Your association with death has become so close that you gain the following benefits:": "你与死亡的关联已经变得如此密切，以至于你获得了以下好处。",
	"When you use your Wails from the Grave, you can deal the necrotic damage to both the first and the second creature.": "当你使用 \"墓穴哀号 \"时，你可以对第一个和第二个生物造成坏死伤害。",
	"At the end of a long rest, a soul trinket appears in your hand if you don't have any soul trinkets, as the spirits of the dead are drawn to you.": "在长时间的休息结束后，如果你没有任何灵魂饰品，一个灵魂饰品会出现在你的手中，因为死者的灵魂被吸引到你身边。",
	"Amid the trees of ancient forests on the Material Plane and in the Feywild, some wood elves walk the path of the Soulknife, serving as silent, lethal guardians of their woods. In the endless war among the gith, a githzerai is encouraged to become a Soulknife when stealth is required against the githyanki foe.": "在物质世界和精灵世界的古老森林的树木中，一些木精灵走在魂刀的道路上，充当他们森林的无声、致命的守护者。在吉斯人之间无休止的战争中，当需要隐身来对付吉斯人的敌人时，吉斯人被鼓励成为灵魂之刀。",
	"As a Soulknife, your psionic abilities might have haunted you since you were a child, only revealing their full potential as you experienced the stress of adventure. Or you might have sought out a reclusive order of psychic adepts and spent years learning how to manifest your power.": "作为一个魂刀，你的幻象能力可能从你还是个孩子的时候就一直困扰着你，只有在你经历了冒险的压力后才会充分显示出它们的潜力。或者你可能已经找到了一个隐居的通灵术士组织，并花了多年时间学习如何体现你的力量。",
	"Some of your powers expend the Psionic Energy die they use, as specified in a power's description, and you can't use a power if it requires you to use a die when your dice are all expended. You regain all your expended Psionic Energy dice when you finish a long rest. In addition, as a bonus action, you can regain one expended Psionic Energy die, but you can't do so again until you finish a short or long rest.": "你的一些能力会消耗他们所使用的幻能骰子，这在能力的描述中有所说明，如果一个能力要求你在你的骰子都被消耗掉时使用骰子，你就不能使用这个能力。当你完成一个长时间的休息时，你会重新获得你所有消耗的幻能骰子。此外，作为一个额外的动作，你可以重新获得一个已消耗的幻能骰子，但在你完成短时或长时休息之前，你不能再次这样做。",
	"The powers below use your Psionic Energy dice.": "下面的力量使用你的幻觉能量骰子。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you expend a Psionic Energy die to use this feature again.": "一旦你使用这个功能，你就不能再这样做，直到你完成一个长时间的休息，除非你消耗一个幻象能量模子来再次使用这个功能。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you expend three Psionic Energy dice to use it again.": "一旦你使用这个功能，你就不能再这样做了，直到你完成一个长时间的休息，除非你消耗三个幻象能量骰子来再次使用它。",
	"Amid the trees of ancient forests on the Material Plane and in the Feywild, some wood elves walk the path of the Soulknife, serving as silent, lethal guardians of their woods. In the endless war among the gith, a githzerai is encouraged to become a Soulknife when stealth is required against the githyanki foe, and in the world of Athas, a Sorcerer-King often turns to a Soulknife to eliminate an enemy, just as an insurgent Soulknife seeks to undermine that Sorcerer-King's rule.": "在物质世界和精灵世界的古老森林的树木中，一些木精灵走在魂刀的道路上，充当他们森林的无声、致命的守护者。在吉斯人之间无休止的战争中，当需要用隐身术来对付吉斯人的敌人时，吉斯人就会被鼓励成为魂刀，而在阿萨斯的世界里，巫师国王常常求助于魂刀来消灭敌人，就像叛乱的魂刀试图破坏巫师国王的统治一样。",
	"As a Soulknife, your psionic abilities might have haunted you since you were a child, only revealing their potential as you experienced the stress of adventure. Or you might have sought out a reclusive order of psionic adepts and spent years learning how to manifest your power.": "作为一个魂刀，你的幻象能力可能从小就困扰着你，只有在你经历了冒险的压力后才会显现出它们的潜力。或者你可能已经找到了一个隐居的幻术师组织，并花了多年时间学习如何展现你的力量。",
	"You can use your Psionic Talent die in the following ways:": "你可以通过以下方式使用你的幻术天赋模子。",
	"You can use your psychic abilities to establish telepathic communication between yourself and others—perfect for quiet infiltration. As an action, you give yourself and at least one other creature the ability to speak telepathically with each other. When you do so, roll your Psionic Talent die, and choose creatures you can see, up to a number of creatures equal to the number rolled. For 1 hour, the chosen creatures can speak telepathically with you, and you can speak telepathically with them. To send or receive a message (no action required), you and the other creature must be within 1 mile of each other. A creature can't use this telepathy if it can't speak any languages, and a creature can end the telepathic connection at any time (no action required). You and the creature don't need to speak a common language to understand each other.": "你可以使用你的精神能力在你和他人之间建立心灵感应--非常适合于安静的渗透。作为一个行动，你可以给自己和至少一个其他生物以心灵感应的能力，与对方交谈。当你这样做时，掷出你的幻术天赋模子，选择你能看到的生物，最多相等于掷出的数量。在1小时内，被选择的生物可以与你进行心灵感应，你也可以与它们进行心灵感应。要发送或接收信息（不需要行动），你和另一个生物必须在彼此的1英里范围内。如果一个生物不能说任何语言，就不能使用这种心灵感应，而且一个生物可以在任何时候结束心灵感应的连接（不需要行动）。你和该生物不需要说一种共同的语言就能理解对方。",
	"As a bonus action, you can calm your mind for a moment and restore your Psionic Talent die to its starting size. You then can't use Psi Replenishment again until you finish a long rest.": "作为一个额外的动作，你可以让你的心灵平静片刻，并将你的幻术天赋模子恢复到起始大小。然后你不能再使用灵力补充术，直到你完成一个长时间的休息。",
	"Your Psychic Blades are now an expression of your psi-suffused soul, giving you finer control over them in the following ways:": "你的通灵之刃现在是你通灵的灵魂的表现，使你在以下方面对它们有更精细的控制。",
	"If you make an attack roll with your Psychic Blades and miss the target, you can roll your Psionic Talent die and add the number rolled to the attack roll. If this causes the attack to hit, your Psionic Talent die decreases by one die size, regardless of the number rolled.": "如果你用你的通灵之刃做了一个攻击卷，但没有击中目标，你可以滚动你的幻术天赋模子，并将滚动的数字加到攻击卷上。如果这导致了攻击的命中，你的幻术天赋模子就会减少一个模子大小，而不考虑掷出的数字。",
	"If your Psionic Talent die is available, you can hurl your Psychic Blades to magically transport yourself to another location. As a bonus action, you manifest one of your Psychic Blades and throw it at an unoccupied space you can see, up to a number of feet away equal to 5 times the highest number on your Psionic Talent die. You then teleport to that space, the blade vanishes, and your Psionic Talent die decreases by one die size.": "如果你的幻象天赋模子可用，你可以掷出你的通灵之刃，用魔法将自己传送到另一个地方。作为一个额外的动作，你显现出你的一把通灵之刃，并将它扔向一个你能看到的无人的空间，最远的距离等于你的幻象天赋模子上最高数字的5倍。然后你传送到那个空间，刀片消失，你的幻象天赋模子减少一个模子大小。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you decrease your Psionic Talent die by one die size to use this feature again.": "一旦你使用这个功能，你就不能再这样做了，直到你完成一个长时间的休息，除非你把你的幻术天赋模子减少一个模子大小来再次使用这个功能。",
	"How did you discover this grim power? Did you sleep in a graveyard and awaken to your new abilities? Or did you cultivate them in a temple or thieves' guild dedicated to a god of death?": "你是如何发现这种严峻的力量的？你是在墓地里睡觉，然后被你的新能力唤醒？还是你在献给死神的寺庙或盗贼公会里培养了它们？",
	"As you nudge someone closer to the grave, you can cause deathly wails to be heard near them. Immediately after you deal your Sneak Attack damage to a creature on your turn, you can target a second creature that you can see within 30 feet of the first creature. Roll half the number of Sneak Attack dice for your level (round up), and the second creature takes psychic damage equal to the roll's total, as wails of the dead sound around them for a moment.": "当你把某人推近坟墓时，你可以使他们附近听到死亡的哀号。在你对一个生物造成偷袭伤害后，你可以立即以第一个生物30英尺内你能看到的第二个生物为目标。掷出你等级的一半偷袭骰子（四舍五入），第二个生物会受到与掷出的骰子总数相等的精神伤害，因为他们周围会响起死亡的哀号。",
	"Echoes of those who have died begin to cling to you. Whenever you finish a short or long rest, you can gain one skill or tool proficiency of your choice, as a ghostly presence shares its knowledge with you. This proficiency lasts until you use this feature again.": "那些死去的人的回声开始依附于你。每当你完成一次短期或长期的休息，你可以获得一个你选择的技能或工具的熟练度，因为一个幽灵般的存在与你分享它的知识。这个熟练度会持续到你再次使用这个功能。",
	"While the soul trinket is on your person, you have advantage on death saving throws and Constitution saving throws, as your vitality is enhanced by the life essence within the object. You can have a maximum number of soul trinkets equal to your proficiency bonus, and you can't create one while at your maximum.": "当灵魂饰品在你身上的时候，你在死神救赎和宪法救赎上有优势，因为你的生命力被物品中的生命精华所增强。你可以拥有的灵魂饰品的最大数量等于你的熟练度加成，而且在你的最大数量时，你不能创造一个。",
	"As an action, you can destroy one of your soul trinkets, no matter where it's located. When you do so, you can ask the spirit associated with the trinket one question. The spirit appears to you and answers in a language it knew in life. It's under no obligation to be truthful, and it answers as concisely as possible, eager to be free.": "作为一个行动，你可以摧毁你的一个灵魂饰品，不管它在哪里。当你这样做时，你可以向与该饰品相关的灵魂问一个问题。灵魂会出现在你面前，用它生前熟悉的语言回答。它没有义务说实话，它尽可能简洁地回答，渴望自由。",
	"When you use your Wails from the Grave feature, you can now deal the psychic damage to both the first and the second creature.": "当你使用你的 \"墓穴哀鸣 \"功能时，你现在可以对第一个和第二个生物造成精神伤害。",
	"You have learned to unleash bolts of necrotic energy from within your revived body. Immediately after you use your Cunning Action, you can make a ranged spell attack against a creature within 30 feet of you, provided you haven't used your Sneak Attack this turn. You are proficient with it, and you add your Dexterity modifier to its attack and damage rolls. A creature hit by this attack takes necrotic damage equal to your Sneak Attack. This uses your Sneak Attack for the turn.": "你已经学会了从你复活的身体中释放坏死的能量束。在你使用你的狡猾行动后，你可以立即对你周围30英尺内的生物进行一次远程法术攻击，前提是你本回合没有使用过偷袭。你精通此法，你在其攻击和伤害卷中加入你的灵巧修正值。被此攻击击中的生物会受到相当于你的偷袭的坏死伤害。这将使用你本回合的潜行攻击。",
	"Your newfound connection to death gives you the following benefits:": "你对死亡的新发现的联系给你带来以下好处。",
	"You don't need to eat, drink, or breathe.": "你不需要吃，不需要喝，不需要呼吸。",
	"You don't need to sleep. When you take a long rest, you must spend at least four hours in an inactive, motionless state, rather than sleeping. In this state, you remain semiconscious, and you can hear as normal.": "你不需要睡觉。当你长时间休息时，你必须至少花四个小时处于不活动、不动的状态，而不是睡觉。在这种状态下，你仍然是半清醒的，你可以像正常人一样听到。",
	"You remember talents you had in your previous life. When you finish a long rest, you gain one skill or tool proficiency of your choice. You can replace this proficiency with another when you finish a long rest.": "你记得你在前世的天赋。当你完成一个长时间的休息，你会获得一个你选择的技能或工具的熟练度。当你完成一次长休时，你可以用另一个熟练度来代替这个熟练度。",
	"Speaking with the dead in this way temporarily gives you a capability from a past life—you're unsure whether it's from your past or the spirit's. When the spell ends, you gain one random benefit from the Revived Capabilities table. The benefit lasts until you finish a short or long rest.": "以这种方式与死者交谈会暂时给你一种来自过去生活的能力--你不确定那是来自你的过去还是灵魂的。当咒语结束时，你从复活能力表中获得一个随机的好处。这个好处一直持续到你完成一个短期或长期的休息。",
	"You learn how to speak, read, and write one language of your choice.": "你学习如何说、读、写你选择的一种语言。",
	"You gain one skill or tool proficiency of your choice.": "你获得一个你选择的技能或工具的熟练度。",
	"You gain proficiency with one saving throw of your choice.": "你获得对你所选择的一种救赎方式的熟练掌握。",
	"After you cast the spell with this feature, you can't do so again until you finish a short or long rest.": "在你用这个特征施展法术后，你不能再这样做，直到你完成一个短期或长期的休息。",
	"When at death's door, you can converse with the powers of death. You have advantage on death saving throws, and whenever you make a death saving throw, your spirit can ask an entity of death a question that can be answered with \"yes,\" \"no,\" or \"unknown.\" The entity answers truthfully, using the knowledge of all those who have died.": "当在死亡之门前，你可以与死亡的力量交谈。你在死亡救赎上有优势，每当你做了一个死亡救赎，你的灵魂可以向一个死亡实体提出一个问题，可以用 \"是\"、\"不是 \"或 \"未知 \"来回答。该实体会用所有已死之人的知识如实回答。",
	"Like a ghost, you have the ability to slip in and out of the Ethereal Plane. You can now use your Cunning Action to teleport to an unoccupied space within 30 feet of you. You don't need to see that space to teleport to it, but your teleportation fails, wasting your bonus action, if you attempt to teleport through magical force that is Medium or larger, such as a wall of force. If you appear in a space occupied by another creature or filled by an object, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are shunted.": "像鬼魂一样，你有能力溜进和溜出虚空界。你现在可以使用你的狡猾行动来传送到你周围30英尺内无人的空间。你不需要看到那个空间就可以传送到那里，但是如果你试图通过中等或更大的魔法力量传送，例如力墙，你的传送就会失败，浪费你的奖励行动。如果你出现在一个被其他生物占据或被物体填满的空间里，你会立即被分流到你能占据的最近的未被占据的空间，并受到相当于你被分流距离两倍的力量伤害。",
	"A Soulknife possesses powerful psionic potential. They channel this reservoir of inner magic into tangible blades of psychic energy, striking at their victims' minds. They find easy employment as members of thieves' guilds, being particularly sought after as assassins, since their signature psychic blades leave behind no visible wounds.": "灵魂之刀拥有强大的幻觉潜能。他们将这种内在的魔力储备转化为有形的精神能量之刃，打击受害者的心灵。他们很容易成为盗贼行会的成员，尤其是作为刺客受到追捧，因为他们标志性的精神之刃不会留下明显的伤痕。",
	"As a Soulknife, your psionic abilities might have haunted you since you were a child, only revealing their potential when your psychic knives first appeared. Or you might have sought out a reclusive order of psionic assassins and spent years learning how to manifest your deadly blades.": "作为一个灵魂之刀，你的幻象能力可能从你还是个孩子时就一直困扰着你，只有在你的灵能刀第一次出现时才显示出其潜力。或者你可能已经找到了一个隐居的幻象刺客组织，并花了数年时间学习如何展现你的致命之刃。",
	"You can focus your psionic power to give yourself an extraordinary ability. When you finish a long rest, you gain one of the following benefits of your choice, which lasts until you finish a long rest:": "你可以集中你的幻象力来赋予自己一种非凡的能力。当你完成长期休息时，你会获得你所选择的以下一种好处，这种好处持续到你完成长期休息为止。",
	"You can communicate telepathically with any creature you can see within 30 feet of you. If a creature can speak at least one language, it can respond to you telepathically.": "你可以与你周围30英尺内你能看到的任何生物进行心灵感应。如果一个生物能说至少一种语言，它可以用心灵感应来回应你。",
	"Increase your walking speed by 5 feet.": "将你的行走速度提高5英尺。",
	"Your hit point maximum and your current hit points increase by an amount equal to your Intelligence modifier plus your rogue level.": "你的最大命中率和你当前的命中率增加的数量等于你的智力修正值加上你的流氓等级。",
	"You can use this feature a number of times equal to your Intelligence modifier (minimum of once), and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数等于你的智力修饰值（最少一次），当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"As an archetypal Inquisitive, you excel at rooting out secrets and unraveling mysteries. You rely on your sharp eye for details, but also on your finely honed ability to read the words and deeds of other creatures to determine their true intent. You excel at defeating creatures that hide among and prey upon ordinary folk, and your mastery of lore and your sharp eye make you well equipped to expose and end hidden evils.": "作为一个典型的探究者，你擅长于挖掘秘密和揭开谜团。你依靠你对细节的敏锐洞察力，同时也依靠你对其他生物的言行的精雕细琢来确定他们的真实意图。你擅长打败那些隐藏在普通人中间并捕食他们的生物，你对传说的掌握和你敏锐的眼光使你有能力揭发和结束隐藏的邪恶行为。",
	"This benefit lasts for 1 minute or until you successfully use Insightful Fighting against a different target.": "这个好处持续1分钟，或者直到你对不同的目标成功使用洞察力战斗。",
	"At 13th level, you gain the ability to detect magical deception. As an action, you sense the presence within 30 feet of you of illusions, shapechanger creatures not in their true form, and other magic designed to deceive the senses. Though you determine that an effect is attempting to trick you, you gain no special insight into what is hidden or its true nature.": "在13级时，你获得探测魔法欺骗的能力。作为一项行动，你可以感觉到在你30英尺范围内存在的幻觉、非真实形态的变形生物，以及其他旨在欺骗感官的魔法。尽管你确定一个效果试图欺骗你，但你并没有获得对所隐藏的东西或其真实性质的特殊洞察力。",
	"You are skilled in woodcraft and stealth, allowing you to range ahead of your companions during expeditions. Rogues who embrace this archetype are at home in the wilderness and among barbarians and fighters, as they serve as the eyes and ears of war bands across the world. Compared to other rogues, you are skilled at surviving in the wilds.": "你精通木匠和隐身术，使你在远征时能够领先于你的同伴。拥护这一原型的流氓在荒野、野蛮人和战士中如鱼得水，因为他们是世界各地的战队的耳目。与其他流氓相比，你擅长在荒野中生存。",
	"Starting at 3rd level, you are difficult to pin down during a fight. You can move up to half your speed as a reaction when an enemy ends its turn within 5 feet of you. This movement doesn't provoke opportunity attacks.": "从第三级开始，你在战斗中很难被锁定。当敌人在你的5英尺范围内结束其回合时，你可以作为一种反应移动到你的一半速度。这种移动不会激起机会攻击。",
	"At 9th level, your walking speed increases by 10 feet. If you have a climbing or swimming speed, this increase applies to that speed as well.": "9级时，你的行走速度增加10英尺。如果你有攀爬或游泳的速度，这种增加也适用于该速度。",
	"Starting at 13th level, you excel at leading ambushes. If any of your foes are surprised, you can use a bonus action on your turn in the first round of the combat to grant each ally who can see you a +5 bonus to initiative that lasts until the combat ends. If the initiative bonus would increase an ally's initiative above yours, the ally's initiative instead equals your initiative.": "从13级开始，你善于领导伏击战。如果你的任何敌人受到惊吓，你可以在战斗的第一轮中使用一个额外的行动，给每个能看到你的盟友一个+5的主动性奖励，持续到战斗结束。如果主动性奖励会使盟友的主动性高于你，那么盟友的主动性反而等于你的主动性。",
	"Each of the allies also receives a 10-foot increase to speed that lasts until the end of the ally's next turn.": "每个盟友也会得到一个10英尺的速度提升，持续到盟友的下一个回合结束。",
	"As an archetypal Inquisitive, you excel at rooting out secrets and unraveling mysteries. You rely on your sharp eye for detail, but also on your finely honed ability to read the words and deeds of other creatures to determine their true intent. You excel at defeating creatures that hide among and prey upon ordinary folk, and your mastery of lore and your keen deductions make you well equipped to expose and end hidden evils.": "作为一个典型的探究者，你擅长于挖掘秘密和揭开谜团。你依靠你对细节的敏锐洞察力，同时也依靠你对其他生物的言行的精雕细琢来确定他们的真实意图。你擅长打败那些隐藏在普通人中间并捕食他们的生物，你对传说的掌握和敏锐的推理使你有能力揭露和结束隐藏的邪恶。",
	"This benefit lasts for 1 minute or until you successfully use this feature against a different target.": "这个好处持续1分钟，或者直到你对不同的目标成功使用这个功能。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses of it when you finish a long rest.": "你可以使用这个功能的次数等于你的智慧修改器（最少一次），当你完成一个长时间的休息时，你会重新获得所有消耗的功能。",
	"Your focus is on people and on the influence and secrets they have. Many spies, courtiers, and schemers follow this archetype, leading lives of intrigue. Words are your weapons as often as knives or poison, and secrets and favors are some of your favorite treasures.": "你的注意力集中在人身上，以及他们的影响力和秘密。许多间谍、朝臣和阴谋家都遵循这一原型，过着阴谋的生活。言语是你的武器，就像刀子或毒药一样，而秘密和恩惠是你最喜欢的一些财富。",
	"Additionally, you can unerringly mimic the speech patterns and accent of a creature that you hear speak for at least 1 minute, enabling you to pass yourself off as a native speaker of a particular land, provided that you know the language.": "此外，你可以准确无误地模仿你听到的一个生物的说话方式和口音，至少1分钟，使你能够把自己当作某个地方的母语者，只要你懂得这种语言。",
	"Intelligence score": "智力得分",
	"Wisdom score": "智慧得分",
	"Charisma score": "魅力得分",
	"Class levels (if any)": "班级级别（如果有的话）",
	"Beginning at 13th level, you can sometimes cause another creature to suffer an attack meant for you. When you are targeted by an attack while a creature within 5 feet of you is granting you cover against that attack, you can use your reaction to have the attack target that creature instead of you.": "从13级开始，你有时可以使另一个生物遭受到原本针对你的攻击。当你被攻击时，在你5英尺范围内的生物正给予你掩护以抵御该攻击，你可以使用你的反应来让该攻击针对该生物而不是你。",
	"Additionally, no matter what you say, magic that would determine if you are telling the truth indicates you are being truthful if you so choose, and you can't be compelled to tell the truth by magic.": "此外，无论你说什么，会确定你是否说实话的魔法表明你是在说实话，如果你选择的话，而你不能被魔法强迫说实话。",
	"You are skilled in stealth and surviving far from the streets of a city, allowing you to scout ahead of your companions during expeditions. Rogues who embrace this archetype are at home in the wilderness and among barbarians and rangers, and many Scouts serve as the eyes and ears of war bands. Ambusher, spy, bounty hunter—these are just a few of the roles that Scouts assume as they range the world.": "你擅长隐身，并能在远离城市街道的地方生存，使你在远征时能在你的同伴之前进行侦察。拥护这一原型的罗格在野外、野蛮人和游骑兵之间游刃有余，许多侦察兵在战争中充当耳目。伏击者、间谍、赏金猎人--这些只是童子军在世界范围内承担的几个角色。",
	"Starting at 13th level, you excel at leading ambushes and acting first in a fight.": "从13级开始，你擅长领导伏击和在战斗中率先行动。",
	"You have advantage on initiative rolls. In addition, the first creature you hit during the first round of a combat becomes easier for you and others to strike; attack rolls against that target have advantage until the start of your next turn.": "你在主动性卷轴上有优势。此外，在战斗的第一轮中，你击中的第一个生物对你和其他人来说变得更容易攻击；对该目标的攻击卷有优势，直到你下一回合开始。",
	"You focus your training on the art of the blade, relying on speed, elegance, and charm in equal parts. While some warriors are brutes clad in heavy armor, your method of fighting looks almost like a performance. Duelists and pirates typically belong to this archetype.": "你把训练重点放在刀剑的艺术上，对速度、优雅和魅力的依赖程度相当高。虽然有些战士是身披重甲的野蛮人，但你的战斗方式看起来几乎像一场表演。决斗者和海盗通常属于这种类型的原型。",
	"A Swashbuckler excels in single combat, and can fight with two weapons while safely darting away from an opponent.": "剑客擅长单兵作战，可以用两种武器作战，同时安全地躲避对手。",
	"When you choose this archetype at 3rd level, you learn how to land a strike and then slip away without reprisal. During your turn, if you make a melee attack against a creature, that creature can't make opportunity attacks against you for the rest of your turn.": "当你在3级选择这个原型时，你学会了如何进行一次攻击，然后溜走而不被报复。在你的回合中，如果你对一个生物进行了近战攻击，该生物在你回合的剩余时间内不能对你进行机会攻击。",
	"Starting at 3rd level, your confidence propels you into battle. You can give yourself a bonus to your initiative rolls equal to your Charisma modifier.": "从第三级开始，你的自信会推动你进入战斗。你可以给自己的主动性卷轴带来相当于你的魅力修改器的奖励。",
	"If you succeed on the check and the creature is hostile to you, it has disadvantage on attack rolls against targets other than you and can't make opportunity attacks against targets other than you. This effect lasts for 1 minute, until one of your companions attacks the target or affects it with a spell, or until you and the target are more than 60 feet apart.": "如果你检查成功，并且该生物对你有敌意，它在对你以外的目标进行攻击卷时有劣势，并且不能对你以外的目标进行机会攻击。这个效果持续1分钟，直到你的一个同伴攻击目标或用法术影响它，或者直到你和目标相距60英尺以上。",
	"Beginning at 17th level, your mastery of the blade lets you turn failure into success in combat. If you miss with an attack roll, you can roll it again with advantage. Once you do so, you can't use this feature again until you finish a short or long rest.": "从17级开始，你对刀剑的掌握让你在战斗中转败为胜。如果你的攻击卷没打中，你可以以优势再次卷起。一旦你这样做了，你就不能再使用这个功能，直到你完成一个短期或长期休息。",
	"You can establish telepathic communication between yourself and others-perfect for quiet infiltration. As an action, choose one or more creatures you can see, up to a number of creatures equal to your proficiency bonus, and then roll one Psionic Energy die. For a number of hours equal to the number rolled, the chosen creatures can speak telepathically with you, and you can speak telepathically with them. To send or receive a message (no action required), you and the other creature must be within 1 mile of each other. A creature can't use this telepathy if it can't speak any languages, and a creature can end the telepathic connection at any time (no action required). You and the creature don't need to speak a common language to understand each other.": "你可以在自己和他人之间建立心灵感应--非常适合悄悄潜入。作为一个行动，选择一个或多个你能看到的生物，最多相当于你的熟练度加成，然后掷出一个幻能模子。在与掷出的数字相等的时间内，被选择的生物可以与你进行心灵感应，你也可以与他们进行心灵感应。要发送或接收信息（不需要行动），你和另一个生物必须在彼此的1英里之内。如果一个生物不能说任何语言，就不能使用这种心灵感应，而且一个生物可以在任何时候结束心灵感应的连接（不需要行动）。你和该生物不需要说一种共同的语言就能理解对方。",
	"The first time you use this power after each long rest, you don't expend the Psionic Energy die. All other times you use the power, you expend the die.": "你在每次长时间休息后第一次使用这个能力时，你不需要消耗幻象能量模子。其他时候，你使用这个能力时，都要消耗骰子。",
	"If you make an attack roll with your Psychic Blades and miss the target, you can roll one Psionic Energy die and add the number rolled to the attack roll. If this causes the attack to hit, you expend the Psionic Energy die.": "如果你用你的通灵之刃做了一个攻击卷，但没有击中目标，你可以滚动一个幻象能量模子，并将滚动的数字加到攻击卷上。如果这导致了攻击的命中，你就会消耗幻能模子。",
	"As a bonus action, you manifest one of your Psychic Blades, expend one Psionic Energy die and roll it, and throw the blade at an unoccupied space you can see, up to a number of feet away equal to 10 times the number rolled. You then teleport to that space, and the blade vanishes.": "作为一个额外的行动，你显现出你的一把通灵之刃，消耗一个幻象能量模子并掷出它，然后将这把刃扔向一个你能看到的无人的空间，最远的距离等于掷出数的10倍。然后你传送到那个空间，刀片就消失了。",
	"You can make a rogue quickly by following these suggestions. First, Dexterity should be your highest ability score. Make Intelligence your next-highest if you want to excel at Investigation or plan to take up the Arcane Trickster archetype. Choose Charisma instead if you plan to emphasize deception and social interaction. Second, choose the {@background charlatan} background.": "你可以通过以下建议快速创建一个盗贼。首先，敏捷应该是你最高的能力值。如果你想擅长调查或打算选择奥术杀手职业分支，那么智力应该是你的次高能力值。如果你打算强调欺骗和社交互动，那就选择魅力。其次，选择{@background charlatan}背景。",
	"At 1st level, choose two of your skill proficiencies, or one of your skill proficiencies and your proficiency with {@item thieves' tools|phb}. Your proficiency bonus is doubled for any ability check you make that uses either of the chosen proficiencies.": "在1级时，选择两项你熟练的技能，或者选择一项你熟练的技能和你对{@item thieves' tools|phb}的熟练。对于任何使用你选择的熟练技能进行的能力检定，你的熟练加值翻倍。",
	"At 6th level, you can choose two more of your proficiencies (in skills or with {@item thieves' tools|phb}) to gain this benefit.": "在第6级时，你可以选择另外两项熟练加值（技能或者用{@item thieves' tools|phb}）来获得这个好处。",
	"Beginning at 1st level, you know how to strike subtly and exploit a foe's distraction. Once per turn, you can deal an extra {@damage 1d6} damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use a finesse or a ranged weapon.": "从1级开始，你知道如何巧妙地攻击并利用敌人的分心。每回合一次，如果你在攻击检定中具有优势，并且攻击使用灵巧或远程武器，你可以对你击中的一名生物造成额外{@damage 1d6}的伤害。",
	"You don't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and you don't have disadvantage on the attack roll.": "如果目标的另一个敌人在其5英尺内，且你没有攻击劣势，那么你不需要在攻击投掷上获得优势，该敌人不是{@condition incapacitated}。",
	"Starting at 2nd level, your quick thinking and agility allow you to move and act quickly. You can take a bonus action on each of your turns in combat. This action can be used only to take the {@action Dash}, {@action Disengage}, or {@action Hide} action.": "从2级开始，你的迅捷思维和敏捷身手使你能够快速移动和行动。你可以在战斗中的每个回合中都使用一个额外动作。这个动作只能用来进行{@action Dash}、{@action Disengage}或{@action Hide}动作。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长(feats)，你可以选择取一个{@5etools feat|feats.html}。",
	"At 6th level, you can choose two more of your proficiencies (in skills or with {@item thieves' tools|phb}) to gain the benefit of Expertise.": "在第6级时，你可以选择另外两项你精通的技能或者{@item thieves' tools|phb}，获得熟练加值的好处。",
	"Beginning at 7th level, you can nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or an {@spell ice storm} spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.": "从7级开始，你可以灵巧地躲避某些区域效果，比如红龙的火焰吐息或者一个{@spell ice storm}法术。当你受到一个效果的影响，允许你进行敏捷豁免才能只受到一半伤害时，如果你成功通过豁免检定，你将不受到伤害，如果你失败，则只受到一半伤害。",
	"At 9th level, you gain a feature granted by your Roguish Archetype.": "在第9级时，你获得了由你的盗贼职业原型提供的特性。",
	"By 11th level, you have refined your chosen skills until they approach perfection. Whenever you make an ability check that lets you add your proficiency bonus, you can treat a {@dice d20} roll of 9 or lower as a 10.": "到了11级，你已经将你选择的技能练到接近完美的地步。每当你进行一个能让你加上熟练加值的能力检定时，你可以将骰出的{@dice d20}点数为9或更低的结果视为10。",
	"Starting at 14th level, if you are able to hear, you are aware of the location of any hidden or {@condition invisible} creature within 10 feet of you.": "从14级开始，如果你能听到声音，你可以意识到你周围10英尺范围内任何隐形或{@condition invisible}生物的位置。",
	"Beginning at 18th level, you are so evasive that attackers rarely gain the upper hand against you. No attack roll has advantage against you while you aren't {@condition incapacitated}.": "从18级开始，你如此善于闪避，攻击者很少能占到上风。当你不处于{@condition incapacitated}状态时，没有任何攻击可以对你造成优势。",
	"At 20th level, you have an uncanny knack for succeeding when you need to. If your attack misses a target within range, you can turn the miss into a hit. Alternatively, if you fail an ability check, you can treat the {@dice d20} roll as a 20.": "在20级时，你有一种神奇的本领，在需要时总能成功。如果你的攻击未命中范围内的目标，你可以将未命中变为命中。或者，如果你在一个能力检定中失败，你可以将{@dice d20}的骰结果视为20。",
	"Starting at 3rd level, when you cast {@spell mage hand}, you can make the spectral hand {@condition invisible}, and you can perform the following additional tasks with it:": "从3级开始，当你施放{@spell mage hand}时，你可以制造幽灵之手{@condition invisible}，并且你可以用它执行以下额外任务：",
	"You can use {@item thieves' tools|phb} to pick locks and disarm traps at range.": "你可以使用{@item thieves' tools|phb}来远程开锁和解除陷阱。",
	"You can perform one of these tasks without being noticed by a creature if you succeed on a Dexterity ({@skill Sleight of Hand}) check contested by the creature's Wisdom ({@skill Perception}) check.": "如果你在与生物的感知（{@skill Perception}) 检定对抗中成功进行敏捷（{@skill Sleight of Hand}) 检定，你可以在不被生物发现的情况下执行这些任务中的一个。",
	"When you reach 3rd level, you gain the ability to cast spells. See {@book chapter 10|PHB|10} for the general rules of spellcasting and {@book chapter 11|PHB|11} for the {@filter wizard spell list|spells|class=wizard}.": "当你达到3级时，你将获得施放法术的能力。请参阅{@book chapter 10|PHB|10}了解施法的一般规则，{@book chapter 11|PHB|11}了解{@filter wizard spell list|spells|class=wizard}的规则。",
	"You learn three cantrips: {@spell mage hand} and two other cantrips of your choice from the wizard spell list. You learn another wizard cantrip of your choice at 10th level.": "你学会了三个零级法术：{@spell mage hand}，以及从巫师法术清单中选择的另外两个法术。在10级时，你将学会另外一个巫师法术。",
	"The Arcane Trickster Spellcasting table shows how many spell slots you have to cast your {@filter wizard spells|spells|class=wizard} of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "奥术欺诈者施法表格显示了你有多少法术位来施放你{@filter wizard spells|spells|class=wizard}的1级及更高级法术。要施放这些法术之一，你必须消耗一个与该法术等级相同或更高级的法术位。当你完成一次长休时，你会恢复所有已消耗的法术位。",
	"For example, if you know the 1st-level spell {@spell charm person} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell charm person} using either slot.": "例如，如果你知道1级法术{@spell charm person}，并且有一个1级和一个2级法术位可用，你可以使用任一法术位施展{@spell charm person}。",
	"Intelligence is your spellcasting ability for your wizard spells, since you learn your spells through dedicated study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a wizard spell you cast and when making an attack roll with one.": "智力是你作为（wizard）的法术的施法能力，因为你通过专注学习和记忆来学习这些法术。每当一个法术提到你的施法能力时，你就使用你的智力。此外，当你施放（wizard）法术时，设置施法难度检定 DC 和进行攻击检定时，你也使用你的智力调整值。",
	"At 13th level, you gain the ability to distract targets with your {@spell mage hand}. As a bonus action on your turn, you can designate a creature within 5 feet of the spectral hand created by the spell. Doing so gives you advantage on attack rolls against that creature until the end of the turn.": "在13级时，你获得了用你的{@spell mage hand}分散目标注意力的能力。作为你回合的奖励动作，你可以指定一个在法术创造的幽灵之手5英尺内的生物。这样做会让你在本回合结束前对该生物的攻击投掷获得优势。",
	"Starting at 3rd level, you are at your deadliest when you get the drop on your enemies. You have advantage on attack rolls against any creature that hasn't taken a turn in the combat yet. In addition, any hit you score against a creature that is {@quickref Surprise|PHB|3|0|surprised} is a critical hit.": "从3级开始，当你突袭敌人时，你的杀伤力最大。你对尚未在战斗中行动过的任何生物的攻击投掷获得优势。此外，对{@quickref Surprise|PHB|3|0|surprised}的生物造成的任何命中都是暴击。",
	"When you choose this archetype at 3rd level, you gain proficiency with the {@item disguise kit|phb} and the {@item poisoner's kit|phb}.": "当你在3级时选择这个职业分支时，你会获得对{@item disguise kit|phb}和{@item poisoner's kit|phb}的熟练。",
	"Starting at 17th level, you become a master of instant death. When you attack and hit a creature that is {@quickref Surprise|PHB|3|0|surprised}, it must make a Constitution saving throw (DC 8 + your Dexterity modifier + your proficiency bonus). On a failed save, double the damage of your attack against the creature.": "从17级开始，你成为了即死大师。当你攻击并命中一个生命值为{@quickref Surprise|PHB|3|0|surprised}的生物时，它必须进行一次体质豁免检定（豁免 DC 8 + 你的敏捷修正值 + 你的熟练加值）。如果未通过豁免检定，你对该生物的攻击伤害翻倍。",
	"Starting at 3rd level, you can use the bonus action granted by your Cunning Action to make a Dexterity ({@skill Sleight of Hand}) check, use your {@item thieves' tools|phb} to disarm a trap or open a lock, or take the {@action Use an Object} action.": "从3级开始，你可以利用你的狡诈行动赋予的奖励动作来进行一个敏捷检定（{@skill Sleight of Hand}），使用你的{@item thieves' tools|phb}来解除陷阱或打开锁，或者执行{@action Use an Object}动作。",
	"Starting at 9th level, you have advantage on a Dexterity ({@skill Stealth}) check if you move no more than half your speed on the same turn.": "从9级开始，如果在同一回合内移动的距离不超过你速度的一半，你在敏捷检定中获得优势({@skill Stealth})。",
	"When you reach 17th level, you have become adept at laying ambushes and quickly escaping danger. You can take two turns during the first round of any combat. You take your first turn at your normal initiative and your second turn at your initiative minus 10. You can't use this feature when you are {@quickref Surprise|PHB|3|0|surprised}.": "当你达到17级时，你已经变得擅长设伏和迅速逃离危险。在任何战斗的第一轮中，你可以进行两轮行动。你在正常的先攻顺序中进行第一轮行动，然后在你的先攻顺序减去10时进行第二轮行动。当你处于{@quickref Surprise|PHB|3|0|surprised}状态时，你不能使用这个特性。",
	"Many shadar-kai of the Shadowfell are masters of these macabre techniques, and some are willing to teach this path. In places like Thay in the Forgotten Realms and Karrnath in Eberron, where many necromancers practice their craft, a Phantom can become a wizard's confidant and right hand. In temples of gods of death, the Phantom might work as an agent to track down those who try to cheat death and to recover knowledge that might otherwise be lost to the grave.": "在暗影界的许多沙达凯（Shadar-kai）都是这些恐怖技巧的大师，有些愿意传授这条道路。在遗忘国度（Forgotten Realms）的泰（Thay）和伊布隆（Eberron）的卡纳斯（Karrnath）等地，许多死灵术士实践他们的手艺，一个幻影（Phantom）可以成为巫师的知己和得力助手。在死亡之神的神庙中，幻影可能会作为一名特工，追踪那些试图欺骗死神的人，并找回可能会永远埋入坟墓的知识。",
	"When a life ends in your presence, you're able to snatch a token from the departing soul, a sliver of its life essence that takes physical form: as a reaction when a creature you can see dies within 30 feet of you, you can open your free hand and cause a Tiny trinket to appear there, a soul trinket. The DM determines the trinket's form or has you roll on the {@item Trinket|phb|Trinkets} table in the {@i Player's Handbook} to generate it. You can have a maximum number of soul trinkets equal to your proficiency bonus, and you can't create one while at your maximum.": "当一个生命在你面前结束时，你能够从离去的灵魂中夺取一个标记，一小部分它的生命精华会以物质形式呈现：当你能看见的生物在你30英尺内死亡时，你可以作为一次反应张开你的空手，让一个微小的小玩意出现在那里，一个灵魂小玩意。DM决定小玩意的形式，或者让你在{@i Player's Handbook}的{@item Trinket|phb|Trinkets}表上掷骰子来生成它。你最多可以拥有与你的熟练加值相等的灵魂小玩意，当你达到最大数量时就不能再创造新的了。",
	"As an action, you can destroy one of your soul trinkets, no matter where it's located. When you do so, you can ask the spirit associated with the trinket one question. The spirit appears to you and answers in a language it knew in life. It's under no obligation to be truthful, and it answers as concisely as possible, eager to be free. The spirit knows only what it knew in life, as determined by the DM.": "作为一个动作，你可以摧毁你的一个灵魂护符，无论它在哪里。当你这样做时，你可以向与护符相关的灵魂提出一个问题。这个灵魂会出现在你面前，并用它在生前知道的语言回答你。它没有义务说实话，会尽可能简洁地回答，渴望得到自由。这个灵魂只知道它生前所知道的东西，由DM决定。",
	"You can phase partially into the realm of the dead, becoming like a ghost. As a bonus action, you assume a spectral form. While in this form, you have a flying speed of 10 feet, you can hover, and attack rolls have disadvantage against you. You can also move through creatures and objects as if they were {@quickref difficult terrain||3}, but you take {@damage 1d10} force damage if you end your turn inside a creature or an object.": "你可以部分地进入死者领域，变成类似幽灵的存在。作为一个奖励动作，你可以进入一个幽灵形态。在这种形态下，你拥有10英尺的飞行速度，可以悬停，并且对你的攻击投掷有劣势。你也可以如同{@quickref difficult terrain||3}一样穿过生物和物体，但如果你在一个生物或物体内结束你的回合，你会受到{@damage 1d10}的力量伤害。",
	"Most assassins strike with physical weapons, and many burglars and spies use {@item thieves' tools|PHB} to infiltrate secure locations. In contrast, a Soulknife strikes and infiltrates with the mind, cutting through barriers both physical and psychic. These rogues discover psionic power within themselves and channel it to do their roguish work. They find easy employment as members of thieves' guilds, though they are often mistrusted by rogues who are leery of anyone using strange mind powers to conduct their business. Most governments would also be happy to employ a Soulknife as a spy.": "大多数刺客使用物理武器发动袭击，许多盗贼和间谍使用{@item thieves' tools|PHB}渗透到安全场所。相比之下，灵魂刀使者通过思维进行袭击和渗透，切割物理和心灵屏障。这些盗贼在自己内心发现了超能力，并将其引导到自己的盗贼工作中。他们很容易被盗贼行会雇佣，尽管经常受到对任何使用奇怪心灵力量进行业务的盗贼的不信任。大多数政府也会乐意雇佣灵魂刀使者作为间谍。",
	"You harbor a wellspring of psionic energy within yourself. This energy is represented by your Psionic Energy dice, which are each a {@dice d6}. You have a number of these dice equal to twice your proficiency bonus, and they fuel various psionic powers you have, which are detailed below.": "你体内潜藏着丰富的超能能量。这种能量由你的超能能量骰子代表，每个骰子都是一个{@dice d6}。你拥有的这些骰子数量等于你熟练加值的两倍，它们为你拥有的各种超能力提供能量，这些能力将在下面详细介绍。",
	"When you reach certain levels in this class, the size of your Psionic Energy dice increases: at 5th level ({@dice d8}), 11th level ({@dice d10}), and 17th level ({@dice d12}).": "当你在这个职业中达到特定等级时，你的灵能骰子的大小会增加：在5级（{@dice d8}），11级（{@dice d10}），和17级（{@dice d12}）。",
	"You can manifest your psionic power as shimmering blades of psychic energy. Whenever you take the {@action Attack} action, you can manifest a psychic blade from your free hand and make the attack with that blade. This magic blade is a simple melee weapon with the finesse and thrown properties. It has a normal range of 60 feet and no long range, and on a hit, it deals psychic damage equal to {@dice 1d6} plus the ability modifier you used for the attack roll. The blade vanishes immediately after it hits or misses its target, and it leaves no mark on its target if it deals damage.": "你可以将你的超能力表现为闪烁的精神能量之刃。每当你进行{@action Attack}动作时，你可以从你的空手中显现出一把精神之刃，并用该刃进行攻击。这把魔法之刃是一种简单的近战武器，具有灵巧和投掷属性。它的普通射程为60英尺，没有远程射程，命中时，它造成精神伤害，伤害值为{@dice 1d6}加上你用于攻击骰点的能力修正值。该刃在命中或未命中目标后立即消失，如果造成伤害，它不会在目标上留下任何痕迹。",
	"After you attack with the blade, you can make a melee or ranged weapon attack with a second psychic blade as a bonus action on the same turn, provided your other hand is free to create it. The damage die of this bonus attack is {@dice 1d4}, instead of {@dice 1d6}.": "在你用刀攻击后，你可以在同一回合使用第二个（psychic blade）进行近战或远程武器攻击，作为一个额外动作，前提是你的另一只手是空着的以制造它。这个额外攻击的伤害骰是{@dice 1d4}，而不是{@dice 1d6}。",
	"Your Psychic Blades are now an expression of your psi-suffused soul, giving you these powers that use your Psionic Energy dice:": "你的心灵之刃现在是你灵能充盈的灵魂的表达，赋予你以下能力，使用你的灵能骰子：",
	"You can weave a veil of psychic static to mask yourself. As an action, you can magically become {@condition invisible}, along with anything you are wearing or carrying, for 1 hour or until you dismiss this effect (no action required). This invisibility ends early immediately after you deal damage to a creature or you force a creature to make a saving throw.": "你可以编织一层心灵静电的面纱来掩盖自己。作为一个动作，你可以在接下来的1小时内或者你解除这个效果（无需动作）时，魔法地变成{@condition invisible}，连同你穿戴的一切。当你对一个生物造成伤害或者迫使一个生物进行豁免投掷后，这种隐形效果会立即结束。",
	"You can sweep your Psychic Blades directly through a creature's mind. When you use your Psychic Blades to deal Sneak Attack damage to a creature, you can force that target to make a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Dexterity modifier). If the save fails, the target is {@condition stunned} for 1 minute. The {@condition stunned} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "你可以直接用你的心灵之刃横扫一个生物的思维。当你使用你的心灵之刃对一个生物造成偷袭伤害时，你可以强迫目标进行一次感知豁免投掷（豁免 DC 为 8 + 你的熟练加值 + 你的敏捷调整值）。如果豁免失败，目标将被麻痹{@condition stunned}1分钟。被麻痹{@condition stunned}的目标可以在其每个回合结束时重复进行豁免投掷，成功则结束自身效果。",
	"When you choose this archetype at 3rd level, you develop a talent for picking out lies. Whenever you make a Wisdom ({@skill Insight}) check to determine whether a creature is lying, treat a roll of 7 or lower on the {@dice d20} as an 8.": "当你在3级时选择这个职业分支时，你会培养出辨别谎言的天赋。每当你进行一次感知({@skill Insight})检定来判断一名生物是否在撒谎时，将{@dice d20}上的7或更低的点数视为8。",
	"At 3rd level, you gain the ability to decipher an opponent's tactics and develop a counter to them. As a bonus action, you can make a Wisdom ({@skill Insight}) check against a creature you can see that isn't {@condition incapacitated}, contested by the target's Charisma ({@skill Deception}) check. If you succeed, you can use your Sneak Attack against that target even if you don't have advantage on the attack roll, but not if you have disadvantage on it.": "在3级时，你获得了能力来破译对手的战术并制定对策。作为一个奖励动作，你可以对你能看见且不是{@condition incapacitated}的生物进行一次以你的感知{@skill Insight}检定，与目标的魅力{@skill Deception}检定相互对抗。如果你成功，即使你在攻击检定上没有优势，你也可以对该目标使用你的潜行攻击，但如果你在攻击检定上有劣势，则不能使用。",
	"Starting at 9th level, you have advantage on any Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) check if you move no more than half your speed on the same turn.": "从9级开始，如果你在同一回合内移动的距离不超过你速度的一半，你在任何感知（智慧）{@skill Perception} 或智力（智力）{@skill Investigation}检定中获得优势。",
	"Beginning at 13th level, your senses are almost impossible to foil. As an action, you sense the presence of illusions, shapechangers not in their original form, and other magic designed to deceive the senses within 30 feet of you, provided you aren't {@condition blinded} or {@condition deafened}. You sense that an effect is attempting to trick you, but you gain no insight into what is hidden or into its true nature.": "从13级开始，你的感知几乎无法被欺骗。作为一个动作，你可以感知到在你30英尺范围内的幻象、不处于原始形态的变形者，以及其他旨在欺骗感官的魔法，前提是你不是{@condition blinded}或{@condition deafened}。你会感觉到有一个效果试图欺骗你，但你无法洞悉隐藏的东西或其真实本质。",
	"At 17th level, you learn to exploit a creature's weaknesses by carefully studying its tactics and movement. While your Insightful Fighting feature applies to a creature, your Sneak Attack damage against that creature increases by {@dice 3d6}.": "在17级时，你学会了通过仔细研究生物的战术和动作来利用其弱点。当你的洞察战斗特性应用于一个生物时，你对该生物的偷袭伤害增加了{@dice 3d6}。",
	"When you choose this archetype at 3rd level, you gain proficiency with the {@item disguise kit|phb}, the {@item forgery kit|phb}, and one {@item gaming set|PHB} of your choice. You also learn two languages of your choice.": "当你在3级时选择这个职业分支时，你会获得{@item disguise kit|phb}、{@item forgery kit|phb}和一个{@item gaming set|PHB}的熟练加值。你还会学会两种你选择的语言。",
	"Starting at 3rd level, you can use the {@action Help} action as a bonus action. Additionally, when you use the {@action Help} action to aid an ally in attacking a creature, the target of that attack can be within 30 feet of you, rather than within 5 feet of you, if the target can see or hear you.": "从3级开始，你可以将{@action Help}动作作为一个奖励动作使用。此外，当你使用{@action Help}动作来帮助盟友攻击一个生物时，袭击目标可以在你的30英尺范围内，而不是在你的5英尺范围内，如果目标可以看到或听到你。",
	"Starting at 9th level, if you spend at least 1 minute observing or interacting with another creature outside combat, you can learn certain information about its capabilities compared to your own. The DM tells you if the creature is your equal, superior, or inferior in regard to two of the following characteristics of your choice:": "从9级开始，如果你在战斗之外花费至少1分钟观察或与另一个生物互动，你可以了解关于其能力与你自己相比的某些信息。DM会告诉你这个生物在你选择的以下两个特征中是否与你相等、更强还是更弱：",
	"At the DM's option, you might also realize you know a piece of the creature's history or one of its personality traits, if it has any.": "在DM的选择下，你可能会意识到你知道有关生物历史的一部分，或者它的个性特征之一，如果它有的话。",
	"When you choose this archetype at 3rd level, you gain proficiency in the {@skill Nature} and {@skill Survival} skills if you don't already have it. Your proficiency bonus is doubled for any ability check you make that uses either of those proficiencies.": "当你在3级时选择这个职业原型时，如果你还没有，你会获得{@skill Nature}和{@skill Survival}技能的熟练加成。对于任何使用这些熟练加成进行的能力检定，你的熟练加成会加倍。",
	"Starting at 17th level, you can strike with deadly speed. If you take the {@action Attack} action on your turn, you can make one additional attack as a bonus action. This attack can benefit from your Sneak Attack even if you have already used it this turn, but you can't use your Sneak Attack against the same target more than once in a turn.": "从17级开始，你可以以致命的速度进行攻击。如果你在你的回合中采取{@action Attack}动作，你可以额外进行一次攻击作为奖励动作。即使你在这个回合中已经使用了潜行攻击，这次攻击也可以受益于你的潜行攻击，但你不能在同一个目标身上多次使用潜行攻击。",
	"You also gain an additional way to use your Sneak Attack; you don't need advantage on your attack roll to use Sneak Attack against a creature if you are within 5 feet of it, no other creatures are within 5 feet of you, and you don't have disadvantage on the attack roll. All the other rules for Sneak Attack still apply to you.": "你还可以额外获得一种使用你的偷袭(Sneak Attack)的方式；如果你与一名生物在5英尺内且没有其他生物在你周围5英尺内，且你的攻击骰没有劣势，你无需在攻击骰上拥有优势就能对该生物使用偷袭。所有其他偷袭的规则仍然适用于你。",
	"At 9th level, your charm becomes extraordinarily beguiling. As an action, you can make a Charisma ({@skill Persuasion}) check contested by a creature's Wisdom ({@skill Insight}) check. The creature must be able to hear you, and the two of you must share a language.": "在第9级时，你的魅力变得异常迷人。作为一个动作，你可以进行一次魅力（{@skill Persuasion}）检定，与一名生物的感知（{@skill Insight}）检定相争。这名生物必须能够听到你，并且你们必须共享一种语言。",
	"Starting at 13th level, you can use a bonus action on your turn to gain advantage on the next Dexterity ({@skill Acrobatics}) or Strength ({@skill Athletics}) check you make during the same turn.": "从13级开始，你可以在你的回合使用一个奖励动作，在同一个回合内的下一个敏捷检定（{@skill Acrobatics}）或力量检定（{@skill Athletics}）上获得优势。",
	"When your nonpsionic training fails you, your psionic power can help: if you fail an ability check using a skill or tool with which you have proficiency, you can roll one Psionic Energy die and add the number rolled to the check, potentially turning failure into success. You expend the die only if the roll succeeds.": "当你的非普能训练失败时，你的普能力量可以帮助你：如果你使用熟练技能或工具失败了一个能力检定，你可以投掷一个普能能量骰，并将投掷的数字加到检定中，有可能将失败变为成功。只有在检定成功时，你才会消耗这个骰子。",
	"Your ruse is indiscernible to the casual observer. If a wary creature suspects something is amiss, you have advantage on any Charisma ({@skill Deception}) check you make to avoid detection.": "对于一般观察者来说，你的诡计难以察觉。如果一个警惕的生物怀疑有什么不对劲，你在进行任何魅力检定时获得优势，以避免被发现。",
	"Starting at 3rd level, you can use a bonus action to make a Wisdom ({@skill Perception}) check to spot a hidden creature or object or to make an Intelligence ({@skill Investigation}) check to uncover or decipher clues.": "从3级开始，你可以使用一个奖励动作来进行一次感知智力检查，以发现隐藏的生物或物体，或者进行一次智力检查来揭示或解密线索。",
	"Starting at 17th level, your thoughts can't be read by telepathy or other means, unless you allow it. You can present false thoughts by succeeding on a Charisma ({@skill Deception}) check contested by the mind reader's Wisdom ({@skill Insight}) check.": "从17级开始，除非你允许，否则无法通过心灵感应或其他方式读取你的思绪。你可以通过在一个以魅力检定（{@skill Deception}）对抗读心者的感知检定（{@skill Insight}）中成功来展示虚假的思绪。",
	"If you succeed on the check and the creature isn't hostile to you, it is {@condition charmed} by you for 1 minute. While {@condition charmed}, it regards you as a friendly acquaintance. This effect ends immediately if you or your companions do anything harmful to it.": "如果你成功通过检定，且该生物对你不持敌意，它会被你 {@condition charmed} 1分钟。在 {@condition charmed} 时，它会把你视为友善的熟人。如果你或你的同伴对它做出任何有害的行为，这个效果会立即结束。"
}