{
	"You learn to call on the spirits of the ancient dead and house them temporarily in the remnants of old statues, so they may remain longer on this plane to bolster your studies and aid you in battle.": "你学会了召唤古代死者的灵魂，并将他们暂时安置在古老雕像的残骸中，这样他们就可以在这个位面停留更长时间，以加强你的研究并在战斗中帮助你。",
	"As an action, you can touch the ancient companion and expend a spell slot of 1st-level or higher. The ancient companion regains a number of hit points equal to 10 times the level of spell slot expended.": "作为一个行动，你可以触摸远古伴侣，并消耗一个一级或更高的法术槽。古老的同伴恢复的命中率等于所消耗的法术槽等级的10倍。",
	"The companion perishes when it drops to 0 hit points, when you bond with a new ancient companion at the end of a short or long rest, or when you die. When the companion perishes, the spirit within returns to its plane of origin, and the statue becomes an inert object.": "当同伴的生命值降至0时，当你在短期或长期休息结束后与一个新的古代同伴结合时，或者当你死亡时，同伴就会消亡。当同伴灭亡时，里面的灵魂会回到它的原点，而雕像会变成一个惰性的物体。",
	"Each of these spells counts as a class spell for you, but it doesn't count against the number of spells you know. If you are a wizard, you can add these spells to your spellbook upon learning them, without expending any gold, and prepare them as normal.": "这些法术中的每一个都算作你的一个等级法术，但它不计入你所知道的法术数量。如果你是一个巫师，你可以在学习这些法术时将其加入你的法术书中，而不需要消耗任何金币，并像平常一样准备它们。",
	"In this subclass's features, any reference to your class refers to the class from which you gained the subclass. If you're a bard, the College of Lorehold counts as your college; if you're a warlock, the magic of the college serves as your patron; and if you're a wizard, the college represents your arcane tradition.": "在这个子阶级的特征中，任何提到你的阶级的地方都是指你获得这个子阶级的那个阶级。如果你是个吟游诗人，罗尔霍德学院就是你的学院；如果你是个术士，学院的魔法就是你的守护神；如果你是个巫师，学院代表你的奥术传统。",
	"When you subsequently reach a level in your class that gives you a subclass feature, you gain one feature of your choice from the options presented here. Each feature has a class level prerequisite, as noted beneath its name. You must meet that prerequisite to gain the feature.": "当你的阶级达到一个能给你一个子阶级特征的等级时，你会从这里的选项中获得一个你选择的特征。每个特征都有一个等级的先决条件，如其名称下面所指出的。你必须满足这个先决条件才能获得该特性。",
	"Through your studies, you learn how to better listen and take to heart the teachings of history. When you bond with your ancient companion, you gain the following additional benefits depending on the type of spirit you chose:": "通过学习，你学会了如何更好地聆听和铭记历史的教诲。当你与你的古代伴侣结合时，根据你选择的精神类型，你会获得以下额外的好处。",
	"When you bond with a new ancient companion of a different type, you immediately lose the benefits of your previous companion and gain the benefits from the new companion's type.": "当你与一个不同类型的新古代伴侣结合时，你会立即失去之前伴侣的好处，并获得新伴侣类型的好处。",
	"You can use your reaction in this way a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以以这种方式使用你的反应，次数与你的熟练度加成相等，当你完成长时间休息时，你会恢复所有消耗的使用。",
	"You rewind time, knitting together injuries as they occur. You have resistance to bludgeoning, piercing, and slashing damage.": "你能使时间倒流，在发生伤害时将它们编织在一起。你对重击、穿刺和砍击伤害有抵抗力。",
	"Time stutters, slowing others but hurtling you forward. Your movement speed increases by 15 feet, and you do not provoke opportunity attacks.": "时间停滞不前，让别人变慢，但却让你急速前进。你的移动速度增加15英尺，而且你不会引起机会攻击。",
	"The benefit lasts until the start of your next turn. You cannot choose the same benefit two rounds in a row.": "该益处持续到你下一回合的开始。你不能连续两轮选择相同的好处。",
	"You take on a nimble lightning form. Until the end of your turn, you can move through the space of other creatures, and you do not provoke opportunity attacks. If you end your turn inside a creature's space, you are pushed into the nearest unoccupied space.": "你呈现出一种灵活的闪电形态。直到你的回合结束，你可以在其他生物的空间内移动，并且你不会引发机会攻击。如果你在一个生物的空间内结束你的回合，你会被推到最近的一个无人的空间。",
	"You can use a bonus action in this way a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以以这种方式使用一个额外的行动，次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"Additionally, when you cast a spell using a spell slot that deals the chosen damage type, you emit a spectacular aura of artistry, which extends 5 feet from you in every direction (but not through total cover) and lasts until the end of your next turn. While the aura is active, each creature of your choice has resistance to your chosen damage type while within the aura, as you shape your favored elemental medium around them.": "此外，当你使用法术槽施放一个造成所选伤害类型的法术时，你会发出一个壮观的艺术光环，这个光环从你的各个方向延伸5英尺（但不能穿过整个遮蔽物），并持续到你下一个回合结束。当光环激活时，你选择的每个生物在光环内时对你选择的伤害类型有抵抗力，因为你在他们周围塑造了你喜欢的元素媒介。",
	"You can change your choice of damage type whenever you finish a long rest.": "每当你完成长期休息时，你可以改变你选择的伤害类型。",
	"Honing your talents, you skillfully infuse your motions with even more potent expressions of elemental might. Once per turn when you deal damage to at least one target, you gain an additional effect determined by the damage type chosen for your Favored Medium feature:": "通过磨练你的天赋，你巧妙地将你的动作注入更有力的元素力量表达。每回合一次，当你对至少一个目标造成伤害时，你会获得一个额外的效果，这个效果由你所选择的伤害类型决定，是你所钟爱的媒介特征。"
}