{
	"Golden eyes flashing, a human stretches out her hand and unleashes the dragonfire that burns in her veins. As an inferno rages around her foes, leathery wings spread from her back and she takes to the air.": "金色的眼睛闪闪发光，一个人类伸出她的手，释放出她血管中燃烧的龙火。当地狱之火在她的敌人周围肆虐时，皮革般的翅膀从她的背上展开，她飞上了天空。",
	"Long hair whipped by a conjured wind, a half-elf spreads his arms wide and throws his head back. Lifting him momentarily off the ground, a wave of magic surges up in him, through him, and out from him in a mighty blast of lightning.": "半精灵的长发被魔法风吹动，他张开双臂，把头向后甩。瞬间将他抬离地面，一股魔力在他体内涌动，穿过他，从他身上喷出一股强大的闪电。",
	"Crouching behind a stalagmite, a halfling points a finger at a charging troglodyte. A blast of fire springs from her finger to strike the creature. She ducks back behind the rock formation with a grin, unaware that her wild magic has turned her skin bright blue.": "蹲在石笋后面，一个半身人用手指着一个冲锋的蛙人。一股火焰从她的手指中喷出，击中了这个生物。她笑着躲到岩层后面，不知道她的野生魔法已经把她的皮肤变成了明亮的蓝色。",
	"Sorcerers carry a magical birthright conferred upon them by an exotic bloodline, some otherworldly influence, or exposure to unknown cosmic forces. One can't study sorcery as one learns a language, any more than one can learn to live a legendary life. No one chooses sorcery; the power chooses the sorcerer.": "巫师拥有一种由异国血统、某些异世界的影响或接触未知宇宙力量而赋予他们的魔法天赋。一个人不可能像学习语言一样学习巫术，就像一个人不可能学会过传奇的生活一样。没有人选择巫术；力量选择巫师。",
	"Magic is a part of every sorcerer, suffusing body, mind, and spirit with a latent power that waits to be tapped. Some sorcerers wield magic that springs from an ancient bloodline infused with the magic of dragons. Others carry a raw, uncontrolled magic within them, a chaotic storm that manifests in unexpected ways.": "魔法是每个巫师的一部分，它使身体、思想和精神充满了潜在的力量，等待着被挖掘。一些巫师挥舞着来自古老血脉的魔法，其中注入了龙的魔力。其他巫师则携带着一种原始的、不受控制的魔法，一种以意想不到的方式表现出来的混乱的风暴。",
	"Sorcerers have no use for the spellbooks and ancient tomes of magic lore that wizards rely on, nor do they rely on a patron to grant their spells as warlocks do. By learning to harness and channel their own inborn magic, they can discover new and staggering ways to unleash that power.": "巫师不需要巫师所依赖的法术书和古老的魔法传说书，他们也不像术士那样依赖赞助人授予他们法术。通过学习驾驭和引导自己与生俱来的魔力，他们可以发现新的、令人震惊的方法来释放这种力量。",
	"Sorcerers are rare in the world, and it's unusual to find a sorcerer who is not involved in the adventuring life in some way. People with magical power seething in their veins soon discover that the power doesn't like to stay quiet. A sorcerer's magic wants to be wielded, and it has a tendency to spill out in unpredictable ways if it isn't called on.": "巫师在这个世界上是很罕见的，不以某种方式参与冒险生活的巫师是不常见的。血管里涌动着魔法力量的人很快就会发现，这种力量并不喜欢保持安静。巫师的魔法想要被挥舞，如果不被召唤，它就会以不可预知的方式溢出来。",
	"Sorcerers often have obscure or quixotic motivations driving them to adventure. Some seek a greater understanding of the magical force that infuses them, or the answer to the mystery of its origin. Others hope to find a way to get rid of it, or to unleash its full potential. Whatever their goals, sorcerers are every bit as useful to an adventuring party as wizards, making up for a comparative lack of breadth in their magical knowledge with enormous flexibility in using the spells they know.": "巫师们往往有晦涩难懂的动机，促使他们去冒险。有些人寻求对注入他们体内的魔法力量有更多的了解，或对其起源之谜的答案。其他人则希望找到摆脱它的方法，或释放其全部潜力。无论他们的目标是什么，巫师对冒险队伍来说都和巫师一样有用，他们在使用他们所知道的法术时具有巨大的灵活性，从而弥补了他们在魔法知识方面相对缺乏的广度。",
	"The most important question to consider when creating your sorcerer is the origin of your power. As a starting character, you'll choose an origin that ties to a draconic bloodline or the influence of wild magic, but the exact source of your power is up to you to decide. Is it a family curse, passed down to you from distant ancestors? Or did some extraordinary event leave you blessed with inherent magic but perhaps scarred as well?": "在创建你的巫师时要考虑的最重要的问题是你的力量的来源。作为一个起始角色，你将选择一个与龙人血统或野生魔法的影响有关的起源，但你力量的确切来源由你决定。它是一个家族的诅咒，从遥远的祖先传给你的？还是某些特殊事件让你受到固有魔法的祝福，但也许也留下了伤痕？",
	"How do you feel about the magical power coursing through you? Do you embrace it, try to master it, or revel in its unpredictable nature? Is it a blessing or a curse? Did you seek it out, or did it find you? Did you have the option to refuse it, and do you wish you had? What do you intend to do with it? Perhaps you feel like you've been given this power for some lofty purpose. Or you might decide that the power gives you the right to do what you want, to take what you want from those who lack such power. Perhaps your power links you to a powerful individual in the world—the fey creature that blessed you at birth, the dragon who put a drop of its blood into your veins, the lich who created you as an experiment, or the deity who chose you to carry this power.": "你对流经你体内的神奇力量有什么感觉？你是拥抱它，试图掌握它，还是陶醉于它不可预测的性质？它是一种祝福还是一种诅咒？是你寻找它，还是它找到你？你是否可以选择拒绝它，你是否希望你能拒绝它？你打算用它做什么？也许你觉得你被赋予这种力量是为了某种崇高的目的。或者你可能决定，这种权力给了你做你想做的事情的权利，从那些缺乏这种权力的人那里夺取你想要的东西。也许你的力量将你与世界上某个强大的个体联系在一起--在你出生时祝福你的精灵生物，将它的一滴血注入你血管的龙，创造你作为实验品的巫师，或者选择你携带这种力量的神灵。",
	"Practice and study are for amateurs. True power is a birthright.": "练习和学习是为业余爱好者准备的。真正的力量是与生俱来的。",
	"When it comes to drawing forth their abilities in times of need, sorcerers have it easy compared to other characters. Their power not only rests within them, but it likely takes some effort to keep it at bay. Every sorcerer is born to the role, or stumbles into it through cosmic chance. Unlike other characters, who must actively learn, embrace, and pursue their talents, sorcerers have their power thrust upon them.": "说到在需要的时候发挥他们的能力，与其他角色相比，巫师们很容易。他们的力量不仅存在于他们体内，而且可能需要一些努力来保持它。每个巫师都是为这个角色而生的，或者是通过宇宙的机会偶然进入这个角色。与其他角色不同的是，巫师必须主动学习、接受和追求他们的天赋，而他们的力量是被推到他们身上的。",
	"Because the idea of an innately magical being traveling among them does not sit well with many folk, sorcerers tend to breed mistrust and suspicion in others they come across. Nonetheless, many sorcerers succeed in overcoming that prejudice through deeds that benefit their less magically gifted contemporaries.": "因为很多人对一个天生有魔法的人在他们中间旅行的想法不以为然，所以巫师们往往会对他们遇到的其他人产生不信任和猜疑。尽管如此，许多巫师通过有利于他们那些魔法天赋较低的同龄人的行为，成功地克服了这种偏见。",
	"Sorcerers are often defined by the events surrounding the manifestation of their power. For those who receive it as an expected birthright, its appearance is a cause for celebration. Other sorcerers are treated as outcasts, banished from their homes after the sudden, terrifying arrival of their abilities.": "巫师通常是由围绕着他们的力量的显现而发生的事件来定义的。对于那些将其作为一种预期的天生权利的人来说，其出现是一个值得庆祝的理由。其他巫师则被视为弃儿，在他们的能力突然出现后被逐出家门，令人恐惧。",
	"Playing a sorcerer character can be as rewarding as it is challenging. The sections below offer suggestions on how to flesh out and personalize your persona.": "扮演一个巫师角色既能带来回报，又能带来挑战。下面的章节提供了关于如何充实和个性化你的角色的建议。",
	"Some sorcerers understand where their power came from, based on how their abilities manifested. Others can only speculate, since their powers came to them in a way that suggests no particular cause.": "一些巫师明白他们的力量来自哪里，基于他们的能力是如何表现出来的。其他人只能猜测，因为他们的能力是以一种没有特定原因的方式出现的。",
	"Your power arises from your family's bloodline. You are related to some powerful creature, or you inherited a blessing or a curse.": "你的力量来自你的家族血脉。你与一些强大的生物有关系，或者你继承了一种祝福或诅咒。",
	"You are the reincarnation of a being from another plane of existence.": "你是另一个存在平面的生命的转世。",
	"A powerful entity entered the world. Its magic changed you.": "一个强大的实体进入了这个世界。它的魔法改变了你。",
	"Your birth was prophesied in an ancient text, and you are foretold to use your power for terrible ends.": "你的出生在一个古老的文本中被预言了，你被预言要用你的力量来达到可怕的目的。",
	"You are the product of generations of careful, selective breeding.": "你是几代人小心翼翼、有选择的育种的产物。",
	"You were made in a vat by an alchemist.": "你是一个炼金术士在大桶里制造的。",
	"When a new sorcerer enters the world, either at birth or later when one's power becomes evident, the consequences of that event depend greatly on how its witnesses react to what they have seen.": "当一个新的巫师进入这个世界时，无论是在出生时还是后来当一个人的力量变得明显时，这一事件的后果在很大程度上取决于其证人对他们所看到的东西的反应。",
	"When your sorcerer's powers appeared, how did the world around you respond? Were other people supportive, fearful, or somewhere in between?": "当你的巫师的力量出现时，你周围的世界是如何反应的？其他人是支持、恐惧，还是介于两者之间？",
	"Your powers are seen as a great blessing by those around you, and you are expected to use them in service to your community.": "你的能力被你周围的人视为一种巨大的祝福，你被期望利用它们来为你的社区服务。",
	"Your powers caused destruction and even a death when they became evident, and you were treated as a criminal.": "你的能力造成了破坏，甚至在明显的情况下造成了死亡，而你被当作罪犯对待。",
	"Your neighbors hate and fear your power, causing them to shun you.": "你的邻居讨厌和害怕你的力量，导致他们回避你。",
	"You came to the attention of a sinister cult that plans on exploiting your abilities.": "你引起了一个险恶的邪教组织的注意，他们计划利用你的能力。",
	"People around you believe that your powers are a curse levied on your family for a past transgression.": "你周围的人认为，你的能力是对你的家族过去的过失所施加的诅咒。",
	"Your powers are believed to be tied to an ancient line of mad kings that supposedly ended in a bloody revolt over a century ago.": "你的力量被认为与一个古老的疯狂国王家族有关，据说在一个多世纪前的血腥叛乱中结束。",
	"A sorcerer at rest is almost indistinguishable from a normal person; it's only when their magic flies forth that sorcerers reveal their true nature. Even so, many sorcerers have a subtle but telling physical trait that sets them apart from other folk.": "巫师在休息时几乎与普通人无异；只有当他们的魔法飞出时，巫师才会暴露出他们的真实本性。即便如此，许多巫师都有一个微妙但能说明问题的身体特征，使他们有别于其他民族。",
	"If your sorcerer has a supernatural mark, it might be one that's easily concealed, or it could be a source of pride that you keep on constant display.": "如果你的巫师有一个超自然的标记，它可能是一个很容易隐藏的标记，或者它可能是你不断展示的骄傲的来源。",
	"Your eyes are an unusual color, such as red.": "你的眼睛是一种不寻常的颜色，如红色。",
	"You have an extra toe on one foot.": "你的一只脚多了一个脚趾。",
	"One of your ears is noticeably larger than the other.": "你的一只耳朵明显地比另一只大。",
	"Your hair grows at a prodigious rate.": "你的头发以惊人的速度生长。",
	"You wrinkle your nose repeatedly while you are chewing.": "你在咀嚼时反复皱起你的鼻子。",
	"A red splotch appears on your neck once a day, then vanishes after an hour.": "每天在脖子上出现一次红色斑点，然后在一小时后消失。",
	"As the world well knows, some sorcerers are better than others at controlling their spellcasting. Sometimes a wild display of magic gone awry emanates from a sorcerer who casts a spell. But even when one's magic goes off as planned, the act of casting is often accompanied by a telltale sign that makes it clear where that magical energy came from.": "世人皆知，有些巫师比其他巫师更善于控制他们的施法。有时，从施法的巫师身上会传出魔法出错的疯狂表现。但是，即使一个人的魔法按计划进行，施法行为也往往伴随着一个提示性的标志，使人清楚地了解魔法能量的来源。",
	"When your sorcerer character casts a spell, does the effort reveal itself in a sign of sorcery? Is this sign tied to your origin or some other aspect of who you are, or is it a seemingly random phenomenon?": "当你的巫师角色施展法术时，这种努力是否在巫术的迹象中显露出来？这种迹象是否与你的出身或你的其他方面有关，或者是一种看似随机的现象？",
	"You deliver the verbal components of your spells in the booming voice of a titan.": "你用泰坦巨人的洪亮声音传递你的法术的语言成分。",
	"For a moment after you cast a spell, the area around you grows dark and gloomy.": "在你施法后的一瞬间，你周围的区域会变得黑暗和阴沉。",
	"You sweat profusely while casting a spell and for a few seconds thereafter.": "你在施法时和之后的几秒钟内大汗淋漓。",
	"Your hair and garments are briefly buffeted about, as if by a breeze, whenever you call forth a spell.": "每当你呼唤咒语时，你的头发和衣服会短暂地被吹动，就像被微风吹动一样。",
	"If you are standing when you cast a spell, you rise six inches into the air and gently float back down.": "如果你施法时是站着的，你会升到六英寸高的空中，然后轻轻地飘下来。",
	"Illusory blue flames wreathe your head as you begin your casting, then abruptly disappear.": "当你开始施法时，虚幻的蓝色火焰环绕在你的头上，然后突然消失。",
	"Choose a sorcerous origin, which describes the source of your innate magical power, from the list of available origins.": "从可用的起源列表中选择一个巫术起源，它描述了你天生的魔法力量的来源。",
	"Your choice grants you features when you choose it at 1st level and again at 6th, 14th, and 18th level.": "当你在1级时选择它，并在6级、14级和18级时再次选择它，你的选择会赋予你特性。",
	"Whenever you finish a long rest, you can replace one spell you learned from this Spellcasting feature with another spell from the sorcerer spell list. The new spell must be the same level as the spell you replace.": "每当你完成一个长时间的休息，你可以用巫师法术列表中的另一个法术替换你从这个法术功能中学到的一个法术。新的法术必须与你替换的法术同等级。",
	"At 1st level, you know four cantrips of your choice from the sorcerer spell list. You learn an additional sorcerer cantrip of your choice at 4th level and another at 10th level.": "在1级的时候，你会从巫师法术列表中选择四个咒语。你在4级的时候会额外学习一个你选择的巫师咒语，在10级的时候再学习一个。",
	"You know two 1st-level spells of your choice from the sorcerer spell list.": "你会从巫师法术列表中选择两个一级法术。",
	"You learn an additional sorcerer spell of your choice at each level except 12th, 14th, 16th, 18th, 19th, and 20th. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 3rd level in this class, you can learn one new spell of 1st or 2nd level.": "除了第12、14、16、18、19和20级之外，你在每一级都会额外学习一个你选择的巫师法术。这些法术的等级必须是你有法术槽的。例如，当你达到这个等级的第3级时，你可以学习一个1级或2级的新法术。",
	"Additionally, when you gain a level in this class, you can choose one of the sorcerer spells you know and replace it with another spell from the sorcerer spell list, which also must be of a level for which you have spell slots.": "此外，当你在这个类别中获得一个等级时，你可以从你所知道的巫师法术中选择一个，并用巫师法术列表中的另一个法术来代替它，这个法术也必须是你有法术槽的等级。",
	"You can use your sorcery points to gain additional spell slots, or sacrifice spell slots to gain additional sorcery points. You learn other ways to use your sorcery points as you reach higher levels.": "你可以使用你的巫术点数来获得额外的法术槽，或者牺牲法术槽来获得额外的巫术点数。当你达到更高的等级时，你会学到其他使用巫术点数的方法。",
	"You can transform unexpended sorcery points into one spell slot as a bonus action on your turn. The created spell slots vanish at the end of a long rest. The Creating Spell Slots table shows the cost of creating a spell slot of a given level. You can create spell slots no higher in level than 5th.": "你可以在你的回合中将未用的巫术点数转化为一个法术槽作为额外动作。创建的法术槽会在长时间休息结束时消失。创建法术槽的表格显示了创建一个特定等级的法术槽的成本。你可以创建不高于5级的法术槽。",
	"As a bonus action on your turn, you can expend one spell slot and gain a number of sorcery points equal to the slot's level.": "作为你回合中的额外行动，你可以消耗一个法术槽并获得与该法术槽等级相等的巫术点数。",
	"At 2nd level, you tap into a deep wellspring of magic within yourself. This wellspring is represented by sorcery points, which allow you to create a variety of magical effects.": "在第2级时，你可以在自己体内挖掘出一个深层的魔法源泉。这个源泉由巫术点代表，它允许你创造各种魔法效果。",
	"When you gain the Font of Magic feature, you get access to the following ways to spend your sorcery points.": "当你获得 \"魔法字体 \"功能时，你可以通过以下方式使用你的巫术点数。",
	"You have 2 sorcery points, and you gain one additional point every time you level up, to a maximum of 20 at level 20. You can never have more sorcery points than shown on the table for your level. You regain all spent sorcery points when you finish a long rest.": "你有2个巫术点，每次升级都会获得一个额外的巫术点，到20级时最多为20个。你的巫术点数永远不会多于你等级表上显示的点数。当你完成一次长时间的休息时，你会重新获得所有已使用的巫术点数。",
	"At 3rd level, you gain the ability to twist your spells to suit your needs. You gain two of the following Metamagic options of your choice. You gain another one at 10th and 17th level.": "在3级时，你获得扭曲你的法术以满足你的需要的能力。你获得了以下两个你选择的元术选项。你在10级和17级时又获得一个。",
	"You can use only one Metamagic option on a spell when you cast it, unless otherwise noted.": "除非另有说明，否则你在施法时只能在一个法术上使用一个元神选项。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"Whenever you reach a level in this class that grants the Ability Score Improvement feature, you can do one of the following, representing the magic within you flowing in new ways:": "每当你在这个等级中达到一个授予能力分数提高功能的等级时，你可以做以下一件事，代表你内心的魔力以新的方式流动起来。",
	"At 6th level, you gain a feature granted by your Sorcerous Origin.": "在6级时，你获得一个由你的巫术起源赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 10th level, you learn an additional metamagic option.": "在10级时，你可以学习一个额外的魔法选项。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 14th level, you gain a feature granted by your Sorcerous Origin.": "在14级时，你获得一个由你的巫术起源所赋予的特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you learn an additional metamagic option.": "在17级时，你可以学习一个额外的魔法选项。",
	"At 18th level, you gain a feature granted by your Sorcerous Origin.": "在18级时，你获得一个由你的巫术起源所赋予的特性。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, you regain 4 expended sorcery points whenever you finish a short rest.": "在20级时，每当你完成一次短暂的休息，你就会重新获得4个消耗的巫术点数。",
	"When you make an ability check on your turn, you can spend 2 sorcery points to gain advantage on the check.": "当你在你的回合中进行能力检查时，你可以花费2个巫术点数来获得检查的优势。",
	"As an action, you can touch one nonmagical weapon and spend 2 sorcery points to imbue it with magic for 1 minute. For the duration, the weapon is considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks.": "作为一个动作，你可以接触一件非魔法武器，并花费2点巫术点数将其赋予魔法，持续1分钟。在持续时间内，为了克服对非魔法攻击的免疫力和抵抗力，该武器被视为有魔法。",
	"Your innate magic comes from draconic magic that was mingled with your blood or that of your ancestors. Most often, sorcerers with this origin trace their descent back to a mighty sorcerer of ancient times who made a bargain with a dragon or who might even have claimed a dragon parent. Some of these bloodlines are well established in the world, but most are obscure. Any given sorcerer could be the first of a new bloodline, as a result of a pact or some other exceptional circumstance.": "你的先天魔法来自与你或你祖先的血液混合的龙族魔法。大多数情况下，拥有这种血统的巫师会追溯到古代某个与龙达成交易的强大巫师，或者甚至可能声称自己的父母是龙。这些血统中有些在这个世界上很有地位，但大多数是不明显的。任何一个巫师都可能是一个新血统的第一人，这是一个契约或其他一些特殊情况的结果。",
	"As magic flows through your body, it causes physical traits of your dragon ancestors to emerge. At 1st level, your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class.": "当魔法流经你的身体时，它会使你的龙祖先的身体特征显现出来。在1级时，你的最大命中率增加1，并且每当你在这个等级中获得一个等级时，又增加1。",
	"Additionally, parts of your skin are covered by a thin sheen of dragon-like scales. When you aren't wearing armor, your AC equals 13 + your Dexterity modifier.": "此外，你的部分皮肤被一层薄薄的龙形鳞片所覆盖。当你不穿盔甲时，你的攻击力等于13+你的灵巧修正值。",
	"At 1st level, you choose one type of dragon as your ancestor. The damage type associated with each dragon is used by features you gain later.": "一级时，你选择一种龙作为你的祖先。与每个龙相关的伤害类型被你以后获得的特性所使用。",
	"Black": "黑色",
	"Brass": "黄铜",
	"Bronze": "铜质",
	"Copper": "铜",
	"Green": "绿色",
	"Silver": "银色",
	"White": "白",
	"Starting at 6th level, when you cast a spell that deals damage of the type associated with your draconic ancestry, you can add your Charisma modifier to one damage roll of that spell. At the same time, you can spend 1 sorcery point to gain resistance to that damage type for 1 hour.": "从6级开始，当你施展一个与你的龙族血统相关的伤害类型的法术时，你可以在该法术的一个伤害卷上加上你的魅力修改器。同时，你可以花费1个巫术点来获得对该伤害类型的抵抗，持续1小时。",
	"At 14th level, you gain the ability to sprout a pair of dragon wings from your back, gaining a flying speed equal to your current speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn.": "在14级时，你获得了从你的背部长出一对龙翼的能力，获得与你当前速度相等的飞行速度。你可以在你的回合中以奖励行动的方式创造这些翅膀。它们一直持续到你在你的回合中以额外行动的方式将它们解散。",
	"You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them.": "你不能在穿戴盔甲时显现你的翅膀，除非盔甲是为适应它们而制造的，而不是为适应你的翅膀而制造的衣服在你显现它们时可能会被破坏。",
	"Your innate magic comes from the wild forces of chaos that underlie the order of creation. You might have endured exposure to some form of raw magic, perhaps through a planar portal leading to Limbo, the Elemental Planes, or the mysterious Far Realm. Perhaps you were blessed by a powerful fey creature or marked by a demon. Or your magic could be a fluke of your birth, with no apparent cause or reason. However it came to be, this chaotic magic churns within you, waiting for any outlet.": "你与生俱来的魔法来自创世秩序背后的狂野的混沌力量。你可能曾经接触过某种形式的原始魔法，也许是通过一个通往地狱、元素界或神秘的远界的平面门户。也许你被一个强大的费伊生物所祝福，或者被一个恶魔所标记。或者你的魔法可能是你出生时的一种侥幸，没有明显的原因或理由。不管它是怎么来的，这种混乱的魔力在你体内汹涌澎湃，等待着任何出口。",
	"Starting at 1st level, you can manipulate the forces of chance and chaos to gain advantage on one attack roll, ability check, or saving throw. Once you do so, you must finish a long rest before you can use this feature again.": "从第一层开始，你可以操纵机会和混乱的力量，在一次攻击卷、能力检查或蓄力上获得优势。一旦你这样做了，你必须完成一个长时间的休息才能再次使用这个功能。",
	"If a Wild Magic effect is a spell, it's too wild to be affected by Metamagic. If it normally requires concentration, it doesn't require concentration in this case; the spell lasts for its full duration.": "如果一个狂野的魔法效果是一个咒语，那么它就太狂野了，不能受元神的影响。如果它通常需要集中注意力，在这种情况下就不需要集中注意力；咒语会持续其全部持续时间。",
	"Roll on this table at the start of each of your turns for the next minute, ignoring this result on subsequent rolls.": "在接下来的每一个回合开始时，在这个表格上滚动，在随后的滚动中忽略这个结果。",
	"For the next minute, you regain 5 hit points at the start of each of your turns.": "在接下来的一分钟里，你在每个回合开始时都会恢复5点生命值。",
	"You grow a long beard made of feathers that remains until you sneeze, at which point the feathers explode out from your face.": "你会长出由羽毛组成的长胡须，直到你打喷嚏，这时羽毛就会从你的脸上炸开。",
	"Creatures have disadvantage on saving throws against the next spell you cast in the next minute that involves a saving throw.": "生物对你在下一分钟内施展的下一个涉及蓄力的法术的蓄力攻击有劣势。",
	"For the next minute, all your spells with a casting time of 1 action have a casting time of 1 bonus action.": "在接下来的一分钟里，你所有施法时间为1个动作的法术都有1个额外动作的施法时间。",
	"You teleport up to 60 feet to an unoccupied space of your choice that you can see.": "你最多可以传送60英尺到你选择的一个你能看到的无人空间。",
	"You are transported to the Astral Plane until the end of your next turn, after which time you return to the space you previously occupied or the nearest unoccupied space if that space is occupied.": "你被传送到星界，直到你的下一回合结束，之后你会回到你之前占据的空间，如果该空间被占据，则回到最近的无人空间。",
	"Maximize the damage of the next damaging spell you cast within the next minute.": "使你在下一分钟内施放的下一个伤害性法术的伤害最大化。",
	"For the next minute, you can teleport up to 20 feet as a bonus action on each of your turns.": "在接下来的一分钟里，你可以在你的每个回合中作为一个额外的动作传送到20英尺。",
	"You can't speak for the next minute. Whenever you try, pink bubbles float out of your mouth.": "在接下来的一分钟里，你无法说话。每当你尝试时，粉红色的气泡就会从你的嘴里飘出来。",
	"Your hair falls out but grows back within 24 hours.": "你的头发掉了，但在24小时内又长出来了。",
	"For the next minute, any flammable object you touch that isn't being worn or carried by another creature bursts into flame.": "在接下来的一分钟里，你接触到的任何没有被其他生物穿戴或携带的易燃物都会爆裂成火焰。",
	"You regain your lowest-level expended spell slot.": "你恢复了你最低等级的法术槽。",
	"For the next minute, you must shout when you speak.": "在接下来的一分钟里，你说话时必须大喊。",
	"You gain resistance to all damage for the next minute.": "你在接下来的一分钟内获得对所有伤害的抵抗。",
	"Illusory butterflies and flower petals flutter in the air within 10 feet of you for the next minute.": "虚幻的蝴蝶和花瓣在你10英尺范围内的空中飞舞，持续一分钟。",
	"You can take one additional action immediately.": "你可以立即采取一个额外的行动。",
	"Your size increases by one size category for the next minute.": "你的体型在下一分钟增加一个体型类别。",
	"You and all creatures within 30 feet of you gain vulnerability to piercing damage for the next minute.": "你和你周围30英尺内的所有生物在下一分钟内获得对穿刺伤害的脆弱性。",
	"You are surrounded by faint, ethereal music for the next minute.": "在接下来的一分钟里，你被微弱、空灵的音乐所包围。",
	"You regain all expended sorcery points.": "你重新获得所有消耗的巫术点数。",
	"Beginning at 18th level, the harmful energy of your spells intensifies. When you roll damage for a spell and roll the highest number possible on any of the dice, choose one of those dice, roll it again and add that roll to the damage. You can use the feature only once per turn.": "从18级开始，你的法术的有害能量会加强。当你为一个法术掷出伤害并在任何一个骰子上掷出可能的最高数字时，选择其中一个骰子，再次掷出，并将该骰子加入伤害中。你每回合只能使用该功能一次。",
	"Your innate magic manifests in fire. You are your fire, and your fire is you.": "你与生俱来的魔力体现在火中。你就是你的火，而你的火就是你。",
	"At 1st level, whenever you start casting a spell of 1st level or higher that deals fire damage, fiery magic erupts from you. This eruption causes creatures of your choice that you can see within 10 feet of you to take fire damage equal to half your sorcerer level (minimum of 1).": "在1级时，每当你开始施放一个1级或更高等级的造成火焰伤害的法术时，火热的魔法就会从你身上爆发。这个喷发会使你所看到的10英尺范围内的生物受到相当于你巫师等级一半（最小为1）的火焰伤害。",
	"At 6th level, you gain resistance to fire damage. In addition, spells you cast ignore resistance to fire damage.": "在6级时，你获得对火焰伤害的抗性。此外，你所施展的法术无视对火焰伤害的抵抗。",
	"Starting at 14th level, when you are hit by a melee attack, you can use your reaction to deal fire damage to the attacker. The damage equals your sorcerer level, and ignores resistance to fire damage.": "从14级开始，当你被近战攻击击中时，你可以用你的反应来对攻击者造成火系伤害。该伤害等同于你的巫师等级，并且无视对火系伤害的抵抗。",
	"At 18th level, you gain immunity to fire damage. In addition, any spell or effect you create ignores resistance to fire damage and treats immunity to fire damage as resistance to fire damage.": "在18级时，你获得对火灾伤害的免疫力。此外，你创造的任何法术或效果都会忽略对火系伤害的抗性，并将火系伤害免疫视为对火系伤害的抗性。",
	"An alien influence has wrapped its tendrils around your mind, giving you psionic power. You can now touch other minds with that power and alter the world around you by using it to control the magical energy of the multiverse. Will this power shine from you as a hopeful beacon to others? Or will you be a source of terror to those who feel the stab of your mind and witness the strange manifestations of your might?": "一种外来的影响已经把它的卷须缠绕在你的头脑中，使你具有幻觉的力量。你现在可以用这种力量接触其他的思想，并通过使用它来控制多元宇宙的神奇能量来改变你周围的世界。这种力量会不会从你身上发出光芒，成为他人的希望灯塔？或者你会成为那些感受到你的思想的刺痛并目睹你的力量的奇怪表现的人的恐怖来源吗？",
	"As an Aberrant Mind sorcerer, you decide how you acquired your powers. Were you born with them? Or did an event later in life leave you shining with psionic awareness? Consult the Aberrant Origins table for a possible origin of your power.": "作为一个异端心智的巫师，你决定你是如何获得你的力量的。你是天生就有吗？还是在生活中的某个事件让你的幻觉闪耀？请参考异常者起源表，了解你的力量的可能起源。",
	"You were exposed to the Far Realm's warping influence. You are convinced that a tentacle is now growing on you, but no one else can see it.": "你被暴露在远界的扭曲影响下。你确信现在有一个触手在你身上生长，但没有人能够看到它。",
	"A psychic wind from the Astral Plane carried psionic energy to you. When you use your powers, faint motes of light sparkle around you.": "一股来自星界的精神之风将幻术能量带到了你身边。当你使用你的力量时，微弱的光斑在你周围闪烁。",
	"You once suffered the dominating powers of an aboleth, leaving a psychic splinter in your mind.": "你曾经遭受过阿波罗的支配性力量，在你的头脑中留下了精神分裂的痕迹。",
	"You were implanted with a mind flayer tadpole, but the ceremorphosis never completed. And now its psionic power is yours. When you use it, your flesh shines with a strange mucus.": "你被植入了一个噬心者蝌蚪，但蜕变过程从未完成。而现在它的幻觉能力是你的。当你使用它时，你的肉体闪耀着一种奇怪的粘液。",
	"As a child, you had an imaginary friend that looked like a flumph or a strange platypus-like creature. One day, it gifted you with psionic powers, which have ended up being not so imaginary.": "小时候，你有一个想象中的朋友，它看起来像一只飞禽走兽或一个奇怪的鸭嘴兽一样的生物。有一天，它给了你幻觉的力量，而这力量最终并不是那么想象的。",
	"You learn additional spells when you reach certain levels in this class, as shown on the Psionic Spells table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.": "当你在这个等级中达到一定级别时，你会学习额外的法术，如幻术表所示。这些法术中的每一个对你来说都算作一个巫师法术，但它不计入你所知道的巫师法术数量。",
	"You can form a telepathic connection between your mind and the mind of another. As a bonus action, choose one creature you can see within 30 feet of you. You and the chosen creature can speak telepathically with each other while the two of you are within a number of miles of each other equal to your Charisma modifier (minimum of 1 mile). To understand each other, you each must speak mentally in a language the other knows.": "你可以在你的思想和他人的思想之间形成心灵感应。作为一个额外的行动，在你30英尺范围内选择一个你能看到的生物。当你们两个人的距离等于你的魅力修正值（最小为1英里）时，你和被选中的生物可以互相进行心灵感应。为了理解对方，你们必须用对方知道的语言进行精神交流。",
	"When you cast any spell of 1st level or higher from your Psionic Spells feature, you can cast it by expending a spell slot as normal or by spending a number of sorcery points equal to the spell's level.": "当你用你的幻象法术功能施放任何一级或更高的法术时，你可以通过消耗一个正常的法术槽来施放它，或者通过花费与该法术等级相等的巫术点数来施放它。",
	"If you cast the spell using sorcery points, it requires no verbal or somatic components, and it requires no material components, unless they are consumed by the spell.": "如果你使用巫术点数施法，它不需要语言或体质成分，也不需要物质成分，除非它们被法术所消耗。",
	"You can unleash the aberrant truth hidden within yourself. As a bonus action, you can spend 1 or more sorcery points to magically transform your body for 10 minutes. For each sorcery point you spend, you can gain one of the following benefits of your choice, the effects of which last until the transformation ends:": "你可以释放出隐藏在你体内的反常的真相。作为一个额外的行动，你可以花费1个或更多的巫术点来神奇地改变你的身体，持续10分钟。每花费一个巫术点，你就可以获得你所选择的以下一项好处，其效果持续到改造结束。",
	"You gain a flying speed equal to your walking speed, and you can hover. As you fly, your skin glistens with mucus or shines with an otherworldly light.": "你获得的飞行速度等同于你的步行速度，并且你可以盘旋。当你飞行时，你的皮肤会闪耀着粘液，或者闪耀着一种超凡的光芒。",
	"You gain a swimming speed equal to twice your walking speed, and you can breathe underwater. Moreover, gills grow from your neck or fan out from behind your ears, your fingers become webbed, or you grow writhing cilia that extend through your clothing.": "你获得的游泳速度相当于你步行速度的两倍，而且你可以在水下呼吸。此外，从你的脖子上长出鳃，或从你的耳朵后面扇出来，你的手指变得有蹼，或者你长出蠕动的纤毛，穿过你的衣服。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you spend 5 sorcery points to use it again.": "一旦你使用了这个功能，你就不能再这样做了，直到你完成一个长时间的休息，除非你花费5个巫术点数来再次使用它。",
	"The cosmic force of order has suffused you with magic. That power arises from Mechanus or a realm like it-a plane of existence shaped entirely by clockwork efficiency. You, or someone from your lineage, might have become entangled in the machinations of the modrons, the orderly beings who inhabit Mechanus. Perhaps your ancestor even took part in the Great Modron March. Whatever its origin within you, the power of order can seem strange to others, but for you, it is part of a vast and glorious system.": "宇宙的秩序之力使你充满了魔力。这种力量来自于麦格努斯或类似的领域--一个完全由发条效率塑造的存在平面。你，或者你的家族中的某个人，可能已经被莫德隆人的阴谋诡计所纠缠，而莫德隆人是居住在麦格纳斯的有秩序的生命体。也许你的祖先甚至参加了莫德隆大游行。无论你内心的起源是什么，秩序的力量对其他人来说似乎很奇怪，但对你来说，它是一个巨大而光荣的系统的一部分。",
	"You learn additional spells when you reach certain levels in this class, as shown on the Clockwork Spells table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.": "当你在这个等级中达到一定级别时，你会学习额外的法术，如发条法术表所示。这些法术中的每一个都算作你的一个巫师法术，但它不计入你所知道的巫师法术数量。",
	"In addition, consult the Manifestations of Order table and choose or randomly determine a way your connection to order manifests while you are casting any of your sorcerer spells.": "此外，参考秩序的表现表，在你施展任何巫师法术时，选择或随机确定一种你与秩序的联系的表现方式。",
	"Spectral cogwheels hover behind you.": "幽灵般的齿轮在你身后盘旋。",
	"The hands of a clock spin in your eyes.": "钟表的指针在你眼中旋转。",
	"Your skin glows with a brassy sheen.": "你的皮肤散发着黄铜色的光泽。",
	"Floating equations and geometric objects overlay your body.": "漂浮的方程式和几何物体覆盖在你的身上。",
	"Your spellcasting focus temporarily takes the form of a Tiny clockwork mechanism.": "你的施法焦点会暂时变成一个微小的钟表装置的形式。",
	"The ticking of gears or ringing of a clock can be heard by you and those affected by your magic.": "你和受你魔法影响的人可以听到齿轮的滴答声或时钟的铃声。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"You can tap into the grand equation of existence to imbue a creature with a shimmering shield of order. As an action, you can expend 1 to 5 sorcery points to create a magical ward around yourself or another creature you can see within 30 feet of you. The ward lasts until you finish a long rest or until you use this feature again.": "你可以利用存在的大等式，为一个生物注入一个闪闪发光的秩序之盾。作为一个行动，你可以消耗1到5个巫术点数，在你自己或你能看到的30英尺范围内的其他生物周围创造一个魔法防护罩。这个防护罩一直持续到你完成一个长时间的休息，或者直到你再次使用这个功能。"
}