{
	"Arms and eyes upraised toward the sun and a prayer on his lips, an elf begins to glow with an inner light that spills out to heal his battle-worn companions.": "手臂和眼睛朝向太阳，嘴里祈祷着，一个精灵开始闪烁着内在的光芒，溢出来治愈他那些饱经战火的同伴们。",
	"Chanting a song of glory, a dwarf swings his axe in wide swaths to cut through the ranks of orcs arrayed against him, shouting praise to the gods with every foe's fall.": "一个矮人吟唱着荣耀之歌，挥舞着他的斧头，大刀阔斧地砍杀着与他对峙的兽人队伍，在每一个敌人倒下的时候，他都高声赞美诸神。",
	"Calling down a curse upon the forces of undeath, a human lifts her holy symbol as light pours from it to drive back the zombies crowding in on her companions.": "在对不死的力量发出诅咒的同时，一个人类举起了她的神圣符号，从它身上涌出的光芒驱赶着挤向她同伴的僵尸。",
	"Clerics are intermediaries between the mortal world and the distant planes of the gods. As varied as the gods they serve, clerics strive to embody the handiwork of their deities. No ordinary priest, a cleric is imbued with divine magic.": "牧师是凡人世界和遥远的诸神世界之间的中介。和他们所服务的神一样，教士们努力体现他们神的手艺。不是普通的牧师，教士被赋予了神圣的魔法。",
	"Divine magic, as the name suggests, is the power of the gods, flowing from them into the world. Clerics are conduits for that power, manifesting it as miraculous effects. The gods don't grant this power to everyone who seeks it, but only to those chosen to fulfill a high calling.": "神圣的魔法，顾名思义，是诸神的力量，从他们那里流向世界。神职人员是这种力量的管道，将其表现为神奇的效果。诸神并不把这种力量授予每一个寻求它的人，而只授予那些被选中来完成高尚使命的人。",
	"Harnessing divine magic doesn't rely on study or training. A cleric might learn formulaic prayers and ancient rites, but the ability to cast cleric spells relies on devotion and an intuitive sense of a deity's wishes.": "驾驭神圣的魔法并不依赖于学习或训练。牧师可能会学习公式化的祈祷和古老的仪式，但施展牧师法术的能力依赖于虔诚和对神灵愿望的直觉。",
	"Clerics combine the helpful magic of healing and inspiring their allies with spells that harm and hinder foes. They can provoke awe and dread, lay curses of plague or poison, and even call down flames from heaven to consume their enemies. For those evildoers who will benefit most from a mace to the head, clerics depend on their combat training to let them wade into melee with the power of the gods on their side.": "牧师将治疗和激励盟友的有用魔法与伤害和阻碍敌人的法术相结合。他们可以引起敬畏和恐惧，施加瘟疫或毒药的诅咒，甚至从天上召唤火焰来吞噬他们的敌人。对于那些最能从一记重击中获益的恶人，牧师们依靠他们的战斗训练，让他们在近战中发挥神的力量。",
	"Not every acolyte or officiant at a temple or shrine is a cleric. Some priests are called to a simple life of temple service, carrying out their gods' will through prayer and sacrifice, not by magic and strength of arms. In some cities, priesthood amounts to a political office, viewed as a stepping stone to higher positions of authority and involving no communion with a god at all. True clerics are rare in most hierarchies.": "并非每个神庙或神社的圣徒或司仪都是神职人员。一些牧师被要求过着简单的寺庙服务生活，通过祈祷和祭祀，而不是通过魔法和武器的力量来执行他们的神的意志。在一些城市，神职相当于一种政治职务，被视为通往更高权力职位的垫脚石，根本不涉及与神的交流。真正的神职人员在大多数等级制度中都是罕见的。",
	"When a cleric takes up an adventuring life, it is usually because his or her god demands it. Pursuing the goals of the gods often involves braving dangers beyond the walls of civilization, smiting evil or seeking holy relics in ancient tombs. Many clerics are also expected to protect their deities' worshipers, which can mean fighting rampaging orcs, negotiating peace between warring nations, or sealing a portal that would allow a demon prince to enter the world.": "当一个牧师开始冒险生活时，通常是因为他或她的神要求这样做。追求神灵的目标往往涉及到勇敢面对文明之墙以外的危险，打击邪恶或在古墓中寻找神圣的遗迹。许多神职人员还被要求保护他们的神的崇拜者，这可能意味着与猖獗的兽人作战，在交战的国家之间进行和平谈判，或者封印一个允许恶魔王子进入世界的门户。",
	"Most adventuring clerics maintain some connection to established temples and orders of their faiths. A temple might ask for a cleric's aid, or a high priest might be in a position to demand it.": "大多数冒险的神职人员都与他们信仰的既定神庙和教团保持着某种联系。寺庙可能会请求牧师的帮助，或者大祭司可能会要求牧师提供帮助。",
	"To become a cleric is to become a messenger of the gods. The power the divine offers is great, but it always comes with tremendous responsibility.": "成为教士就是成为众神的信使。神灵提供的力量是伟大的，但它总是伴随着巨大的责任。",
	"Almost all the folk in the world who revere a deity live their lives without ever being directly touched by a divine being. As such, they can never know what it feels like to be a cleric—someone who is not only a devout worshiper, but who has also been invested with a measure of a deity's power.": "世界上几乎所有崇尚神灵的人在生活中都没有被神灵直接接触过。因此，他们永远无法体会到成为神职人员的感觉--一个不仅是虔诚的崇拜者，而且还被赋予一定程度的神力的人。",
	"If you're playing a cleric character, the following sections offer ways to add some detail to that character's history and personality.": "如果你扮演的是一个牧师角色，下面的章节提供了为该角色的历史和个性增加一些细节的方法。",
	"Most clerics start their lives of service as priests in an order, then later realize that they have been blessed by their god with the qualities needed to become a cleric. To prepare for this new duty, candidates typically receive instruction from a cleric of a temple or another place of study devoted to their deity.": "大多数神职人员开始他们的服务生活时是作为一个教团的牧师，后来意识到他们已经得到了他们的神的祝福，具备了成为神职人员所需的素质。为了准备这一新的职责，候选人通常会接受神庙或其他专门研究其神灵的地方的教士的指导。",
	"Some temples are cut off from the world so that their occupants can focus on devotions, while other temples open their doors to minister to and heal the masses. What is noteworthy about the temple you studied at?": "有些寺庙与世隔绝，以便其居住者能够专注于奉献，而其他寺庙则敞开大门，为大众提供服务和治疗。你所学习的寺庙有什么值得注意的地方？",
	"Your temple is said to be the oldest surviving structure built to honor your god.": "你的寺庙据说是现存最古老的建筑，为纪念你的神而建。",
	"Acolytes of several like-minded deities all received instruction together in your temple.": "几个志同道合的神灵的信徒都在你的寺庙里一起接受指导。",
	"You come from a temple famed for the brewery it operates. Some say you smell like one of its ales.": "你来自一个因经营啤酒厂而闻名的寺庙。有人说你闻起来像它的一种啤酒。",
	"Your temple is a fortress and a proving ground that trains warrior-priests.": "你的寺庙是一个堡垒，也是一个训练战士牧师的试验场。",
	"Your temple is a peaceful, humble place, filled with vegetable gardens and simple priests.": "你的寺庙是一个和平、谦逊的地方，充满了菜园和简单的祭司。",
	"You served in a temple in the Outer Planes.": "你在外星球的一个神庙中服务。",
	"Many clerics have items among their personal gear that symbolize their faith, remind them of their vows, or otherwise help to keep them on their chosen paths. Even though such an item is not imbued with divine power, it is vitally important to its owner because of what it represents.": "许多神职人员的个人装备中都有象征他们信仰的物品，提醒他们的誓言，或以其他方式帮助他们保持他们所选择的道路。即使这样的物品没有被赋予神圣的力量，但由于它所代表的内容，对它的主人来说是至关重要的。",
	"The finger bone of a saint": "圣人的指骨",
	"A metal-bound book that tells how to hunt and destroy infernal creatures": "一本金属装订的书，告诉人们如何猎杀和消灭地狱生物",
	"A pig's whistle that reminds you of your humble and beloved mentor": "让你想起你卑微而敬爱的导师的猪的哨子",
	"A braid of hair woven from the tail of a unicorn": "从独角兽的尾巴上编织的发辫",
	"A scroll that describes how best to rid the world of necromancers": "一张描述如何最好地摆脱死灵法师的卷轴",
	"A runestone said to be blessed by your god": "一个据说被你的神所祝福的符石",
	"No mortal soul is entirely free of second thoughts or doubt. Even a cleric must grapple with dark desires or the forbidden attraction of turning against the teachings of one's deity.": "没有一个凡人的灵魂是完全没有第二个想法或怀疑的。即使是教士也必须与黑暗的欲望或违背神灵教义的禁忌吸引力作斗争。",
	"If you haven't considered this aspect of your character yet, see the table entries for some possibilities, or use them for inspiration. Your deep, dark secret might involve something you did (or are doing), or it could be rooted in the way you feel about the world and your role in it.": "如果你还没有考虑过你角色的这一方面，请看表格中的条目，了解一些可能性，或者用它们来激发灵感。你内心深处的秘密可能涉及你所做的（或正在做的）事情，也可能植根于你对这个世界和你在其中的角色的感受。",
	"An imp offers you counsel. You try to ignore the creature, but sometimes its advice is helpful.": "一个小恶魔向你提供建议。你试图忽略这个生物，但有时它的建议是有帮助的。",
	"You believe that, in the final analysis, the gods are nothing more than ultrapowerful mortal creatures.": "你相信，归根结底，众神不过是超强的凡人生物。",
	"You acknowledge the power of the gods, but you think that most events are dictated by pure chance.": "你承认神的力量，但你认为大多数事件是由纯粹的机会决定的。",
	"Even though you can work divine magic, you have never truly felt the presence of a divine essence within yourself.": "即使你能施展神圣的魔法，但你从未真正感受到自己体内神圣本质的存在。",
	"You are plagued by nightmares that you believe are sent by your god as punishment for some unknown transgression.": "你被噩梦所困扰，你相信这些噩梦是由你的神派来的，作为对某种未知过失的惩罚。",
	"In times of despair, you feel that you are but a plaything of the gods, and you resent their remoteness.": "在绝望的时候，你觉得自己不过是众神的玩物，你憎恨他们的遥远。",
	"The typical cleric is an ordained servant of a particular god and chooses a Divine Domain associated with that deity. The cleric's magic flows from the god or the god's sacred realm, and often the cleric bears a holy symbol that represents that divinity.": "典型的教士是某一特定神明的仆人，并选择与该神明相关的神域。教士的魔法来自于该神或该神的神圣领域，而且教士往往带有代表该神性的神圣符号。",
	"The cleric's class features often refer to your deity. If you are devoted to a pantheon, cosmic force, or philosophy, your cleric features still work for you as written. Think of the references to a god as references to the divine thing you serve that gives you your magic.": "牧师的类别特征通常指的是你的神灵。如果你献身于一个万神殿、宇宙力量或哲学，你的牧师特征仍然按规定对你有效。把对神的提及看作是对你所服务的、赋予你魔法的神圣事物的提及。",
	"Whenever you gain a level in this class, you can replace one cantrip you learned from this Spellcasting feature with another cantrip from the cleric spell list.": "每当你在这个等级中获得一个等级，你可以用牧师法术列表中的另一个咒语来替换你从这个法术功能中学到的一个咒语。",
	"Choose one domain related to your deity from the list of available domains. Each domain is detailed in their own feature, and each one provides examples of gods associated with it. Your choice grants you domain spells and other features when you choose it at 1st level. It also grants you additional ways to use Channel Divinity when you gain that feature at 2nd level, and additional benefits at 6th, 8th, and 17th levels.": "从可用的领域列表中选择一个与你的神灵有关的领域。每个领域都在他们自己的特征中详细说明，每个领域都提供了与之相关的神的例子。当你在1级选择它时，你的选择会赋予你领域法术和其他特征。当你在2级获得该特性时，它还会授予你额外的使用通道神性的方法，并在6级、8级和17级获得额外的好处。",
	"Each domain has a list of spells—its domain spells—that you gain at the cleric levels noted in the domain description. Once you gain a domain spell, you always have it prepared, and it doesn't count against the number of spells you can prepare each day.": "每个领域都有一个法术列表--它的领域法术--你在领域描述中提到的牧师级别上获得。一旦你获得一个领域法术，你就会一直准备好它，而且它不计入你每天可以准备的法术数量。",
	"If you have a domain spell that doesn't appear on the cleric spell list, the spell is nonetheless a cleric spell for you.": "如果你有一个领域法术，但没有出现在牧师法术列表中，那么这个法术对你来说还是一个牧师法术。",
	"At 1st level, you know three cantrips of your choice from the cleric spell list. You learn additional cleric cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Cleric table.": "在1级时，你会从教士的法术列表中选择三个咒语。在更高的等级，你会学习更多你所选择的教士咒语，如教士表的已知咒语栏所示。",
	"You prepare the list of cleric spells that are available for you to cast, choosing from the cleric spell list. When you do so, choose a number of cleric spells equal to your Wisdom modifier + your cleric level (minimum of one spell). The spells must be of a level for which you have spell slots.": "你准备好可供你施展的教士法术清单，从教士法术清单中选择。当你这样做时，选择与你的智慧修正值+你的牧师等级相等数量的牧师法术（最少为一个法术）。这些法术的等级必须是你有法术槽的。",
	"You can cast a cleric spell as a ritual if that spell has the ritual tag and you have the spell prepared.": "如果一个牧师的法术有仪式标签，并且你已经准备好了该法术，那么你可以将该法术作为一个仪式来施放。",
	"When you use your Channel Divinity, you choose which effect to create. You must then finish a short or long rest to use your Channel Divinity again.": "当你使用你的通道神性时，你选择创造哪种效果。然后你必须完成一个短暂或长时间的休息才能再次使用你的通道神力。",
	"Beginning at 6th level, you can use your Channel Divinity twice between rests, and beginning at 18th level, you can use it three times between rests. When you finish a short or long rest, you regain your expended uses.": "从6级开始，你可以在两次休息之间使用你的通道神性，从18级开始，你可以在两次休息之间使用它三次。当你完成短时或长时休息时，你会重新获得你已消耗的使用次数。",
	"You can expend a use of your Channel Divinity to fuel your spells. As a bonus action, you touch your holy symbol, utter a prayer, and regain one expended 1st-level spell slot.": "你可以使用你的 \"神性通道 \"来助长你的法术。作为一个额外的动作，你触摸你的神圣符号，说出一个祈祷词，并重新获得一个已消耗的一级法术槽。",
	"As an action, you present your holy symbol and speak a prayer censuring the undead. Each undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.": "作为一个行动，你展示你的神圣符号，并说出一个谴责亡灵的祷告。每个在你30英尺范围内能看到或听到你的亡灵必须做一个智慧救赎动作。如果该生物没有完成蓄力动作，它将在1分钟内被转化，或者直到它受到任何伤害。",
	"At 2nd level, you gain a feature from your Divine Domain.": "2级时，你从你的神域中获得一个特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"Beginning at 6th level, you can use your Channel Divinity twice between rests.": "从6级开始，你可以在两次休息之间使用你的通道神性。",
	"At 6th level, you gain a feature from your Divine Domain.": "在6级时，你从你的神性领域中获得一个特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 8th level, you gain a feature from your Divine Domain.": "在8级时，你从你的神性领域中获得一个特性。",
	"Beginning at 10th level, you can call on your deity to intervene on your behalf when your need is great.": "从10级开始，当你的需求很大时，你可以呼唤你的神灵代表你进行干预。",
	"At 20th level, your call for intervention succeeds automatically, no roll required.": "在20级时，你的干预召唤会自动成功，不需要掷骰子。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you gain a feature from your Divine Domain.": "17级时，你从你的神域中获得一个特性。",
	"Beginning at 18th level, you can use your Channel Divinity three times between rests.": "从18级开始，你可以在两次休息之间使用你的神力通道三次。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At each indicated cleric level, add the listed spells to your spells prepared. They do not count towards your limit.": "在每个指定的牧师等级，将列出的法术加入你的法术准备。它们不计入你的极限。",
	"When the cleric chooses this domain at 1st level, he or she gains proficiency with martial weapons.": "当牧师在第一级选择这个领域时，他或她会获得对武术武器的熟练度。",
	"Starting at 2nd level, the cleric can use Channel Divinity to destroy another creature's life force by touch.": "从2级开始，牧师可以使用 \"引导神性\"，通过触摸破坏另一个生物的生命力。",
	"When the cleric hits a creature with a melee attack, the cleric can use Channel Divinity to deal extra necrotic damage to the target. The damage equals 5 + twice his or her cleric level.": "当教士用近战攻击击中一个生物时，教士可以使用通道神性对目标造成额外的坏死伤害。伤害等于5+他或她的牧师等级的两倍。",
	"Starting at 6th level, the cleric's ability to channel negative energy becomes more potent. Necrotic damage dealt by the character's cleric spells and Channel Divinity options ignores resistance to necrotic damage.": "从6级开始，教士引导负能量的能力变得更加强大。角色的牧师法术和通道神性选项造成的坏死伤害会忽略对坏死伤害的抵抗。",
	"Starting at 17th level, when the cleric casts a Necromancy spell of 1st through 5th-level that targets only one creature, the spell can instead target two creatures within range and within 5 feet of each other. If the spell consumes its material components, the cleric must provide them for each target.": "从17级开始，当牧师施展1到5级的亡灵法术时，如果只针对一个生物，该法术可以改为针对范围内的两个生物，并且彼此之间在5英尺之内。如果该法术消耗其物质成分，牧师必须为每个目标提供它们。",
	"At each indicated cleric level, you add the listed spells to your spells prepared.": "在每一个指定的牧师级别，你将列出的法术加入你的法术准备中。",
	"Your proficiency bonus is doubled for any ability check you make that uses either of those skills.": "在你使用这些技能的任何能力检查中，你的熟练度加成都会翻倍。",
	"Starting at 2nd level, you can use your Channel Divinity to tap into a divine well of knowledge. As an action, you choose one skill or tool. For 10 minutes, you have proficiency with the chosen skill or tool.": "从2级开始，你可以使用你的 \"神性通道 \"来挖掘神圣的知识井。作为一个动作，你选择一个技能或工具。在10分钟内，你可以熟练掌握所选的技能或工具。",
	"At 6th level, you can use your Channel Divinity to read a creature's thoughts. You can then use your access to the creature's mind to command it.": "在6级时，你可以使用你的通道神性来读取一个生物的思想。然后你可以利用你对该生物的思想的访问来指挥它。",
	"As an action, choose one creature that you can see within 60 feet of you. That creature must make a Wisdom saving throw. If the creature succeeds on the saving throw, you can't use this feature on it again until you finish a long rest.": "作为一个行动，选择一个你能看到的60英尺范围内的生物。该生物必须做一个智慧救赎动作。如果该生物救赎成功，你就不能再对它使用这一特性，直到你完成一个长时休息。",
	"If the creature fails its save, you can read its surface thoughts (those foremost in its mind, reflecting its current emotions and what it is actively thinking about) when it is within 60 feet of you. This effect lasts for 1 minute.": "如果该生物的救赎失败，当它在你60英尺范围内时，你可以读取它的表面思想（那些在它脑海中最重要的思想，反映了它当前的情绪和它正在积极思考的问题）。这个效果持续1分钟。",
	"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip.": "从第8级开始，你在使用任何牧师咒语的伤害上加上你的智慧修饰。",
	"Starting at 17th level, you can call up visions of the past that relate to an object you hold or your immediate surroundings. You spend at least 1 minute in meditation and prayer, then receive dreamlike, shadowy glimpses of recent events. You can meditate in this way for a number of minutes equal to your Wisdom score and must maintain concentration during that time, as if you were casting a spell.": "从17级开始，你可以唤起与你持有的物品或你周围环境有关的过去的幻觉。你在冥想和祈祷中至少花费1分钟，然后接收到近期事件的梦幻般的朦胧瞥见。你能以这种方式冥想的时间与你的智慧值相等，并且在这段时间内必须保持专注，就像你在施法一样。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用了这个功能，你就不能再使用它，直到你完成一个短期或长期的休息。",
	"Holding an object as you meditate, you can see visions of the object's previous owner. After meditating for 1 minute, you learn how the owner acquired and lost the object, as well as the most recent significant event involving the object and that owner. If the object was owned by another creature in the recent past (within a number of days equal to your Wisdom score), you can spend 1 additional minute for each owner to learn the same information about that creature.": "冥想时手持物品，你可以看到该物品前主人的幻象。冥想1分钟后，你会了解物主是如何获得和失去该物品的，以及涉及该物品和该物主的最近的重大事件。如果该物品在最近被另一个生物所拥有（在与你的智慧分数相等的天数内），你可以为每个拥有者额外花费1分钟来了解有关该生物的相同信息。",
	"As you meditate, you see visions of recent events in your immediate vicinity (a room, street, tunnel, clearing, or the like, up to a 50-foot cube), going back a number of days equal to your Wisdom score. For each minute you meditate, you learn about one significant event, beginning with the most recent. Significant events typically involve powerful emotions, such as battles and betrayals, marriages and murders, births and funerals. However, they might also include more mundane events that are nevertheless important in your current situation.": "当你冥想时，你会看到你附近（一个房间、街道、隧道、空地或类似的地方，最多50英尺的立方体）最近发生的事件的幻象，追溯到与你的智慧值相等的天数。你每冥想一分钟，你就会了解一个重要的事件，从最近的开始。重大事件通常涉及强烈的情感，比如战斗和背叛、婚姻和谋杀、出生和葬礼。然而，它们也可能包括更多的世俗事件，但在你目前的情况下却很重要。",
	"When you choose this domain at 1st level, you gain proficiency with heavy armor.": "当你在一阶选择这个领域时，你获得对重甲的熟练度。",
	"Also starting at 1st level, your healing spells are more effective. Whenever you use a spell of 1st level or higher to restore hit points to a creature, the creature regains additional hit points equal to 2 + the spell's level.": "同样从1级开始，你的治疗法术更加有效。每当你使用一个1级或以上的法术来恢复一个生物的命中率时，该生物会重新获得相当于2+该法术等级的额外命中率。",
	"Starting at 2nd level, you can use your Channel Divinity to heal the badly injured.": "从2级开始，你可以使用你的通道神力来治疗重伤者。",
	"As an action, you present your holy symbol and evoke healing energy that can restore a number of hit points equal to five times your cleric level. Choose any creatures within 30 feet of you, and divide those hit points among them. This feature can restore a creature to no more than half of its hit point maximum. You can't use this feature on an undead or a construct.": "作为一个行动，你展示你的神圣符号并唤起治疗能量，可以恢复相当于你牧师等级五倍的命中率。选择你周围30英尺内的任何生物，并将这些命中率分给他们。这个功能可以使一个生物恢复到不超过其最大命中率的一半。你不能对不死生物或结构体使用此功能。",
	"Beginning at 6th level, the healing spells you cast on others heal you as well. When you cast a spell of 1st level or higher that restores hit points to a creature other than you, you regain hit points equal to 2 + the spell's level.": "从6级开始，你对他人施展的治疗法术也能治疗你。当你施展一个1级或更高等级的法术来恢复你以外的生物的命中率时，你恢复的命中率等于2+该法术的等级。",
	"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的智慧修饰值相等（最少一次）。当你完成一个长时间的休息时，你会重新获得所有已消耗的使用次数。",
	"Starting at 2nd level, you can use your Channel Divinity to harness sunlight, banishing darkness and dealing radiant damage to your foes.": "从2级开始，你可以使用你的通道神性来驾驭阳光，驱逐黑暗并对你的敌人造成辐射伤害。",
	"Starting at 6th level, you can also use your Warding Flare feature when a creature that you can see within 30 feet of you attacks a creature other than you.": "从6级开始，当你能看到的30英尺范围内的生物攻击你以外的生物时，你也可以使用你的守护光辉功能。",
	"Starting at 17th level, you can use your action to activate an aura of sunlight that lasts for 1 minute or until you dismiss it using another action. You emit bright light in a 60-foot radius and dim light 30 feet beyond that. Your enemies in the bright light have disadvantage on saving throws against any spell that deals fire or radiant damage.": "从17级开始，你可以用你的行动激活一个阳光光环，持续1分钟或直到你用其他行动解除它。你在半径60英尺的范围内发出亮光，在半径30英尺以外发出暗光。你的敌人在强光下对任何造成火焰或辐射伤害的法术都有不利的判断。",
	"Also at 1st level, you gain proficiency with heavy armor.": "同样在1级，你获得对重甲的熟练度。",
	"Starting at 2nd level, you can use your Channel Divinity to charm animals and plants.": "从2级开始，你可以使用你的通道神力来魅惑动物和植物。",
	"Starting at 6th level, when you or a creature within 30 feet of you takes acid, cold, fire, lightning, or thunder damage, you can use your reaction to grant resistance to the creature against that instance of the damage.": "从6级开始，当你或你周围30英尺内的生物受到酸、冷、火、闪电或雷的伤害时，你可以用你的反应来赋予生物对该次伤害的抵抗力。",
	"At 1st level, you gain proficiency with martial weapons and heavy armor.": "1级时，你获得对武术武器和重甲的熟练度。",
	"Starting at 2nd level, you can use your Channel Divinity to wield the power of the storm with unchecked ferocity.": "从2级开始，你可以使用你的通道神性来挥舞风暴的力量，不受限制的凶猛。",
	"When you roll lightning or thunder damage, you can use your Channel Divinity to deal maximum damage, instead of rolling.": "当你掷出闪电或雷电伤害时，你可以使用你的通道神性来造成最大的伤害，而不是滚动。",
	"At 6th level, when you deal lightning damage to a Large or smaller creature, you can also push it up to 10 feet away from you.": "在6级时，当你对一个大型或小型生物造成闪电伤害时，你也可以将它推到离你10英尺远的地方。",
	"At 17th level, you have a flying speed equal to your current walking speed whenever you are not underground or indoors.": "在17级时，只要你不在地下或室内，你的飞行速度就等于你当前的步行速度。",
	"Starting at 2nd level, you can use your Channel Divinity to create an illusory duplicate of yourself.": "从2级开始，你可以使用你的通道神性来创造一个自己的虚幻副本。",
	"As an action, you create a perfect illusion of yourself that lasts for 1 minute, or until you lose your concentration (as if you were concentrating on a spell). The illusion appears in an unoccupied space that you can see within 30 feet of you. As a bonus action on your turn, you can move the illusion up to 30 feet to a space you can see, but it must remain within 120 feet of you.": "作为一个动作，你为自己创造一个完美的幻象，持续1分钟，或者直到你失去注意力（就像你在专注于一个法术）。幻象出现在一个你能看到的30英尺范围内无人的空间。作为你回合的额外行动，你可以将幻象移动到一个你能看到的空间，最多 30 英尺，但它必须保持在你的 120 英尺范围内。",
	"For the duration, you can cast spells as though you were in the illusion's space, but you must use your own senses. Additionally, when both you and your illusion are within 5 feet of a creature that can see the illusion, you have advantage on attack rolls against that creature, given how distracting the illusion is to the target.": "在持续时间内，你可以像在幻象的空间内一样施法，但你必须使用自己的感官。此外，当你和你的幻象都在一个能看到幻象的生物的5英尺范围内时，考虑到幻象对目标的分心程度，你在对该生物的攻击卷中具有优势。",
	"Starting at 6th level, you can use your Channel Divinity to vanish.": "从6级开始，你可以使用你的通道神性来消失。",
	"At 17th level, you can create up to four duplicates of yourself, instead of one, when you use Invoke Duplicity. As a bonus action on your turn, you can move any number of them up to 30 feet, to a maximum range of 120 feet.": "在17级时，当你使用 \"召唤复制 \"时，你最多可以创造四个自己的复制体，而不是一个。作为你回合的额外行动，你可以移动任何数量的复制体，最多 30 英尺，最大范围为 120 英尺。",
	"At each indicated cleric level, add the listed spells to your spells prepared.": "在每个指定的牧师级别，将所列的法术加入你的法术准备中。",
	"At 17th level, you gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "在17级时，你获得对来自非魔法攻击的重击、穿刺和切割伤害的抵抗。",
	"\"The worthy shall strive for greatness—supremacy in life leads to supremacy in the afterlife.\"": "\"有价值的人应努力追求伟大--生活中的至高无上导致来世的至高无上。\"",
	"Bontu has fully embraced this dictum, and though she expends little effort in teaching it, she surely leads by example. Her viziers subtly plant the seeds that flower into the ambition the God-Pharaoh desires. Through insinuation, they remind acolytes and initiates alike that achieving one's place in the afterlife at the expense of others is not shameful, but is proof of the initiate's determination and drive. Nothing is more important than that drive, they suggest—not the bonds of a crop, not friendship or love. Not even devotion to a deity.": "邦图已经完全接受了这一箴言，虽然她没有花什么力气来教导它，但她肯定以身作则。她的大臣们巧妙地播下种子，使其开花结果，成为神-法老所期望的雄心壮志。通过暗示，他们提醒信徒和入门者，以牺牲他人的利益来实现自己在来世的地位并不可耻，而是证明了入门者的决心和动力。他们建议，没有什么比这种动力更重要，不是作物的纽带，不是友谊或爱情。甚至对神灵的奉献也不重要。",
	"\"The worthy shall cultivate a nimble mind that can perceive the wonders beyond imagination that wait in the afterlife.\"": "\"有价值的人应培养一个灵活的头脑，能够感知在来世等待的超出想象的奇迹。\"",
	"See the Knowledge domain.": "见知识领域。",
	"\"The worthy must know and respect all others whom the God-Pharaoh deems worthy, for in the afterlife, all will be united in purpose and action.\"": "\"有价值的人必须了解和尊重所有上帝-法老认为有价值的其他人，因为在来世，所有人都将在目的和行动上团结一致。\"",
	"\"The worthy shall hone a strong body that can withstand the boundless energies of the afterlife.\"": "\"有价值的人应磨练出强壮的身体，能够承受来世的无尽能量。\"",
	"It falls to Rhonas to instill this teaching in those who would enter the afterlife—but to his mind, the words themselves don't matter. Strength can't be taught. It must be built through practice and training. Rhonas demonstrates his teachings by his example, rather than by giving his students any kind of academic instruction. He welcomes the people of Naktamun to stand by the Hekma and watch him as he storms into the desert to battle the greatest horrors. He encourages them to observe his indomitable strength, for though they will never equal it, they can aspire to mimicry. He invites them to scrutinize every move and practice what they see.": "向那些将进入来世的人灌输这一教导的任务落在了罗纳斯身上--但在他看来，这些话本身并不重要。力量是教不来的。它必须通过实践和训练来建立。罗纳斯通过他的榜样来证明他的教义，而不是给他的学生任何形式的学术指导。他欢迎纳克塔蒙的人们站在赫克马身边，看着他冲进沙漠与最可怕的东西战斗。他鼓励他们观察他不屈不挠的力量，因为虽然他们永远无法与之相比，但他们可以渴望模仿。他邀请他们仔细观察每一个动作，并实践他们所看到的东西。",
	"\"The worthy shall rush to the God-Pharaoh's side with relentless zeal, rising to overcome every obstacle in their way.\"": "\"有价值的人应以无情的热情冲向神-法老的身边，起身克服他们道路上的每一个障碍。\"",
	"The God-Pharaoh expects those he welcomes into the afterlife to desire it above all other pleasures and achievements, and for them to show their dedication, passion, and fervor through their actions. Hazoret is charged with cultivating this zeal in the initiates who come under her care, and she has undertaken the task with appropriate enthusiasm. She recognizes, however, that the best way to teach zeal is by demonstrating it.": "神-法老期望那些他欢迎进入来世的人对它的渴望超过所有其他的快乐和成就，并期望他们通过他们的行动来显示他们的奉献、激情和狂热。哈佐雷特负责培养在她照料下的入门者的这种热情，她以适当的热情承担了这项任务。然而，她认识到，教导热情的最佳方式是通过展示它。",
	"Starting at 2nd level, you can use your Channel Divinity to channel your zeal into unchecked ferocity.": "从2级开始，你可以使用你的通道神性，将你的热情转化为不受约束的凶猛。",
	"When you roll fire or thunder damage, you can use your Channel Divinity to deal maximum damage instead of rolling.": "当你掷出火或雷的伤害时，你可以使用你的通道神性来造成最大伤害，而不是掷出。",
	"At 6th level, when you deal thunder damage to a Large or smaller creature, you can also push it up to 10 feet away from you.": "在6级时，当你对一个大型或小型生物造成雷霆伤害时，你也可以将它推到离你10英尺远的地方。",
	"Starting at 17th level, you can delay death for an instant to perform a final heroic act.": "从17级开始，你可以将死亡延迟一瞬间，以进行最后的英雄行为。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个功能，你就不能再使用它，直到你完成长时间的休息。",
	"Magic is an energy that suffuses the multiverse and that fuels both destruction and creation. Gods of the Arcana domain know the secrets and potential of magic intimately. For some of these gods, magical knowledge is a great responsibility that comes with a special understanding of the nature of reality. Other gods of Arcana see magic as pure power, to be used as its wielder sees fit.": "魔法是一种充斥着多元宇宙的能量，它为破坏和创造提供动力。阿卡纳领域的诸神对魔法的秘密和潜力有着深刻的了解。对其中一些神来说，魔法知识是一种巨大的责任，它伴随着对现实本质的特殊理解。其他阿卡纳之神将魔法视为纯粹的力量，可以按照施法者认为合适的方式使用。",
	"Starting at 2nd level, you can use your Channel Divinity to abjure otherworldly creatures.": "从2级开始，你可以使用你的通道神性来驱除其他世界的生物。",
	"As an action, you present your holy symbol, and one celestial, elemental, fey, or fiend of your choice that is within 30 feet of you must make a Wisdom saving throw, provided that the creature can see or hear you. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.": "作为一个行动，你展示你的神圣符号，在你30英尺范围内的一个天人、元素、妖怪或魔物必须进行智慧救赎，条件是该生物能看到或听到你。如果该生物没有完成蓄力投掷，它将被转化为1分钟或直到它受到任何伤害。",
	"1/2 or lower": "1/2或更低",
	"1 or lower": "1或更低",
	"2 or lower": "2或更低",
	"3 or lower": "3或更低",
	"4 or lower": "4或更低",
	"Starting at 6th level, when you restore hit points to an ally with a spell of 1st level or higher, you can also end one spell of your choice on that creature. The level of the spell you end must be equal to or lower than the level of the spell slot you use to cast the healing spell.": "从6级开始，当你用1级或以上的法术为盟友恢复命中率时，你也可以结束你在该生物身上选择的一个法术。你结束的法术的等级必须等于或低于你用来施展治疗法术的法术槽的等级。",
	"The ideal of order is obedience to the law above all else, rather than to a specific individual or the passing influence of emotion or popular rule. Clerics of order are typically concerned with how things are done, rather than whether an action's results are just. Following the law and obeying its edicts is critical, especially when it benefits these clerics and their guilds or deities.": "秩序的理想是对法律的服从高于一切，而不是对特定的个人或情感或民众统治的短暂影响。秩序教士通常关注的是事情如何完成，而不是一个行动的结果是否公正。遵守法律和服从法律的命令是至关重要的，特别是当它有利于这些教士和他们的公会或神灵时。",
	"Law establishes hierarchies. Those selected by the law to lead must be obeyed. Those who obey must do so to the best of their ability. In this manner, law creates an intricate web of obligations that allows society to forge order and security in a chaotic multiverse.": "法律建立了等级制度。那些被法律选中的领导必须被服从。那些服从的人必须尽最大努力去做。以这种方式，法律创造了一个错综复杂的义务网，使社会在混乱的多元宇宙中形成秩序和安全。",
	"Starting at 1st level, you can invoke the power of law to drive an ally to attack. If you cast a spell with a spell slot of 1st level or higher and target an ally with the spell, that ally can use their reaction immediately after the spell to make one weapon attack against a creature of your choice that you can see.": "从1级开始，你可以调用法律的力量来驱动一个盟友进行攻击。如果你用1级以上的法术槽施法，并以盟友为目标，该盟友可以在施法后立即使用他们的反应，对你选择的、你能看到的生物进行一次武器攻击。",
	"If the spell targets more than one ally, you choose the ally who can make the attack.": "如果该法术的目标是一个以上的盟友，你选择可以进行攻击的盟友。",
	"Starting at 2nd level, you can use your Channel Divinity to exert an intimidating presence over others.": "从2级开始，你可以使用你的通道神性对他人施加一种威慑力。",
	"At 6th level, you become remarkably adept at channeling magical energy to compel others.": "6级时，你变得非常善于引导魔法能量来蛊惑他人。",
	"If you cast a spell of the enchantment school using a spell slot of 1st level or higher, you can change the spell's casting time to 1 bonus action for this casting, provided the spell's casting time is normally 1 action.": "如果你使用一级或以上的法术槽施展魔法学派的法术，你可以将该法术的施法时间改为此次施法的1个额外行动，只要该法术的施法时间通常是1个行动。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses of it when you finish a long rest.": "你可以使用这个功能的次数等于你的智慧修改器（最少一次），当你完成一个长时间的休息时，你会重新获得所有消耗的功能。",
	"The balm of peace thrives at the heart of healthy communities, between friendly nations, and in the souls of the kindhearted. The gods of peace inspire people of all sorts to resolve conflict and to stand up against those forces that try to prevent peace from flourishing. See the Peace Deities table for a list of some of the gods associated with this domain.": "和平的药膏在健康社区的中心、友好国家之间以及心地善良的人的灵魂中茁壮成长。和平之神激励各种人解决冲突，反对那些试图阻止和平繁荣的力量。请参阅和平神明表，了解与该领域相关的一些神明的名单。",
	"Clerics of the Peace Domain preside over the signing of treaties, and they are often asked to arbitrate in disputes. These clerics' blessings draw people together and help them shoulder one another's burdens, and the clerics' magic aids those who are driven to fight for the way of peace.": "和平领域的神职人员主持条约的签署，他们经常被要求对争端进行仲裁。这些神职人员的祝福将人们聚集在一起，帮助他们承担彼此的负担，神职人员的魔法帮助那些被驱使为和平之路而战斗的人。",
	"Elven": "精灵族",
	"Dwarven": "矮人族",
	"Eberron": "艾伯伦",
	"Halfling": "半身人",
	"Forgotten Realms": "被遗忘的国度",
	"Gaerdal": "盖达尔",
	"Ironhand Gnomish": "铁手地精",
	"Dragonlance": "龙之谷",
	"Greyhawk": "格雷霍克",
	"You gain domain spells at the cleric levels listed in the Peace Domain Spells table. See the Divine Domain class feature for how domain spells work.": "你在和平领域法术表中所列的牧师级别获得领域法术。关于领域法术的作用，请参见神域类特征。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"The bond you forge between people helps them protect each other. When a creature affected by your Emboldening Bond feature is about to take damage, a second bonded creature within 30 feet of the first can use its reaction to teleport to an unoccupied space within 5 feet of the first creature. The second creature then takes all the damage instead.": "你在人与人之间建立的纽带帮助他们互相保护。当一个受你的 \"鼓舞人心的纽带 \"功能影响的生物即将受到伤害时，在第一个生物30英尺范围内的第二个纽带生物可以用它的反应来传送到第一个生物5英尺范围内的一个无人空间。然后，第二个生物会代替它承受所有的伤害。",
	"You add your Wisdom modifier to the damage you deal with any cleric cantrip.": "你在使用任何牧师咒语所造成的伤害上加上你的智慧修正值。",
	"The benefits of your Emboldening Bond and Protective Bond features now work when the creatures are within 60 feet of each other. Moreover, when a creature uses Protective Bond to take someone else's damage, the creature has resistance to that damage.": "现在，当生物之间的距离在60英尺以内时，你的强化结合和保护结合功能的好处就会发挥作用。此外，当一个生物使用保护性结合来承受别人的伤害时，该生物对该伤害有抵抗力。",
	"The twilit transition from light into darkness often brings calm and even joy, as the day's labors end and the hours of rest begin. The darkness can also bring terrors, but the gods of twilight guard against the horrors of the night.": "从光明到黑暗的短暂过渡往往带来平静，甚至喜悦，因为一天的劳作结束了，休息的时间开始了。黑暗也会带来恐怖，但黄昏之神会保护人们免受夜晚的恐怖。",
	"Clerics who serve these deities-examples of which appear on the Twilight Deities table-bring comfort to those who seek rest and protect them by venturing into the encroaching darkness to ensure that the dark is a comfort, not a terror.": "侍奉这些神灵的神职人员--其例子出现在暮色神灵表中--为那些寻求休息的人带来安慰，并通过冒险进入侵袭的黑暗来保护他们，确保黑暗是一种安慰，而不是一种恐怖。",
	"You gain domain spells at the cleric levels listed in the Twilight Domain Spells table. See the Divine Domain class feature for how domain spells work.": "你在黄昏领域法术表中所列的牧师等级获得领域法术。关于领域法术的作用，请参见神域类特征。",
	"You gain proficiency with martial weapons and heavy armor.": "你获得对武术武器和重甲的熟练度。",
	"The night has taught you to be vigilant. As an action, you give one creature you touch (including possibly yourself) advantage on the next initiative roll the creature makes. This benefit ends immediately after the roll or if you use this feature again.": "黑夜让你学会了警觉。作为一项行动，你让你所接触的一个生物（可能包括你自己）在该生物所做的下一次主动性卷轴上获得优势。这个好处在掷骰子后立即终止，或者如果你再次使用这个特性。",
	"You can use your Channel Divinity to refresh your allies with soothing twilight.": "你可以使用你的通道神性，用舒缓的暮色来刷新你的盟友。",
	"You can draw on the mystical power of night to rise into the air. As a bonus action when you are in dim light or darkness, you can magically give yourself a flying speed equal to your walking speed for 1 minute. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以借助夜晚的神秘力量升到空中。当你在昏暗的光线或黑暗中时，作为一个额外的动作，你可以神奇地给自己一个相当于步行速度的飞行速度，持续1分钟。你可以使用这个额外动作的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有已消耗的使用。",
	"Love exists in many forms—compassion, infatuation, friendly affection, and passionate love as a few facets. Whatever form these feelings take, the gods of love deepen the bonds between individuals.": "爱有多种形式--同情、迷恋、友好的感情和热情的爱是其中的几个方面。无论这些感情采取什么形式，爱神都会加深个人之间的联系。",
	"Aengus": "傲戈斯",
	"Celtic": "凯尔特人",
	"Greek": "希腊语",
	"Norse": "挪威语",
	"Egyptian": "埃及人",
	"Myhriss": "妙丽斯",
	"Clerics of these gods preside over marriages and other familial bonding customs, but they also nurture the emotional bonds of friendship and camaraderie. Their divine blessings bolster and protect allies in battle through these deep bonds and enkindle flares of infatuation to spur their allies and confound their foes.": "这些神的教士主持婚姻和其他家庭纽带的习俗，但他们也培养了友谊和友情的情感纽带。他们的神圣祝福通过这些深厚的纽带支持和保护战斗中的盟友，并点燃痴情的火焰来刺激他们的盟友，迷惑他们的敌人。",
	"You can use this feature once, and you regain the ability to do so when you finish a long rest. You can also expend a spell slot to use the feature again.": "你可以使用这个功能一次，当你完成一个长时间的休息时，你会重新获得这样的能力。你也可以消耗一个法术槽来再次使用该功能。",
	"You can use your Channel Divinity to overwhelm a creature with a flash of short-lived but intense admiration for you, driving them to rash action in your defense.": "你可以用你的通道神性来压倒一个生物，使其对你产生短暂但强烈的崇拜，促使它们为你的防御而采取轻率的行动。",
	"The bond you forge between people shields them from harm. While either creature chosen for your Emboldening Bond feature is within 30 feet of the other, the creature can use its reaction to grant resistance to all damage to the other creature when that other creature takes damage. This resistance lasts until the end of the current turn.": "你在人与人之间建立的纽带可以保护他们免受伤害。当你所选择的任何一个生物在另一个生物的30英尺范围内时，当另一个生物受到伤害时，该生物可以用它的反应来给予另一个生物所有伤害的抵抗。这种抵抗力一直持续到当前回合结束。",
	"The bonds you create endure across vast distances. Creatures affected by your Emboldening Bond feature gain its benefits, as well as those of your Protective Bond feature, while they are on the same plane of existence as each other.": "你创造的纽带可以跨越遥远的距离。受你的强化结合功能影响的生物会获得它的好处，以及你的保护性结合功能的好处，当他们彼此处于同一个存在平面时。",
	"Additionally, when a creature chosen for your Emboldening Bond is reduced to 0 hit points, their bonded partner gains the following benefits for 1 minute, or until the creature regains at least 1 hit point:": "此外，当你的 \"鼓舞人心的结合 \"所选择的生物被降低到0命中率时，他们的结合伙伴会在1分钟内获得以下好处，或者直到该生物重新获得至少1命中率。",
	"The creature has advantage on attack rolls, ability checks, and saving throws": "该生物在攻击卷、能力检查和蓄势待发方面具有优势。",
	"The creature gains resistance to all damage": "该生物获得对所有伤害的抵抗",
	"As an action, the creature can touch their bonded partner to expend and roll any number of Hit Dice. Their bonded partner regains a number of hit points equal to the total rolled.": "作为一个行动，该生物可以接触他们的结合伙伴，以消耗并掷出任何数量的命中率骰子。他们的结合伙伴会重新获得与掷出的总点数相等的命中率。",
	"A sense of oneness shines at the heart of healthy communities, whether bound together by friendship, blood, faith, or some other uniting force. The gods of unity deepen such bonds and delight in their strength.": "一体感闪耀在健康社区的核心，无论是由友谊、血缘、信仰，还是其他一些团结的力量结合在一起。团结之神加深了这种联系，并为其力量感到高兴。",
	"Clerics of these gods preside over marriages and other familial bonding customs, but they also nurture the emotional bonds of friendship and camaraderie. Their divine blessings bolster and protect allies in battle through these deep bonds and turn aside malign influences.": "这些神的教士主持婚姻和其他家庭纽带习俗，但他们也培养友谊和友情的情感纽带。他们的神圣祝福通过这些深厚的纽带支持和保护战斗中的盟友，并将邪恶的影响拒之门外。",
	"You can use your Channel Divinity to protect your allies through the strength of your shared bonds.": "你可以利用你的通道神性，通过你的共同纽带的力量来保护你的盟友。",
	"When a creature you can see within 30 feet of you takes damage, you can use your reaction to choose a number of other willing creatures you can see, up to a number of creatures equal to your Wisdom modifier (minimum of one creature). Distribute the damage taken between the original target and the chosen creatures. Each creature must take at least 1 damage. Apply any damage resistance or vulnerability of the creatures involved after you distribute the damage.": "当你能看到的30英尺范围内的生物受到伤害时，你可以用你的反应来选择其他你能看到的自愿的生物，最多相等于你的智慧修正值的生物数量（至少一个生物）。将受到的伤害在原目标和所选生物之间分配。每个生物必须至少承受1次伤害。在你分配伤害后，应用所涉及的生物的任何伤害抗性或脆弱度。",
	"At 1st level, you gain the ability to imbue magic into a weapon or armor. At the end of a long rest, touch one nonmagical object that is a suit of armor or a simple or martial weapon. Until the end of your next long rest, the object becomes a magic item, granting a +1 bonus to AC if it's armor or a +1 bonus to attack and damage rolls if it's a weapon.": "一级时，你获得将魔法注入武器或盔甲的能力。在长时间休息结束时，触摸一件非魔法物品，它是一套盔甲或一件简单的或武术的武器。直到你的下一次长休结束，该物体会变成一个魔法物品，如果是盔甲，则给予+1的攻击力加成，如果是武器，则给予+1的攻击和伤害卷加成。",
	"Starting at 2nd level, you can use your Channel Divinity to create simple items.": "从2级开始，你可以使用你的通道神力来创造简单的物品。",
	"Starting at the beginning of a short rest, you conduct a ritual to your deity that grants you the ability to craft a finished item that is at least part metal. The item is completed at the end of the rest.": "从短暂的休息开始，你对你的神灵进行一个仪式，赋予你制作一个至少是部分金属的成品的能力。该物品会在休息结束时完成。",
	"The object can be worth no more than 100 gp, and as part of this ritual you must expend metals, such as coins or other finished items, with a value equal to the item you want to make. The item can be an exact duplicate of a nonmagical item, such as a copy of a key, if you possess the original during your short rest.": "该物品的价值不能超过100金币，作为这个仪式的一部分，你必须消耗金属，例如硬币或其他成品，其价值与你想要制作的物品相等。该物品可以是一个非魔法物品的精确复制品，例如一把钥匙的复制品，如果你在短暂休息期间拥有原件的话。",
	"Starting at 6th level, your mastery of the forge grants you a number of special abilities:": "从6级开始，你对锻造的掌握赋予你一些特殊能力。",
	"You gain a +1 bonus to AC while you are wearing medium or heavy armor.": "当你穿着中型或重型盔甲时，你获得一个+1的交流奖励。",
	"You gain resistance to fire damage.": "你获得对火灾伤害的抵抗力。",
	"When you hit a construct with an attack, you deal additional force damage to it equal to your cleric level.": "当你用攻击击中一个构筑物时，你会对它造成与你的牧师等级相等的额外力量伤害。",
	"At 17th level, your affinity for fire and metal becomes more powerful due to your deity's blessing. You gain immunity to fire damage, and while you're wearing heavy armor, you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "17级时，由于你的神灵的祝福，你对火和金属的亲和力变得更加强大。你获得了对火焰伤害的免疫力，当你穿着重甲时，你对来自非魔法攻击的击打、穿刺和切割伤害有抵抗力。",
	"Starting at 1st level, you gain an innate sense of creatures whose existence is an insult to the natural cycle of life. If you spend 1 minute in uninterrupted contemplation, you can determine the presence and nature of undead creatures in the area. This detection extends up to 1 mile in all directions. You learn the number of undead and their distance and direction from you. In addition, you learn the creature type of the undead in that area that has the highest challenge rating.": "从1级开始，你对那些存在是对自然生命循环的侮辱的生物获得一种天生的感觉。如果你花1分钟不间断地沉思，你可以确定该区域内不死生物的存在和性质。这种探测可以延伸到所有方向的1英里。你可以了解到亡灵的数量以及它们与你的距离和方向。此外，你还能了解该区域内挑战等级最高的亡灵生物类型。",
	"Starting at 2nd level, you can use your Channel Divinity to mark another creature's life force for termination.": "从2级开始，你可以使用你的通道神性来标记另一个生物的生命力，以便终止。",
	"As an action, you touch a creature. The next time that creature takes damage from a spell or an attack from you or an ally, it is vulnerable to that spell or attack's damage. If the source of damage has multiple damage types, the creature is vulnerable to all of them. The vulnerability applies only to the first time that source inflicts damage, and then ends.": "作为一个行动，你触摸一个生物。下次该生物受到来自你或盟友的法术或攻击的伤害时，它就容易受到该法术或攻击的伤害。如果伤害源有多种伤害类型，则该生物对所有的伤害都很脆弱。该脆弱性只适用于该伤害源第一次造成的伤害，然后结束。",
	"If the creature has resistance or is immune to the damage, it instead loses its resistance or immunity against that spell or attack when it first applies damage.": "如果该生物对该伤害有抗性或免疫，那么当它第一次施加伤害时，它反而会失去对该法术或攻击的抗性或免疫。",
	"Starting at 6th level, you gain the ability to impede death's progress. As a reaction when you or an ally that you can see within 30 feet of you suffers a critical hit, you can turn that attack into a normal hit. Any effects triggered by a critical hit are canceled.": "从6级开始，你获得了阻碍死亡进程的能力。作为反应，当你或你能看到的30英尺范围内的盟友遭受关键打击时，你可以将该攻击变成普通打击。任何由关键打击触发的效果都会被取消。",
	"Starting at 1st level, you gain the ability to hinder attacks intended for others. When a creature attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. To do so, you must be able to see both the attacker and the target. You interpose an arm, a shield, or some other part of yourself to try to throw the attack off target.": "从1级开始，你获得了阻碍对他人攻击的能力。当一个生物攻击一个在你5英尺范围内的非你的目标时，你可以用你的反应在攻击卷上施加不利因素。要做到这一点，你必须能够同时看到攻击者和目标。你可以用手臂、盾牌或自己的其他部分来试图将攻击抛离目标。",
	"Starting at 2nd level, you can use your Channel Divinity to cloak your allies in radiant armor.": "从2级开始，你可以使用你的通道神性为你的盟友披上光芒四射的盔甲。",
	"Beginning at 6th level, the healing spells you cast on others can heal you as well. When you cast a spell with a spell slot and it restores hit points to any creature other than you this turn, you regain hit points equal to 2 + the spell's level.": "从6级开始，你对他人施展的治疗法术也可以治疗你。当你用一个法术槽施法，并且它在本回合为除你之外的任何生物恢复命中率时，你恢复的命中率等于2+该法术的等级。",
	"At 17th level, you gain resistance to two damage types of your choice, choosing from bludgeoning, necrotic, piercing, radiant, and slashing. Whenever you finish a short or long rest, you can change the damage types you chose.": "在17级时，你获得对你所选择的两种伤害类型的抗性，可以从重击、坏死、穿刺、辐射和切割中选择。每当你完成短时或长时休息，你可以改变你选择的伤害类型。",
	"As an action, you can temporarily give up this resistance and transfer it to one creature you touch. The creature keeps the resistance until the end of your next short or long rest or until you transfer it back to yourself as a bonus action.": "作为一个行动，你可以暂时放弃这个抗性，并将它转移到你接触的一个生物身上。该生物保持该抗性，直到你的下一次短时或长时休息结束，或者直到你将其作为额外行动转回给自己。",
	"As an action, you can magically give the benefit of this feature to any number of creatures you can see within 10 feet of you. The shared benefit lasts for 10 minutes. You can extend this benefit a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a long rest.": "作为一个行动，你可以用魔法将此功能的好处给予你周围10英尺内你能看到的任何数量的生物。这种共享的好处持续10分钟。你可以延长这个好处的次数与你的智慧修改器相等（最少一次），当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"You draw strength from your connection to twilight and find yourself at home within its dark embrace, gaining two benefits:": "你从与黄昏的联系中汲取力量，并在其黑暗的怀抱中找到自己的家，获得两个好处。",
	"If you are in dim light or darkness, you can use a bonus action to magically give yourself a flying speed equal to your walking speed until the end of your next turn.": "如果你在昏暗的光线或黑暗中，你可以使用一个额外的动作，神奇地给自己一个相当于步行速度的飞行速度，直到你下一个回合结束。",
	"The City domain is concerned with the citizenry, commerce, traffic, and even architecture of modern civilization. In the eyes of a cleric of the city, the center of modern life is a sense and spirit of community, and the gravest enemies of the city are those who seek to harm the common weal of its citizens.": "城市领域关注现代文明的公民、商业、交通、甚至建筑。在城市教士的眼中，现代生活的中心是一种社区意识和精神，而城市最严重的敌人是那些试图损害公民共同利益的人。",
	"Also starting at 1st level, you gain proficiency with sidearms and proficiency with vehicles (land).": "同时从1级开始，你获得对副武器的熟练度和对车辆（陆地）的熟练度。",
	"Starting at 2nd level, you can use your Channel Divinity to call on the city for aid. As an action, you present your holy symbol, and any city utility within 30 feet of you either works perfectly or shuts down entirely for 1 minute (your choice).": "从2级开始，你可以使用你的神性通道向城市求援。作为一个动作，你出示你的神圣符号，在你30英尺范围内的任何城市设施要么完美运行，要么完全关闭1分钟（你选择）。",
	"The ideal of order is obedience to the law above all else, rather than to a specific individual or the passing influence of emotion or popular rule. Clerics of order are typically concerned with how things are done, rather than whether an action's results are just. Following the law and obeying its edicts is critical, especially when it benefits these clerics and their deities.": "秩序的理想是对法律的服从高于一切，而不是对特定的个人或情感或民众统治的短暂影响。秩序教士通常关注的是事情如何完成，而不是一个行动的结果是否公正。遵循法律和服从其法令是至关重要的，特别是当它有利于这些教士和他们的神灵时。",
	"More importantly, law establishes hierarchies. Those selected by the law to lead must be obeyed. Those who obey must do so to the best of their ability. In this manner, law creates an intricate web of obligations that allows society to forge order and security in a chaotic multiverse.": "更重要的是，法律建立了等级制度。那些被法律选中的领导必须被服从。那些服从的人必须尽最大努力去做。通过这种方式，法律创造了一个错综复杂的义务网络，使社会能够在混乱的多元宇宙中形成秩序和安全。",
	"Starting at 1st level, you can invoke the power of law to drive an ally to attack. Immediately after you cast a spell on an ally using a spell slot of 1st level or higher, that ally can use their reaction to make one weapon attack against a target of your choice that you can see. If the spell targets more than one ally, you choose the ally who can make the attack.": "从1级开始，你可以调用法律的力量来驱动一个盟友进行攻击。在你使用1级或以上的法术槽对盟友施法后，该盟友可以立即使用他们的反应对你选择的、你能看到的目标进行一次武器攻击。如果咒语的目标是一个以上的盟友，你选择可以进行攻击的盟友。",
	"At 6th level, you become extraordinarily adept at channeling magical energy to compel others.": "在6级时，你变得特别善于引导魔法能量来蛊惑他人。",
	"When you cast a spell of the enchantment school using a spell slot of 2nd level or higher, you regain one expended spell slot. The slot you regain must be of a level lower than the spell you cast and can't be higher than 5th level.": "当你使用二级或更高等级的法术槽施展魔法学派的法术时，你会重新获得一个已消耗的法术槽。你重新获得的法术槽必须比你施放的法术等级低，而且不能高于5级。",
	"At 1st level, you gain the ability to imbue magic into a weapon or armor. At the end of a long rest, you can touch one nonmagical object that is a suit of armor or a simple or martial weapon. Until the end of your next long rest or until you die, the object becomes a magic item, granting a +1 bonus to AC if it's armor or a +1 bonus to attack and damage rolls if it's a weapon.": "一级时，你获得将魔法注入武器或盔甲的能力。在长时间休息结束时，你可以触摸一件非魔法物品，它是一套盔甲或一件简单的或武术的武器。直到你的下一次长休结束或你死亡，该物体会变成一个魔法物品，如果是盔甲的话，会给你一个+1的攻击力加成，如果是武器的话，会给你一个+1的攻击和伤害卷加成。",
	"The thing you create can be something that is worth no more than 100 gp. As part of this ritual, you must lay out metal, which can include coins, with a value equal to the creation. The metal irretrievably coalesces and transforms into the creation at the ritual's end, magically forming even nonmetal parts of the creation. The ritual can create a duplicate of a nonmagical item that contains metal, such as a key, if you possess the original during the ritual.": "你创造的东西可以是价值不超过100戈比的东西。作为这个仪式的一部分，你必须铺设金属，其中可以包括硬币，其价值等同于创造物。在仪式结束时，这些金属会无可挽回地凝聚并转化为创造物，甚至神奇地形成创造物的非金属部分。如果你在仪式中拥有原物，那么该仪式可以创造一个含有金属的非魔法物品的复制品，例如一把钥匙。",
	"Starting at 6th level, your mastery of the forge grants you special abilities:": "从6级开始，你对锻造的掌握赋予你特殊能力。",
	"At 17th level, your blessed affinity with fire and metal becomes more powerful:": "17级时，你对火和金属的祝福亲和力变得更加强大。",
	"You gain immunity to fire damage": "你获得对火灾伤害的免疫力",
	"While wearing heavy armor, you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "穿着重甲时，你对来自非魔法攻击的击打、穿刺和切割伤害有抵抗力。",
	"At 1st level, you gain the ability to manipulate the line between life and death. When you would normally roll one or more dice to restore hit points with a spell to a creature at 0 hit points, you instead use the highest number possible for each die.": "一级时，你获得了操纵生与死之间的界限的能力。当你通常会掷出一个或多个骰子来用法术恢复一个生命值为0的生物时，你会使用每个骰子可能的最高数字。",
	"At 1st level, you gain the ability to occasionally sense the presence of the undead, whose existence is an insult to the natural cycle of life. As an action, you can open your awareness to magically detect undead. Until the end of your next turn, you know the location of any undead within 60 feet of you that isn't behind total cover and that isn't protected from divination magic. This sense doesn't tell you anything about a creature's capabilities or identity.": "一级时，你获得了偶尔感知亡灵存在的能力，它们的存在是对生命自然循环的侮辱。作为一项行动，你可以打开你的意识，用魔法探测亡灵。直到你的下一个回合结束，你会知道你周围60英尺内没有完全遮蔽物且没有受到占卜魔法保护的任何亡灵的位置。这种感知并不能告诉你任何关于生物的能力或身份的信息。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的智慧修饰值相等（最少一次）。当你完成一个长时间的休息时，你会重新获得所有已消耗的使用次数。",
	"As an action, you choose one creature you can see within 30 feet of you, cursing it until the end of your next turn. The next time you or an ally of yours hits the cursed creature with an attack, the creature has vulnerability to all of that attack's damage, and then the curse ends.": "作为一个行动，你在你30英尺范围内选择一个你能看到的生物，诅咒它直到你下一个回合结束。下次你或你的盟友用攻击击中被诅咒的生物时，该生物对该攻击的所有伤害都有脆弱性，然后诅咒结束。",
	"At 6th level, you gain the ability to impede death's progress. As a reaction when you or a creature you can see within 30 feet of you suffers a critical hit, you can turn that hit into a normal hit. Any effects triggered by a critical hit are canceled.": "6级时，你获得了阻碍死亡进程的能力。作为反应，当你或你能看到的30英尺范围内的生物遭受关键打击时，你可以将该打击变成普通打击。任何由关键打击触发的效果都会被取消。",
	"Gods of fate perceive the future and how the choices mortals make drive them toward their destinies. Some deities consider the future preordained, while others understand the multiverse as a place of infinite possibility. Clerics who draw power from the forces of fate sometimes receive visions directly from their deity and receive fleeting omens of the future. They share impossible knowledge with their allies and prophesize their enemies' doom.": "命运之神感知未来，以及凡人做出的选择如何推动他们走向命运。一些神灵认为未来是预先注定的，而另一些神灵则把多元宇宙理解为一个具有无限可能性的地方。从命运之力中汲取力量的神职人员有时会直接从他们的神灵那里获得幻象，并收到转瞬即逝的未来预兆。他们与盟友分享不可能的知识，并预言他们敌人的厄运。",
	"Savras": "萨瓦拉",
	"Istus": "毅斯图斯",
	"Gilean": "吉利安",
	"You gain domain spells at the cleric levels listed on the Fate Domain Spells table. See the Divine Domain class feature for how domain spells work.": "你在命运领域法术表上所列的牧师级别获得领域法术。关于领域法术的作用，请参见神域类特征。",
	"You can use this feature's action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个特征的动作，次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"You can use your Channel Divinity to see and manipulate the strands of fate that weave around other individuals. As a bonus action, you can enter this state for up to 1 minute or until you lose your concentration (as if you were concentrating on a spell). For the duration, whenever another creature you can see makes an attack roll or an ability check, you can use a reaction to give the roll advantage or disadvantage (your choice).": "你可以使用你的通道神性来观察和操纵编织在其他个体周围的命运之线。作为一个额外的动作，你可以进入这个状态长达1分钟或直到你失去注意力（就像你在集中精力施法一样）。在持续时间内，每当你能看到的另一个生物进行攻击卷或能力检查时，你可以使用反应来使该卷获得优势或劣势（你选择）。",
	"As a bonus action, you can choose one creature you can see within 30 feet of yourself. Your magic grants you a brief vision of the target's defenses. Until the end of your next turn, you gain one of the following effects of your choice:": "作为一个额外的行动，你可以选择一个你能在自己30英尺内看到的生物。你的魔法赋予你对目标防御的短暂视野。直到你的下一回合结束，你会获得你所选择的下列效果之一。",
	"You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个额外动作的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的动作。",
	"The worthy shall strive for greatness—supremacy in life leads to supremacy in the afterlife.": "值得尊敬者应该努力追求伟大——生命中的至高无上会引领通往来世的至高无上。",
	"The worthy shall cultivate a nimble mind that can perceive the wonders beyond imagination that wait in the afterlife.": "值得的人应培养敏捷的头脑，能够感知在来世等待着的超乎想象的奇迹。",
	"The worthy must know and respect all others whom the God-Pharaoh deems worthy, for in the afterlife, all will be united in purpose and action.": "凡得到太阳法老认可的人，都必须了解并尊重其他值得的人，因为在来世，所有人将团结一致，同心协力。",
	"The worthy shall hone a strong body that can withstand the boundless energies of the afterlife.": "值得信任的人应锻炼强健的身体，能够抵御来自来世无穷尽能量的冲击。",
	"The worthy shall rush to the God-Pharaoh's side with relentless zeal, rising to overcome every obstacle in their way.": "那些有资质的人将怀着无尽的热忱冲向神法老身边，不屈不挠地克服路途中的每一个障碍。",
	"Starting at 1st level, your divine magic draws the blood from magically inflicted wounds, worsening the agony of your foes. When you cast a damage-dealing spell of 1st level or higher whose duration is instantaneous, any creature with blood that takes damage from the spell takes extra necrotic damage equal to 2 + the spell's level.": "从1级开始，你的神圣魔法能够从施加魔法伤害的伤口中汲取血液，加剧你敌人的痛苦。当你施放1级或更高等级、持续时间为瞬间的伤害法术时，任何有血液的生物受到该法术伤害时，都会额外受到等于2加上法术等级的死灵伤害。",
	"When you choose this domain at 1st level, you gain proficiency with martial weapons.": "当你在1级选择这个领域时，你获得对军事武器的熟练技能。",
	"You gain domain spells at the cleric levels listed in the Blood Domain Spells table.": "你在血脉领域法术表中列出的牧师等级时获得领域法术。",
	"Regardless of the outcome, the target feels a wave of unease pass over it when it makes this save.": "无论结果如何，目标在进行这次豁免骰检时都会感到一股不安的感觉。",
	"On the affected creature or animated corpse's turn, you can command it (no action required) to move up to half its speed and use its action to do one of the following:": "在受影响的生物或活尸的回合，你可以命令它（无需行动）移动至多半数速度并使用其动作来执行以下操作之一：",
	"Do nothing": "{什么都不做}",
	"At 17th level, you can use this feature to target a Huge or smaller creature or corpse.": "在17级时，你可以使用这个特性来瞄准一个巨型或更小的生物或尸体。",
	"As you create a cleric, the most important question to consider is which deity to serve and what principles you want your character to embody. Appendix B includes lists of many of the gods of the multiverse. Check with your DM to learn which deities are in your campaign.": "在创建一名牧师时，最重要的问题是考虑要侍奉哪位神明以及想让你的角色体现哪些原则。附录B包括了多元宇宙中许多神祇的列表。请与你的DM核实你的战役中有哪些神明。",
	"Once you've chosen a deity, consider your cleric's relationship to that god. Did you enter this service willingly? Or did the god choose you, impelling you into service with no regard for your wishes? How do the temple priests of your faith regard you: as a champion or a troublemaker? What are your ultimate goals? Does your deity have a special task in mind for you? Or are you striving to prove yourself worthy of a great quest?": "一旦你选择了一个神明，考虑一下你的牧师与那位神的关系。你是自愿进入这项服务的吗？还是神选择了你，不顾你的意愿强迫你服务？你信仰的神庙祭司如何看待你：是冠军还是惹事生非者？你的终极目标是什么？你的神是否为你设定了特殊任务？还是你在努力证明自己配得上一项伟大的任务？",
	"You can make a cleric quickly by following these suggestions. First, Wisdom should be your highest ability score, followed by Strength or Constitution. Second, choose the {@background acolyte} background.": "你可以通过以下建议快速创建一名牧师。首先，智力应该是你最高的能力值，其次是力量或体质。其次，选择{@background acolyte}背景。",
	"The question has long been debated: Does a mortal become a cleric as a consequence of deep devotion to one's deity, thereby attracting the god's favor? Or is it the deity who sees the potential in a person and calls that individual into service? Ultimately, perhaps, the answer doesn't matter. However clerics come into being, the world needs clerics as much as clerics and deities need each other.": "这个问题长期以来一直存在争议：一个凡人是否成为一名（Cleric）是因为对自己的神深深的虔诚，从而吸引了神的青睐？还是神看到了一个人的潜力，并召唤那个个体来服侍？最终，也许答案并不重要。无论（Clerics）是如何产生的，世界都需要（Clerics）就像（Clerics）和神灵彼此需要一样。",
	"Some clerics, especially in a world like Eberron, serve a whole pantheon, rather than a single deity. In certain campaigns, a cleric might instead serve a cosmic force, such as life or death, or a philosophy or concept, such as love, peace, or one of the nine alignments. Chapter 1 of the Dungeon Master's Guide explores options like these, in the section \"Gods of Your World.\"": "一些牧师，尤其是在Eberron这样的世界中，侍奉整个万神殿，而不是单一的神明。在某些冒险中，一位牧师可能会侍奉宇宙力量，比如生命或死亡，或者一种哲学或概念，比如爱、和平，或者九种取向之一。《地牢主教指南》第1章探讨了这些选项，位于“你的世界的神明”一节。",
	"Talk with your DM about the divine options available in your campaign, whether they're gods, pantheons, philosophies, or cosmic forces. Whatever being or thing your cleric ends up serving, choose a Divine Domain that is appropriate for it, and if it doesn't have a holy symbol, work with your DM to design one.": "与你的DM讨论一下你们战役中可用的神圣选项，无论是神祇、诸神、哲学，还是宇宙力量。无论你的牧师最终侍奉的是什么，选择一个适合它的神圣领域，如果它没有神圣象征，与你的DM合作设计一个。",
	"As a conduit for divine power, you can cast cleric spells. See {@book chapter 10|PHB|10} for the general rules of spellcasting and {@book chapter 11|PHB|11} for a selection of {@filter cleric spells|spells|class=cleric}.": "作为神圣力量的传递者，你可以施展牧师法术。请参阅{@book chapter 10|PHB|10}了解施法的一般规则，以及{@book chapter 11|PHB|11}中的一些{@filter cleric spells|spells|class=cleric}选择。",
	"The Cleric table shows how many spell slots you have to cast your {@filter cleric spells|spells|class=cleric} of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "牧师表格显示了你有多少法术位可以施放你的{@filter cleric spells|spells|class=cleric}1级及更高级别的法术。要施放这些法术之一，你必须消耗一个等级高于或等级相同的法术位。当你完成一次长休后，你会恢复所有已消耗的法术位。",
	"For example, if you are a 3rd-level cleric, you have four 1st-level and two 2nd-level spell slots. With a Wisdom of 16, your list of prepared spells can include six spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell {@spell cure wounds}, you can cast it using a 1st-level or 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.": "例如，如果你是一名3级牧师，你有四个1级和两个2级法术位。智慧值为16时，你准备的法术清单可以包括六个1级或2级法术，任意组合。如果你准备了1级法术{@spell cure wounds}，你可以使用1级或2级位来施放它。施放法术不会将其从你准备的法术清单中移除。",
	"You can change your list of prepared spells when you finish a long rest. Preparing a new list of cleric spells requires time spent in prayer and meditation: at least 1 minute per spell level for each spell on your list.": "你可以在完成一次长休后更改你准备的法术清单。准备新的（cleric）（法师）法术清单需要花费时间进行祈祷和冥想：每个法术的准备至少需要1分钟。",
	"Wisdom is your spellcasting ability for your cleric spells. The power of your spells comes from your devotion to your deity. You use your Wisdom whenever a cleric spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one.": "智慧是你作为（cleric）牧师法术的施法能力。你法术的力量来自于你对神明的虔诚。每当一项牧师法术提到你的施法能力时，你就使用你的智慧。此外，当你施放一项牧师法术并设定豁免 DC 或进行攻击检定时，你也会使用你的智慧修正值。",
	"You can use a {@item holy symbol|phb} as a spellcasting focus for your cleric spells.": "你可以将{@item holy symbol|phb}作为你牧师法术的施法焦点。",
	"At 2nd level, you gain the ability to channel divine energy directly from your deity, using that energy to fuel magical effects. You start with two such effects: Turn Undead and an effect determined by your domain. Some domains grant you additional effects as you advance in levels, as noted in the domain description.": "在2级时，你获得了直接从你的神那里引导神圣能量的能力，利用这种能量来驱动魔法效果。你起初拥有两种这样的效果：(*Turn Undead*) 和由你信仰的领域决定的一个效果。一些领域在你提升等级时会授予你额外的效果，详见领域描述。",
	"Some Channel Divinity effects require saving throws. When you use such an effect from this class, the DC equals your cleric spell save DC.": "一些信仰频道效果需要豁免扑。当你使用这个职业的效果时，豁免 DC 等于你的牧师法术豁免 DC。(Channel Divinity)",
	"You can expend a use of your Channel Divinity to fuel your spells. As a bonus action, you touch your holy symbol, utter a prayer, and regain one expended spell slot, the level of which can be no higher than half your proficiency bonus (rounded up). The number of times you can use this feature is based on the level you've reached in this class: 2nd level, once; 6th level, twice; and 18th level, thrice. You regain all expended uses when you finish a long rest.": "你可以扩展使用你的（Channel Divinity）通道神力来激发你的法术。作为一个奖励动作，你触摸你的圣徽，念出一则祷文，然后恢复一个已用掉的法术位，其等级不得高于你熟练加值的一半（向上取整）。你可以使用这个特性的次数取决于你在这个职业中达到的等级：2级时，一次；6级时，两次；18级时，三次。当你完成一次长休后，你会恢复所有已用掉的次数。",
	"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the {@action Dodge} action.": "一个被转变的生物必须花费它的回合尝试尽可能远离你，并且它不能自愿移动到距离你30英尺以内的空间。它也不能做出反应。对于它的行动，它只能使用{@action Dash}行动或者尝试摆脱阻止它移动的效果。如果没有地方可以移动，该生物可以使用{@action Dodge}行动。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长，你可以选择取得一个{@5etools feat|feats.html}。",
	"Whenever you reach a level in this class that grants the Ability Score Improvement feature, you can replace one cantrip you learned from this class's Spellcasting feature with another cantrip from the {@filter cleric spell list|spells|level=0|class=Cleric}.": "每当你达到一个等级，获得属性分配提升特性时，你可以用{@filter cleric spell list|spells|level=0|class=Cleric}中的另一个戏法替换你从这个职业的施法特性中学到的一个戏法。",
	"Starting at 8th level, when an {@filter undead of CR 1 or lower|bestiary|challenge rating=[&0;&1]|type=undead|miscellaneous=!swarm} fails its saving throw against your Turn Undead feature, the creature is instantly destroyed.": "从8级开始，当一个生物{@filter undead of CR 1 or lower|bestiary|challenge rating=[&0;&1]|type=undead|miscellaneous=!swarm}未能通过你的(*Turn Undead*)功能的豁免扑克牌时，该生物将立即被摧毁。",
	"Imploring your deity's aid requires you to use your action. Describe the assistance you seek, and roll percentile dice. If you roll a number equal to or lower than your cleric level, your deity intervenes. The DM chooses the nature of the intervention; the effect of any cleric spell or cleric domain spell would be appropriate. If your deity intervenes, you can't use this feature again for 7 days. Otherwise, you can use it again after you finish a long rest.": "请求你的神灵帮助需要使用你的动作。描述你寻求的援助，然后掷百分骰。如果你掷出的数字等于或小于你的牧师等级，你的神灵会介入。DM选择介入的性质；任何牧师法术或牧师领域法术的效果都是合适的。如果你的神灵介入，你在7天内不能再次使用这个特性。否则，你可以在完成一次长休后再次使用它。",
	"The Death domain is concerned with the forces that cause death, as well as the negative energy that gives rise to undead creatures. Deities such as {@deity Chemosh|Dragonlance}, {@deity Myrkul}, and {@deity Wee Jas|Greyhawk} are patrons of necromancers, death knights, liches, mummy lords, and vampires. Gods of the Death domain also embody murder ({@deity Anubis|Egyptian}, {@deity Bhaal}, and Pyremius), pain ({@deity Iuz|Greyhawk} or {@deity Loviatar}), disease or poison ({@deity Incabulos|Greyhawk}, {@deity Talona}, or {@deity Morgion|Dragonlance}), and the underworld ({@deity Hades|Greek} and {@deity Hel|Norse}).": "死亡领域关注导致死亡的力量，以及产生不死生物的负能量。像{@deity Chemosh|Dragonlance}、{@deity Myrkul}和{@deity Wee Jas|Greyhawk}这样的神灵是死灵术士、死亡骑士、巫妖、木乃伊领主和吸血鬼的庇护者。死亡领域的神灵也体现了谋杀（{@deity Anubis|Egyptian}、{@deity Bhaal}和Pyremius）、痛苦（{@deity Iuz|Greyhawk}或{@deity Loviatar}）、疾病或毒药（{@deity Incabulos|Greyhawk}、{@deity Talona}或{@deity Morgion|Dragonlance}）以及冥界（{@deity Hades|Greek}和{@deity Hel|Norse}）的本质。",
	"At 1st level, the cleric learns one {@filter necromancy cantrip|spells|level=0|school=N} of his or her choice from any spell list. When the cleric casts a necromancy cantrip that normally targets only one creature, the spell can instead target two creatures within range and within 5 feet of each other.": "在1级时，牧师从任何法术列表中选择一个{@filter necromancy cantrip|spells|level=0|school=N}。当牧师施放一个通常只能对一个生物生效的死灵法术时，该法术可以改为对范围内并且相距5英尺以内的两个生物生效。",
	"{@i 8th-level cleric {@variantrule optional class features|tce|optional feature}, which replaces the Divine Strike feature}": "{@i 8th-level cleric {@variantrule optional class features|tce|optional feature}，替换了神圣打击（Divine Strike）特性。",
	"You are blessed with divine might in battle. When a creature takes damage from one of your cantrips or weapon attacks, you can also deal {@damage 1d8} radiant damage to that creature. Once you deal this damage, you can't use this feature again until the start of your next turn.": "在战斗中，你被赋予神圣的力量。当一个生物受到你的零度法术或武器攻击造成伤害时，你还可以对该生物造成{@damage 1d8}的辐射伤害。一旦你造成这个伤害，直到下个回合开始前，你不能再次使用这个特性。",
	"At 8th level, the cleric gains the ability to infuse his or her weapon strikes with necrotic energy. Once on each of the cleric's turns when he or she hits a creature with a weapon attack, the cleric can cause the attack to deal an extra {@damage 1d8} necrotic damage to the target. When the cleric reaches 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，牧师获得了将武器攻击注入死灵能量的能力。在牧师的每个回合中，当他或她用武器攻击命中生物时，牧师可以使攻击对目标造成额外{@damage 1d8}的死灵伤害。当牧师达到14级时，额外伤害增加到{@dice 2d8}。",
	"The community domain focuses on the ties that bind all people together. These are the ties of family and friendship, the ties to ancestors, as well as the ties between elders and the next generation with whom they share their wisdom. The power of the Gods of community is in the security of home and hearth, and the joy of good company. Many such gods teach the value of tradition and simple ways of living in harmony with the natural world. They also tend towards the rule of law, not as a kind of great bureaucracy, but as sacred traditions passed from generation to generation. Some gods advocate the removal of harsh or disruptive forces to this order, and proper sanctions for the violation of the goodwill that any community ought to provide.": "社区领域关注将所有人联系在一起的纽带。这些纽带包括家庭和友谊的纽带，对祖先的纽带，以及长者与下一代之间分享智慧的纽带。社区之神的力量在于家园的安全和欢乐的良好伙伴关系。许多这样的神灵教导传统的价值观和与自然界和谐共处的简单生活方式。他们也倾向于法治，不是作为一种宏大的官僚体系，而是作为代代相传的神圣传统。一些神灵主张消除对这种秩序的严厉或破坏性力量，并对违反任何社区应提供的善意的行为给予适当的制裁。",
	"Clerics of such gods value unity, and praise the strength that can be gained when people support each other.": "这些神的牧师们重视团结，并赞美当人们相互支持时所获得的力量。",
	"From 1st level, you gain the ability to conjure a small flagstone hearth with a simple iron cooking pot whenever you rest. This hearth helps warm you and your companions, and can be used to prepare hearty and nutritious meals on the road. If you or any friendly creatures you make camp with would regain hit points at the end of a short rest by spending one or more hit dice, each of those creatures may choose to re-roll one of their resting dice, taking the higher roll between the two.": "从1级起，你获得了一项能力，可以在休息时召唤一个小石板炉灶，配备一个简单的铁锅。这个炉灶可以帮助你和你的同伴取暖，并可以用来在旅途中准备丰盛和营养的餐点。如果你或者与你一起宿营的友好生物在短暂休息结束时通过消耗一个或多个生命骰来恢复生命值，那么每个生物都可以选择重新投掷一次他们的休息骰，取两次投掷中较高的点数。",
	"Additionally, you gain proficiency with {@item Cook's Utensils|PHB}.": "此外，你获得{@item Cook's Utensils|PHB}的熟练加值。",
	"Starting at 2nd level, you may use your Channel Divinity to conjure a magical feast for the rough road ahead. By spending 10 minutes, you may create a number of delicious, well-prepared, yet simple food items equal to your Wisdom modifier (minimum of 1). These food items will last up to 8 hours or until the end of a rest, and will never spoil. Eating food created in this way takes an action, providing whomever eats it with healing equal to {@dice 2d4} + your cleric level, and can remove either the {@condition frightened} or {@condition poisoned} condition from that creature (chosen by the creature when consumed).": "从2级开始，你可以使用你的神圣通道来召唤一顿为前方崎岖之路准备的魔法盛宴。花费10分钟的时间，你可以制造出等于你的感知调整值（最少1个）的美味、精心准备但简单的食物。这些食物可以持续8小时，或者直到休息结束，永远不会变质。以这种方式创造的食物需要一个动作来食用，为食用者提供等同于{@dice 2d4} + 你的牧师等级的治疗效果，并可以移除该生物身上的{@condition frightened} 或 {@condition poisoned} 状态（由食用者选择）。",
	"Starting at 6th level, you can use your Channel Divinity to instill a feeling of vigilant protection in you and your allies. You grant yourself and a number of allies, up to your Wisdom modifier (minimum of 1), a boon from your deity. Allies must be able to see you and be within 30 feet to receive the boon. Once per round, a creature benefitting from this boon can roll a {@dice d6}, adding the result to a skill check, saving throw, or attack roll. This effect lasts for a number of rounds equal to your Wisdom modifier (minimum of 1 round). A creature can only benefit from this effect if it can see at least one of its allies.": "从6级开始，你可以使用你的神圣通道为你和你的盟友灌输一种警惕保护的感觉。你可以为自己和多达你的感知调整值（最少为1）的盟友赐予来自你神明的恩惠。盟友必须能看见你并且在30英尺内才能接受这种恩惠。每回合一次，受益于这种恩惠的生物可以投掷一个{@dice d6}骰，将结果加到一个技能检定、豁免投掷或攻击检定上。这个效果持续的回合数等于你的感知调整值（最少为1回合）。一个生物只有在能看见至少一个盟友时才能受益于这个效果。",
	"At 8th level, you gain the ability to infuse your weapon with the power to punish wrongdoing. Once on each of your turns, when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@dice 1d8} psychic damage to the target. Visions of the evil they have wrought upon others flash before their eyes. You choose whether any foe reduced to 0 hit points by this attack remains stable or dies. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器注入惩罚邪恶力量的能力。每个回合一次，当你用武器攻击命中生物时，你可以使攻击对目标造成额外{@dice 1d8}的精神伤害。他们眼前闪现出对他人所犯下的邪恶行径。你可以选择任何被这次攻击击倒的敌人是保持稳定还是死亡。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"At 17th level, your Community Watch grants an additional {@dice d6} to each affected ally. It also grants immunity to fear for the duration of the effect. Additionally, your Magnificent Feast produces twice as many foodstuffs, each of which can, when consumed, remove a single curse or disease affecting the target (including attunement to a cursed item).": "在17级时，你的社区守望(`Community Watch`)为每个受影响的盟友额外提供{@dice d6}。它还在效果持续期间赋予免疫恐惧。此外，你的盛宴(`Magnificent Feast`)产生两倍数量的食物，每个食物在被消耗时可以移除目标身上的一个诅咒或疾病（包括对被诅咒物品的调谐）。",
	"The night is mysterious, and conceals many unseen dangers. However, the cover of darkness also brings protection from predators and shadows within which one can conceal themselves. The gods of night are varied, encompassing those who would use the cover of darkness to protect others from threats, to those who would use the shadows for wrong doings. The motives of night gods are often shrouded in mystery. Many teach their followers that it is only by peering through the darkness and looking beyond what is hidden that one can attain truth. Clerics of night do their best to keep themselves and their companions safe while journeying through the darkness.": "夜晚充满神秘，隐藏着许多看不见的危险。然而，黑暗的掩护也能保护人们免受捕食者和阴影的伤害，让人们可以隐藏自己。夜晚的诸神各有所好，有些利用黑暗掩护来保护他人免受威胁，有些则利用阴影从事不法之事。夜神们的动机常常笼罩在神秘之中。许多教导他们的追随者，只有透过黑暗，超越隐藏的事物，才能获得真理。夜神的牧师们尽力保护自己和同伴在黑暗中旅行时的安全。",
	"Beginning at 1st level, a divine blessing grants you the ability to see more clearly in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were only dim light. You can't discern color in the darkness, only shades of gray.": "从1级开始，一种神圣祝福赋予你在黑暗和昏暗条件下更清晰地看到的能力。你可以在距离你60英尺范围内的昏暗光线中看到，就像它是明亮的光线，而在魔法或非魔法的黑暗中，你只能看到它像是昏暗光线。你无法在黑暗中辨别颜色，只能看到灰色的阴影。",
	"When you reach 6th level, you can see in dim light within 120 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were dim light. You can't discern color in the darkness, only shades of gray.": "当你达到6级时，你可以在距离你120英尺内的昏暗环境中看到，就像是明亮的光线一样，并且在魔法或非魔法的黑暗中，你可以看到昏暗的光线。你无法在黑暗中分辨颜色，只能看到灰色的阴影。",
	"At 8th level, you can see normally in darkness, both magical and nonmagical within 120 feet.": "在8级时，你可以在120英尺范围内正常看见黑暗中的事物，无论是魔法的还是非魔法的。",
	"Finally, at 17th level, your eyes are able to see the truth hiding within darkness. You gain the ability to call upon the powers of your deity to grant yourself {@sense truesight} within 120 feet of you for a number of minutes equal to your Wisdom modifier (a minimum of 1 minute). Your {@sense truesight} only functions while in conditions of magical or nonmagical darkness. Once you have used this feature, you cannot use it again until you have completed a long rest.": "最终，在17级时，你的眼睛能够看到隐藏在黑暗中的真相。你获得了召唤你的神的力量，为你自己提供{@sense truesight}的能力，范围为120英尺，持续时间为你的感知调整值的分钟数（最少1分钟）。你的{@sense truesight}只在魔法或非魔法黑暗条件下起作用。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"At 1st level, you can create a ward of divine shadows to conceal yourself from an attacking enemy. When attacked by a creature you can see within 30 feet of you, you can use your reaction to impose disadvantage on the attack roll, as shadows envelop your form. An attacker that can't be {@condition blinded} is immune to this feature.": "在1级时，你可以创造出神圣阴影的结界，将自己隐藏起来，避开攻击。当被你能看见的生物攻击，且距离不超过30英尺时，你可以使用你的反应使攻击的命中骰扔出来时处于劣势，因为阴影笼罩了你的身形。无法被{@condition blinded}的攻击者对这个特性免疫。",
	"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once), and regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的感知调整值（最少一次），并在完成一次长休后恢复所有已用次数。",
	"Starting at 2nd level, you can use your Channel Divinity to harness the powers of night, clouding the vision of your foes in a shroud of darkness.": "从2级开始，你可以使用你的圣能力来掌握夜晚的力量，让你的敌人在黑暗的阴影中视线模糊。",
	"As an action, you present your holy symbol causing any source of mundane or magical light within 30 feet of you to be extinguished. Additionally, each hostile creature within 30 feet of you must make a Constitution saving throw. A creature who fails the saving throw is {@condition blinded} for a number of rounds equal to your cleric level. A creature blinded in this way gets a new saving throw at the end of each of its turns to remove the effect. A creature that has total cover from you is not affected.": "作为一个行动，你展示你的圣符号，使你周围30英尺范围内的任何源自凡俗或魔法的光线熄灭。此外，你周围30英尺范围内的每个敌对生物必须进行一次体质豁免检定。未通过豁免检定的生物在接下来的{@condition blinded}回合内失明，持续时间为你的牧师等级。以这种方式失明的生物在每个回合结束时可以进行一次新的豁免检定来解除效果。完全被你遮挡的生物不受影响。",
	"At 6th level, you can use your Ward of Shadows feature whenever a creature you can see within 30 feet of you attacks a creature besides yourself.": "在6级时，当你能看见的生物在你30英尺内攻击除你自己以外的生物时，你可以使用你的暗影守护特性。",
	"When you reach 8th level, you gain mastery over magical sleep. When you cast the {@spell sleep} spell, add your cleric level to the dice you roll to determine how many hit points of creatures the spell can affect.": "当你达到8级时，你获得对魔法睡眠的掌握。当你施放{@spell sleep}法术时，将你的牧师等级加到你投掷的骰子上，以确定法术可以影响多少生物的生命值。",
	"You may choose the order in which creatures within the spell's area are affected. If the first target chosen has too many hit points to be affected, the spell will instead target the next creature you have chosen that the spell could affect before affecting other targets.": "你可以选择法术范围内生物受影响的顺序。如果第一个选择的目标具有太多生命值而无法受到影响，那么法术将会选择下一个你选择的可以受到影响的生物作为目标，而不是影响其他目标。",
	"Additionally, any creature you put to sleep cannot be woken until the start of your next turn. Otherwise, the {@spell sleep} spell acts as normal.": "此外，任何你让进入睡眠状态的生物，在你下个回合开始前都无法被唤醒。否则，{@spell sleep}法术表现正常。",
	"Starting at 17th level, you can use your action to activate a supernatural aura of deep night. It lasts for 1 minute, or until you dismiss it using another action. You emit heavily obscuring darkness in a 30-foot radius and lightly obscuring shadows 50 feet beyond that. The darkness and shadows overlap and smother existing sources of light. Only light produced by a 9th level spell or similarly powerful effect can negate the darkness and shadows.": "从17级开始，你可以使用一个动作来激活一个超自然的深夜光环。它持续1分钟，或者直到你使用另一个动作来解除它。你在30英尺半径内散发出浓密的遮蔽黑暗，在50英尺之外的地方则是轻微的遮蔽阴影。黑暗和阴影重叠并淹没现有的光源。只有由第9级法术或类似强大效果产生的光才能抵消这种黑暗和阴影。",
	"Enemies within the shadows constantly feel the presence of hungry predators watching them, and become {@condition frightened} as long as they remain inside the affected area. Enemies in the darkness are both {@condition blinded} and {@condition frightened} for as long as they remain within its area.": "在阴影中的敌人不断感受到饥饿的捕食者在观察他们，只要他们留在受影响的区域内，就会变成{@condition frightened}。在黑暗中的敌人只要留在其范围内，就会变得{@condition blinded}和{@condition frightened}。",
	"The gods of knowledge—including {@deity Oghma}, {@deity Boccob|Greyhawk}, {@deity Gilean|Dragonlance}, {@deity Aureon|Eberron}, and {@deity Thoth|Egyptian}—value learning and understanding above all. Some teach that knowledge is to be gathered and shared in libraries and universities, or promote the practical knowledge of craft and invention. Some deities hoard knowledge and keep its secrets to themselves. And some promise their followers that they will gain tremendous power if they unlock the secrets of the multiverse. Followers of these gods study esoteric lore, collect old tomes, delve into the secret places of the earth, and learn all they can. Some gods of knowledge promote the practical knowledge of craft and invention, including smith deities like {@deity Gond}, {@deity Reorx|Dragonlance}, {@deity Onatar|Eberron}, {@deity Moradin|Nonhuman}, {@deity Hephaestus|Greek}, and {@deity Goibhniu|Celtic}.": "知识之神——包括{@deity Oghma}、{@deity Boccob|Greyhawk}、{@deity Gilean|Dragonlance}、{@deity Aureon|Eberron}和{@deity Thoth|Egyptian}——尊重学习和理解。有些神灵教导人们知识应该被收集并在图书馆和大学中分享，或者推广实用技艺和发明的知识。有些神灵贪婪地囤积知识，将其秘密保留。还有一些神灵向他们的追随者承诺，如果他们揭示多元宇宙的秘密，就会获得巨大的力量。这些神灵的信徒研究神秘的知识，收集古老的卷轴，深入地底的秘密之地，尽可能地学习。一些知识之神推广实用技艺和发明的知识，包括像{@deity Gond}、{@deity Reorx|Dragonlance}、{@deity Onatar|Eberron}、{@deity Moradin|Nonhuman}、{@deity Hephaestus|Greek}和{@deity Goibhniu|Celtic}这样的铁匠神灵。",
	"At 1st level, you learn two languages of your choice. You also become proficient in your choice of two of the following skills: {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion}.": "在1级时，你可以学习两种你选择的语言。你还可以选择以下技能中的两项进行熟练：{@skill Arcana}，{@skill History}，{@skill Nature}或{@skill Religion}。",
	"During that time, you can use your action to end this effect and cast the {@spell suggestion} spell on the creature without expending a spell slot. The target automatically fails its saving throw against the spell.": "在此期间，您可以使用动作来结束这个效果，并在该生物上施放{@spell suggestion}法术，而不消耗法术位。目标自动失败其对该法术的豁免投掷。",
	"{@i 8th-level cleric {@variantrule optional class features|tce|optional feature}, which replaces the Potent Spellcasting feature}": "{@i 8th-level cleric {@variantrule optional class features|tce|optional feature}，替换了强力施法特性(Potent Spellcasting)。",
	"Starting at 17th level, you can call up visions of the past that relate to an object you hold or your immediate surroundings. You spend at least 1 minute in meditation and prayer, then receive dreamlike, shadowy glimpses of recent events. You can meditate in this way for a number of minutes equal to your Wisdom score and must maintain {@status concentration} during that time, as if you were casting a spell.": "从17级开始，你可以召唤与你所持物品或周围环境相关的过去幻象。你至少要花费1分钟进行冥想和祈祷，然后会接收到梦幻般、阴影般的最近事件的片段。你可以以这种方式冥想一段时间，时间长度等同于你的智力分数，并且在此期间必须保持{@status concentration}，就像你在施放法术一样。",
	"The Life domain focuses on the vibrant positive energy—one of the fundamental forces of the universe—that sustains all life. The gods of life promote vitality and health through healing the sick and wounded, caring for those in need, and driving away the forces of death and undeath. Almost any non-evil deity can claim influence over this domain, particularly agricultural deities (such as {@deity Chauntea}, {@deity Arawai|Eberron}, and {@deity Demeter|Greek}), sun gods (such as {@deity Lathander}, {@deity Pelor|Greyhawk}, and {@deity Re-Horakhty|Egyptian}), gods of healing or endurance (such as {@deity Ilmater}, {@deity Mishakal|Dragonlance}, {@deity Apollo|Greek}, and {@deity Diancecht|Celtic}), and gods of home and community (such as {@deity Hestia|Greek}, {@deity Hathor|Egyptian}, and {@deity Boldrei|Eberron}).": "生命领域专注于充满活力的正能量——宇宙的基本力量之一，它维系着所有生命。生命之神通过治愈病弱和受伤者、照顾有需要的人，并驱逐死亡和不死之力，促进活力和健康。几乎任何非邪恶的神都可以宣称对这个领域有影响力，特别是农业神（如{@deity Chauntea}、{@deity Arawai|Eberron}和{@deity Demeter|Greek}）、太阳神（如{@deity Lathander}、{@deity Pelor|Greyhawk}和{@deity Re-Horakhty|Egyptian}）、治愈或忍耐之神（如{@deity Ilmater}、{@deity Mishakal|Dragonlance}、{@deity Apollo|Greek}和{@deity Diancecht|Celtic}）以及家庭和社区之神（如{@deity Hestia|Greek}、{@deity Hathor|Egyptian}和{@deity Boldrei|Eberron}）。",
	"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} radiant damage to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入神圣能量的能力。每当你在回合中用武器攻击命中生物时，你可以使攻击对目标造成额外{@damage 1d8}的辐射伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"Starting at 17th level, when you would normally roll one or more dice to restore hit points with a spell, you instead use the highest number possible for each die. For example, instead of restoring {@dice 2d6} hit points to a creature, you restore 12.": "从17级开始，当你使用法术恢复生命值时，通常需要掷骰子时，你可以选择使用每个骰子的最大值。例如，你可以选择为生物恢复12点生命值，而不是{@dice 2d6}点。",
	"Gods of light—including {@deity Helm}, {@deity Lathander}, {@deity Pholtus|Greyhawk}, {@deity Branchala|Dragonlance}, {@deity the Silver Flame|Eberron}, {@deity Belenus|Celtic}, {@deity Apollo|Greek}, and {@deity Re-Horakhty|Egyptian}—promote the ideals of rebirth and renewal, truth, vigilance, and beauty, often using the symbol of the sun. Some of these gods are portrayed as the sun itself or as a charioteer who guides the sun across the sky. Others are tireless sentinels whose eyes pierce every shadow and see through every deception. Some are deities of beauty and artistry, who teach that art is a vehicle for the soul's improvement. Clerics of a god of light are enlightened souls infused with radiance and the power of their gods' discerning vision, charged with chasing away lies and burning away darkness.": "光明之神——包括{@deity Helm}、{@deity Lathander}、{@deity Pholtus|Greyhawk}、{@deity Branchala|Dragonlance}、{@deity the Silver Flame|Eberron}、{@deity Belenus|Celtic}、{@deity Apollo|Greek}和{@deity Re-Horakhty|Egyptian}——倡导重生与更新、真理、警惕和美丽的理念，通常使用太阳作为象征。其中一些神被描绘为太阳本身，或者是引导太阳穿越天空的战车御者。另一些是不知疲倦的哨兵，他们的目光穿透每一个阴影，看穿每一个欺骗。还有一些是美丽和艺术的神灵，他们教导艺术是灵魂提升的工具。光明之神的牧师是被光辉充盈、拥有神明洞察力量的启迪灵魂，肩负着驱散谎言、燃尽黑暗的使命。",
	"When you choose this domain at 1st level, you gain the {@spell light} cantrip if you don't already know it. This cantrip doesn't count against the number of cleric cantrips you know.": "当你在1级时选择这个领域时，如果你还不会，你会学会{@spell light}零级法术。这个法术不计入你已知的牧师零级法术数量。",
	"Also at 1st level, you can interpose divine light between yourself and an attacking enemy. When you are attacked by a creature within 30 feet of you that you can see, you can use your reaction to impose disadvantage on the attack roll, causing light to flare before the attacker before it hits or misses. An attacker that can't be {@condition blinded} is immune to this feature.": "在1级时，你可以在自己和攻击你的敌人之间投射神圣之光。当你被一个距离30英尺内且你能看见的生物攻击时，你可以使用你的反应对攻击骰投下劣势，使光芒在攻击者袭击命中或未命中之前闪耀。无法被{@condition blinded}的攻击者对这个特性免疫。",
	"As an action, you present your holy symbol, and any magical darkness within 30 feet of you is dispelled. Additionally, each hostile creature within 30 feet of you must make a Constitution saving throw. A creature takes radiant damage equal to {@dice 2d10} + your cleric level on a failed saving throw, and half as much damage on a successful one. A creature that has total cover from you is not affected.": "作为一个动作，你展示你的圣符号，你周围30英尺内的任何魔法黑暗都会被驱散。此外，你周围30英尺内的每个敌对生物必须进行一次体质豁免。在豁免失败的情况下，生物会受到{@dice 2d10} + 你的牧师等级的辐射伤害，豁免成功则伤害减半。完全被你掩盖的生物不受影响。",
	"Gods of nature are as varied as the natural world itself, from inscrutable gods of the deep forests (such as {@deity Silvanus}, {@deity Obad-Hai|Greyhawk}, {@deity Chislev|Dragonlance}, {@deity Balinor|Eberron}, and {@deity Pan|Greek}) to friendly deities associated with particular springs and groves (such as {@deity Eldath}). Druids revere nature as a whole and might serve one of these deities, practicing mysterious rites and reciting all-but-forgotten prayers in their own secret tongue. But many of these gods have clerics as well, champions who take a more active role in advancing the interests of a particular nature god. These clerics might hunt the evil monstrosities that despoil the woodlands, bless the harvest of the faithful, or wither the crops of those who anger their gods.": "大自然之神与自然界本身一样多样化，从深林中难以捉摸的神灵（如{@deity Silvanus}、{@deity Obad-Hai|Greyhawk}、{@deity Chislev|Dragonlance}、{@deity Balinor|Eberron}和{@deity Pan|Greek}）到与特定泉水和树林相关的友善的神明（如{@deity Eldath}）。德鲁伊将整个自然视为神圣，可能侍奉其中一位神明，进行神秘的仪式，用他们自己秘密的语言诵读几乎被遗忘的祈祷文。但许多这些神明也有神职人员，这些冠军扮演更积极的角色，推动特定自然神的利益。这些神职人员可能会猎杀破坏森林的邪恶怪物，祝福信徒的丰收，或者使得那些惹怒他们神明的人的庄稼枯萎。",
	"At 1st level, you learn one druid cantrip of your choice. This cantrip doesn't count against the number of cleric cantrips you know. You also gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill Nature}, or {@skill Survival}.": "在1级时，你学会选择一个德鲁伊戏法。这个戏法不计入你所知道的牧师戏法数量。你还可以选择以下技能中的一个获得熟练：{@skill Animal Handling}，{@skill Nature}，或{@skill Survival}。",
	"As an action, you present your holy symbol and invoke the name of your deity. Each beast or plant creature that can see you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is {@condition charmed} by you for 1 minute or until it takes damage. While it is {@condition charmed} by you, it is friendly to you and other creatures you designate.": "作为一个动作，你展示你的圣徽并祈求你神明的名字。在你30英尺内能看见你的每个野兽或植物生物必须进行一次感知豁免。如果生物未能通过豁免，它将被你{@condition charmed}1分钟，或者直到它受到伤害。在被你{@condition charmed}的时候，它对你和你指定的其他生物友好。",
	"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} cold, fire, or lightning damage (your choice) to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入神圣能量的能力。每个回合一次，当你用武器攻击命中生物时，你可以选择让这次攻击对目标造成额外{@damage 1d8}的冰冷、火焰或闪电伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"Gods whose portfolios include the Tempest domain—including {@deity Talos}, {@deity Umberlee}, {@deity Kord|Greyhawk}, {@deity Zeboim|Dragonlance}, {@deity the Devourer|Eberron}, {@deity Zeus|Greek}, and {@deity Thor|Norse}—govern storms, sea, and sky. They include gods of lightning and thunder, gods of earthquakes, some fire gods, and certain gods of violence, physical strength, and courage. In some pantheons, a god of this domain rules over other deities and is known for swift justice delivered by thunderbolts. In the pantheons of seafaring people, gods of this domain are ocean deities and the patrons of sailors. Tempest gods send their clerics to inspire fear in the common folk, either to keep those folk on the path of righteousness or to encourage them to offer sacrifices of propitiation to ward off divine wrath.": "包括{@deity Talos}、{@deity Umberlee}、{@deity Kord|Greyhawk}、{@deity Zeboim|Dragonlance}、{@deity the Devourer|Eberron}、{@deity Zeus|Greek}和{@deity Thor|Norse}在内的掌管风暴领域的神灵，统治着风暴、海洋和天空。他们包括闪电和雷电之神、地震之神、一些火神，以及某些暴力、体力和勇气之神。在一些诸神体系中，这个领域的神神掌管其他神灵，并以雷霆之击传递迅速的正义而闻名。在以航海为生的民族的诸神体系中，这个领域的神是海洋之神和水手的庇护神。风暴之神派遣他们的神职人员来激发普通民众的恐惧，要么是为了让这些人保持在正义之路上，要么是为了鼓励他们献祭以避免神灵的愤怒。",
	"Also at 1st level, you can thunderously rebuke attackers. When a creature within 5 feet of you that you can see hits you with an attack, you can use your reaction to cause the creature to make a Dexterity saving throw. The creature takes {@damage 2d8} lightning or thunder damage (your choice) on a failed saving throw, and half as much damage on a successful one.": "在1级时，你可以雷鸣般地驱逐攻击者。当你能看见的距离你5英尺内的生物对你发动攻击时，你可以使用你的反应让该生物进行一次敏捷豁免投掷。生物在未通过豁免投掷时受到{@damage 2d8} 闪电或雷霆伤害（你选择），通过豁免投掷时受到一半伤害。",
	"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} thunder damage to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入神圣能量的能力。每当你在回合中用武器攻击命中生物时，你可以使攻击额外造成{@damage 1d8}的雷霆伤害给目标。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"Gods of trickery—such as {@deity Tymora}, {@deity Beshaba}, {@deity Olidammara|Greyhawk}, {@deity the Traveler|Eberron}, {@deity Garl Glittergold|Nonhuman}, and {@deity Loki|Norse}—are mischief-makers and instigators who stand as a constant challenge to the accepted order among both gods and mortals. They're patrons of thieves, scoundrels, gamblers, rebels, and liberators. Their clerics are a disruptive force in the world, puncturing pride, mocking tyrants, stealing from the rich, freeing captives, and flouting hollow traditions. They prefer subterfuge, pranks, deception, and theft rather than direct confrontation.": "诸如{@deity Tymora}, {@deity Beshaba}, {@deity Olidammara|Greyhawk}, {@deity the Traveler|Eberron}, {@deity Garl Glittergold|Nonhuman}, 和 {@deity Loki|Norse}这样的欺诈之神是捣蛋鬼和煽动者，他们对于神灵和凡人之间的既定秩序构成持续挑战。他们是窃贼、无赖、赌徒、叛逆者和解放者的守护神。他们的神职人员是世界上的破坏力量，刺破骄傲，嘲笑暴君，从富人那里偷取，解放被俘者，打破虚伪的传统。他们更喜欢暗中行事，恶作剧，欺骗和偷窃，而不是直接对抗。",
	"Starting when you choose this domain at 1st level, you can use your action to touch a willing creature other than yourself to give it advantage on Dexterity ({@skill Stealth}) checks. This blessing lasts for 1 hour or until you use this feature again.": "选择这个领域后，你可以在1级时使用你的动作，触摸一个愿意的生物（除了你自己），使其在敏捷检定中获得优势（{@skill Stealth}）。这个祝福持续1小时，或直到你再次使用这个特性。",
	"As an action, you create a perfect illusion of yourself that lasts for 1 minute, or until you lose your {@status concentration} (as if you were {@status concentration||concentrating} on a spell). The illusion appears in an unoccupied space that you can see within 30 feet of you. As a bonus action on your turn, you can move the illusion up to 30 feet to a space you can see, but it must remain within 120 feet of you.": "作为一个动作，你可以创造一个完美的幻象，持续1分钟，或者直到你失去你的{@status concentration}（就像你被{@status concentration||concentrating}施放了一个法术一样）。这个幻象出现在你能看到的30英尺内的一个未被占据的空间。在你的回合中作为一个奖励动作，你可以将幻象移动30英尺到一个你能看到的空间，但它必须保持在你的120英尺范围内。",
	"As an action, you become {@condition invisible} until the end of your next turn. You become visible if you attack or cast a spell.": "作为一个动作，你在你的下一个回合结束前变为{@condition invisible}。如果你攻击或施放法术，你会变得可见。",
	"At 8th level, you gain the ability to infuse your weapon strikes with poison—a gift from your deity. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} poison damage to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了一项能力，可以让你的武器攻击充满毒素——这是你的神赐予的礼物。每当你在回合中用武器攻击命中一名生物时，你可以使攻击对目标造成额外{@damage 1d8}的毒素伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"War has many manifestations. It can make heroes of ordinary people. It can be desperate and horrific, with acts of cruelty and cowardice eclipsing instances of excellence and courage. In either case, the gods of war watch over warriors and reward them for their great deeds. The clerics of such gods excel in battle, inspiring others to fight the good fight or offering acts of violence as prayers. Gods of war include champions of honor and chivalry (such as {@deity Torm}, {@deity Heironeous|Greyhawk}, and {@deity Kiri-Jolith|Dragonlance}) as well as gods of destruction and pillage (such as {@deity Erythnul|Greyhawk}, {@deity the Fury|Eberron}, {@deity Gruumsh|Nonhuman}, and {@deity Ares|Greek}) and gods of conquest and domination (such as {@deity Bane}, {@deity Hextor|Greyhawk}, and {@deity Maglubiyet|Nonhuman}). Other war gods (such as {@deity Tempus}, {@deity Nike|Greek}, and {@deity Nuada|Celtic}) take a more neutral stance, promoting war in all its manifestations and supporting warriors in any circumstance.": "战争有许多表现形式。它可以让普通人成为英雄。它可以是绝望和可怕的，残忍和懦弱的行为超过卓越和勇气的表现。在任何情况下，战争之神都会注视着战士们，并为他们的伟大事迹而奖赏他们。这些神的牧师在战斗中表现出色，激励他人参与正义之战，或将暴力行为作为祈祷。战争之神包括尊荣和骑士精神的冠军（如{@deity Torm}，{@deity Heironeous|Greyhawk}和{@deity Kiri-Jolith|Dragonlance}），以及毁灭和掠夺之神（如{@deity Erythnul|Greyhawk}，{@deity the Fury|Eberron}，{@deity Gruumsh|Nonhuman}和{@deity Ares|Greek}）以及征服和统治之神（如{@deity Bane}，{@deity Hextor|Greyhawk}和{@deity Maglubiyet|Nonhuman}）。其他战争之神（如{@deity Tempus}，{@deity Nike|Greek}和{@deity Nuada|Celtic}）采取更中立的立场，促进战争的各种表现形式，并在任何情况下支持战士们。",
	"From 1st level, your god delivers bolts of inspiration to you while you are engaged in battle. When you use the {@action Attack} action, you can make one weapon attack as a bonus action. You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "从1级开始，当你参与战斗时，你的神会给予你灵感的启示。当你使用{@action Attack}动作时，你可以作为一个奖励动作进行一次武器攻击。你可以使用这个特性的次数等于你的感知调整值（最少1次）。完成一次长休后，你会恢复所有已使用的次数。",
	"Starting at 2nd level, you can use your Channel Divinity to strike with supernatural accuracy. When you make an attack roll, you can use your Channel Divinity to gain a +10 bonus to the roll. You make this choice after you see the roll, but before the DM says whether the attack hits or misses.": "从2级开始，你可以使用你的神圣通道来进行超凡精准的打击。当你进行攻击检定时，你可以使用你的神圣通道来获得+10的奖励加值。你在看到检定结果后，但在DM宣布攻击是否命中之前做出这个选择。",
	"At 6th level, when a creature within 30 feet of you makes an attack roll, you can use your reaction to grant that creature a +10 bonus to the roll, using your Channel Divinity. You make this choice after you see the roll, but before the DM says whether the attack hits or misses.": "在6级时，当距离你30英尺内的生物进行攻击检定时，你可以使用你的反应，通过使用你的神能信道为该生物提供+10的奖励值，用于该检定。你在看到检定结果后，但在DM宣布攻击是否命中之前做出这个选择。",
	"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} damage of the same type dealt by the weapon to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入神圣能量的能力。每当你在回合中用武器攻击命中一名生物时，你可以使这次攻击额外造成相同类型的额外伤害{@damage 1d8}给目标。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"When you choose this domain at 1st level, you can interpose divine light between yourself and an attacking enemy. When you are attacked by a creature within 30 feet of you that you can see, you can use your reaction to impose disadvantage on the attack roll, causing light to flare before the attacker before it hits or misses. An attacker that can't be {@condition blinded} is immune to this feature.": "当你在1级时选择这个领域时，你可以在自己和攻击你的敌人之间投射神圣之光。当你被一个在你30英尺内且你能看见的生物攻击时，你可以使用你的反应对攻击骰投下劣势，导致光芒在攻击者袭击前闪耀，无论是命中还是未命中。无法被{@condition blinded}的攻击者对这个特性免疫。",
	"Starting at 6th level, you can use your Channel Divinity to vanish. As an action, you become {@condition invisible} until the end of your next turn. You become visible if you attack or cast a spell.": "从6级开始，你可以使用你的神圣通道来消失。作为一个动作，你变成{@condition invisible}，直到你的下一个回合结束。如果你攻击或施放法术，你会变得可见。",
	"Kefnet's task is to pass on this teaching of the God-Pharaoh and elucidate its meaning. He teaches that the afterlife will be inhabited only by those who have proved by their wits that they are worthy of dwelling in the glorious presence of the God-Pharaoh. He trains acolytes and initiates to push their limits and challenge their mental capacity with spells of ever-greater power.": "凯夫涅特(Kefnet)的任务是传达法老神的教诲并阐明其含义。他教导说，来世只会被那些凭借智慧证明自己配得上在法老神光荣的面前居住的人所居住。他训练侍僧和新信徒，让他们突破极限，挑战自己的智力能力，使用越来越强大的法术。",
	"Kefnet's domain is identical to the {@class Cleric|PHB|Knowledge domain in the Player's Handbook|Knowledge|PHB}.": "凯夫涅特的领域与{@class Cleric|PHB|Knowledge domain in the Player's Handbook|Knowledge|PHB}完全相同。",
	"Oketra is charged with expounding upon this teaching of the God-Pharaoh, instilling in every initiate the virtue of solidarity. She forges each group of children into a crop of acolytes with just one purpose: to be judged worthy of a glorious afterlife. And she instills in each crop the ability to unite in a single action in pursuit of that purpose. She is fond of poetic imagery to communicate her ideals.": "奥凯特拉被赋予了阐述法老神的教义的任务，她要在每个新信徒心中灌输团结的美德。她将每一组孩子锻造成一群侍僧，只有一个目的：被认为配享受光荣的来世。她灌输给每一组孩子团结一致、为了这个目的而行动的能力。她喜欢用诗意的形象来传达她的理念。",
	"Also at 1st level, when you take the {@action Help} action to aid an ally's attack, you can make one weapon attack as a bonus action. You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain expended uses when you finish a long rest.": "在1级时，当你采取{@action Help}行动来帮助盟友的攻击时，你可以作为奖励动作进行一次武器攻击。你可以使用这个特性的次数等于你的感知调整值（最少为1次）。当你完成一次长休时，你会恢复已用次数。",
	"At 1st level, you learn one druid cantrip of your choice. You also gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill Athletics}, {@skill Nature}, or {@skill Survival}.": "在1级时，你学会选择一项德鲁伊戏法。你还可以选择获得以下技能中的一项熟练：{@skill Animal Handling}，{@skill Athletics}，{@skill Nature}，或{@skill Survival}。",
	"At 2nd level, you can use your Channel Divinity to enhance your physical might. When you make an attack roll, ability check, or saving throw using Strength, you can use your Channel Divinity to gain a +10 bonus to the roll. You make this choice after you see the roll, but before the DM says whether the roll succeeds or fails.": "在2级时，你可以使用你的神圣通道来增强你的身体力量。当你使用力量进行攻击检定、能力检定或豁免检定时，你可以使用你的神圣通道来获得+10的奖励加值。你需要在看到检定结果之后，但在DM宣布检定成功或失败之前做出这个选择。",
	"At 6th level, when a creature within 30 feet of you makes an attack roll, ability check, or saving throw using Strength, you can use your reaction to grant that creature a +10 bonus to the roll, using your Channel Divinity. You make this choice after you see the roll, but before the DM says whether the roll succeeds or fail.": "在6级时，当距离你30英尺内的生物进行一次使用力量属性的攻击检定、技能检定或豁免检定时，你可以使用你的反应，通过使用你的神能之渠道，为该生物提供+10的奖励值。你在看到检定结果后，但在DM宣布检定成功或失败之前做出这个选择。",
	"From 1st level, Hazoret delivers bolts of inspiration to you while you are engaged in battle. When you use the {@action Attack} action, you can make one weapon attack as a bonus action.": "从1级开始，哈佐瑞特在你参与战斗时为你传递灵感的闪电。当你使用{@action Attack}动作时，你可以额外进行一次武器攻击。",
	"When you are reduced to 0 hit points by an attacker you can see, even if you would be killed outright, you can use your reaction to move up to your speed toward the attacker and make one melee weapon attack against it, as long as the movement brings it within your reach. You make this attack with advantage. If the attack hits, the creature takes an extra {@damage 5d10} fire damage and an extra {@damage 5d10} damage of the weapon's type. You then fall {@condition unconscious} and begin making death saving throws as normal, or you die if the damage you took would have killed you outright.": "当你被一名你能看到的攻击者减至0点生命值时，即使你将被立即杀死，你可以使用你的反应朝着攻击者移动你的速度并对其进行一次近战武器攻击，只要这次移动使其处于你的攻击范围内。你对这次攻击获得优势。如果攻击命中，生物额外受到{@damage 5d10}火焰伤害和武器类型伤害额外{@damage 5d10}伤害。然后你倒下并开始像平常一样进行死亡豁免检定，或者如果你受到的伤害会立即杀死你，你就会死亡。",
	"The gods of this domain are often associated with knowledge, as learning and arcane power tend to go hand-in-hand. In the Realms, deities of this domain include {@deity Azuth|Faerûnian|SCAG} and {@deity Mystra|Faerûnian|SCAG}, as well as {@deity Corellon Larethian|Elven|SCAG} of the elven pantheon. In other worlds, this domain includes {@deity Hecate|Greek}, {@deity Math Mathonwy|Celtic}, and {@deity Isis|Egyptian}; the triple moon gods of {@deity Solinari|Dragonlance}, {@deity Lunitari|Dragonlance}, and {@deity Nuitari|Dragonlance} of Krynn; and {@deity Boccob|Greyhawk}, {@deity Vecna|Greyhawk}, and {@deity Wee Jas|Greyhawk} of Greyhawk.": "这个领域的神灵通常与知识相关联，因为学习和奥术力量往往相辅相成。在群神世界中，这个领域的神包括{@deity Azuth|Faerûnian|SCAG}和{@deity Mystra|Faerûnian|SCAG}，以及精灵诸神中的{@deity Corellon Larethian|Elven|SCAG}。在其他世界中，这个领域包括{@deity Hecate|Greek}、{@deity Math Mathonwy|Celtic}和{@deity Isis|Egyptian}；克瑞恩的三位月亮神{@deity Solinari|Dragonlance}、{@deity Lunitari|Dragonlance}和{@deity Nuitari|Dragonlance}；以及格雷鹰的{@deity Boccob|Greyhawk}、{@deity Vecna|Greyhawk}和{@deity Wee Jas|Greyhawk}。",
	"When you choose this domain at 1st level, you gain proficiency in the {@skill Arcana} skill, and you gain two cantrips of your choice from the {@filter wizard spell list|spells|class=wizard|level=0}. For you, these cantrips count as cleric cantrips.": "当你在1级时选择这个领域，你会获得{@skill Arcana}技能的熟练加值，并且你可以从{@filter wizard spell list|spells|class=wizard|level=0}中选择两个戏法。对你来说，这些戏法算作牧师的戏法。",
	"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly end its move in a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, then the creature can use the {@action Dodge} action.": "一个被转变的生物必须花费它的回合尝试尽可能远离你，并且它不能自愿结束移动在距离你30英尺以内的空间。它也不能做出反应。对于它的行动，它只能使用{@action Dash}行动或者尝试逃离阻止它移动的效果。如果没有地方可以移动，那么生物可以使用{@action Dodge}行动。",
	"After you reach 5th level, when a creature fails its saving throw against your Arcane Abjuration feature, the creature is banished for 1 minute (as in the {@spell banishment} spell, no {@status concentration} required) if it isn't on its plane of origin, and its challenge rating is at or below a certain threshold, as shown below.": "在你达到5级后，当一个生物未能通过你的奥术驱逐特性的豁免扑克时，如果这个生物不在它的原属位面上，并且它的挑战等级在或者低于一定阈值，根据下面显示的规则，这个生物会被放逐1分钟（就像{@spell banishment}法术一样，不需要{@status concentration}）。",
	"At 17th level, you choose four spells from the Wizard spell list, one from each of the following levels: 6th, 7th, 8th, and 9th. You add them to your list of domain spells. Like your other domain spells, they are always prepared and count as cleric spells for you.": "在17级时，你可以从巫师法术清单中选择四个法术，分别来自以下四个等级：6级，7级，8级和9级。将它们添加到你的领域法术清单中。和其他领域法术一样，它们始终被准备好，并且对你来说算作牧师法术。",
	"The Order Domain represents discipline, as well as devotion to a society or an institution and strict obedience to the laws governing it. On Ravnica, the domain is favored by clerics of the Azorius Senate, who use it to maintain and enforce the law, and of the Orzhov Syndicate, who exploit law and order for their personal gain. On other worlds, gods who grant access to this domain include {@deity Bane}, {@deity Tyr}, {@deity Majere|Dragonlance}, {@deity Erathis|Dawn War|DMG}, {@deity Pholtus|Greyhawk}, {@deity Wee Jas|Greyhawk}, {@deity Aureon|Eberron}, {@deity Maglubiyet|Nonhuman}, {@deity Nuada|Celtic}, {@deity Athena|Greek}, {@deity Anubis|Egyptian}, {@deity Forseti|Norse}, and {@deity Asmodeus|Dawn War|DMG}.": "秩序领域代表纪律，以及对社会或机构的奉献精神和对其统治的法律的严格服从。在拉尼卡，这个领域受到了阿佐里斯议会的牧师的青睐，他们利用它来维护和执行法律，以及奥佐夫集团的牧师，他们利用法律和秩序谋取个人利益。在其他世界上，授予这个领域访问权限的神祇包括{@deity Bane}，{@deity Tyr}，{@deity Majere|Dragonlance}，{@deity Erathis|Dawn War|DMG}，{@deity Pholtus|Greyhawk}，{@deity Wee Jas|Greyhawk}，{@deity Aureon|Eberron}，{@deity Maglubiyet|Nonhuman}，{@deity Nuada|Celtic}，{@deity Athena|Greek}，{@deity Anubis|Egyptian}，{@deity Forseti|Norse}，和{@deity Asmodeus|Dawn War|DMG}。",
	"When you choose this domain at 1st level, you gain proficiency with heavy armor. You also gain proficiency in the {@skill Intimidation} or {@skill Persuasion} skill (your choice).": "当你在1级时选择这个领域时，你会获得重甲的熟练。你还会获得{@skill Intimidation}或{@skill Persuasion}技能的熟练（由你选择）。",
	"As an action, you present your holy symbol, and each creature of your choice that can see or hear you within 30 feet of you must succeed on a Wisdom saving throw or be {@condition charmed} by you until the end of your next turn or until the {@condition charmed} creature takes any damage. You can also cause any of the {@condition charmed} creatures to drop what they are holding when they fail the saving throw.": "作为一个动作，你展示你的圣符号，你选择的每个生物{@condition charmed}在你30英尺内能看到或听到你的地方必须进行一次感知豁免检定，否则在你的下一个回合结束前或者该{@condition charmed}生物受到任何伤害前，它们会被你{@condition charmed}。当它们未通过豁免检定时，你还可以让这些{@condition charmed}生物中的任何一个放下它们手中的物品。",
	"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} psychic damage to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入神圣能量的能力。每当你在回合中用武器攻击命中生物时，你可以使攻击对目标造成额外{@damage 1d8}的心灵伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"Starting at 17th level, enemies you designate for destruction wilt under the combined efforts of you and your allies. If you deal your Divine Strike damage to a creature on your turn, you can curse that creature until the start of your next turn. The next time one of your allies hits the cursed creature with an attack, the target also takes {@damage 2d8} psychic damage, and the curse ends. You can curse a creature in this way only once per turn.": "从17级开始，你指定要摧毁的敌人将在你和你的盟友的共同努力下凋零。如果你在你的回合对一只生物造成你的神圣打击伤害，你可以诅咒那个生物，直到你下一个回合开始。当你的盟友中的一人下次攻击被诅咒的生物时，目标也会受到{@damage 2d8}的精神伤害，然后诅咒结束。你每回合只能以这种方式诅咒一只生物一次。",
	"Gnomish": "地精族(Gnomish)",
	"You can forge an empowering bond among people who are at peace with one another. As an action, you choose a number of willing creatures within 30 feet of you (this can include yourself) equal to your proficiency bonus. You create a magical bond among them for 10 minutes or until you use this feature again. While any bonded creature is within 30 feet of another, the creature can roll a {@dice d4} and add the number rolled to an attack roll, an ability check, or a saving throw it makes. Each creature can add the {@dice d4} no more than once per turn.": "你可以在彼此和平相处的人群中建立一种赋予力量的纽带。作为一个动作，你可以选择距离你30英尺内的一些愿意的生物（包括你自己），数量等同于你的熟练加值。你在它们之间创造一个持续10分钟或者直到你再次使用此特性的魔法纽带。当任何一个被纽带连接的生物在另一个生物30英尺范围内时，该生物可以投掷一个{@dice d4}并将投掷的数字加到攻击骰、技能检定或豁免骰上。每个生物每回合只能添加{@dice d4}一次。",
	"You gain proficiency in the {@skill Insight}, {@skill Performance}, or {@skill Persuasion} skill (your choice).": "你在{@skill Insight}、{@skill Performance}或{@skill Persuasion}技能中获得熟练（你选择）。",
	"You can use your Channel Divinity to make your very presence a soothing balm. As an action, you can move up to your speed, without provoking opportunity attacks, and when you move within 5 feet of any other creature during this action, you can restore a number of hit points to that creature equal to {@dice 2d6} + your Wisdom modifier (minimum of 1 hit point). A creature can receive this healing only once whenever you take this action.": "你可以使用你的信仰通道力量，让你的存在成为一种舒缓的安慰。作为一个行动，你可以移动你的速度，而不会引发机会攻击，当你在这个行动中移动到任何其他生物的5英尺内时，你可以为该生物恢复一定数量的生命值，数量等于{@dice 2d6} + 你的感知修正值（最少1点生命值）。每当你执行此行动时，一个生物只能接受这种治疗一次。",
	"As an action, you can magically share the {@sense darkvision} of this feature with willing creatures you can see within 10 feet of you, up to a number of creatures equal to your Wisdom modifier (minimum of one creature). The shared {@sense darkvision} lasts for 1 hour. Once you share it, you can't do so again until you finish a long rest, unless you expend a spell slot of any level to share it again.": "作为一个动作，你可以用魔法与你能看到的愿意的生物分享这个特性的{@sense darkvision}，最多可以分享给数量等于你的感知调整值的生物（至少一个生物）。分享的{@sense darkvision} 持续1小时。一旦分享，你必须完成一次长休才能再次分享，除非你消耗任意等级的法术位再次分享。",
	"As an action, you present your holy symbol, and a sphere of twilight emanates from you. The sphere is centered on you, has a 30-foot radius, and is filled with dim light. The sphere moves with you, and it lasts for 1 minute or until you are {@condition incapacitated} or die. Whenever a creature (including you) ends its turn in the sphere, you can grant that creature one of these benefits:": "作为一个动作，你展示你的圣符，一团暮光从你身上散发出来。这个球体以你为中心，半径为30英尺，充满了昏暗的光线。这个球体随着你移动，持续1分钟，或者直到你死亡或者被{@condition incapacitated}。每当一个生物（包括你）在这个球体内结束它的回合时，你可以给予那个生物以下其中之一的好处：",
	"You grant it temporary hit points equal to {@dice 1d6} plus your cleric level.": "你为其提供临时生命值，数值为{@dice 1d6}加上你的牧师等级。",
	"You end one effect on it causing it to be {@condition charmed} or {@condition frightened}.": "你结束了一个效果，使其变为{@condition charmed}或{@condition frightened}。",
	"You gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} radiant damage. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "你获得了将武器打击注入神圣能量的能力。每个回合一次，当你用武器攻击命中生物时，你可以使攻击额外造成{@damage 1d8}辐射伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"The twilight that you summon offers a protective embrace: you and your allies have half cover while in the sphere created by your Twilight Sanctuary.": "你召唤的黄昏提供了一种保护性的拥抱：当你和你的盟友处于你的(Twilight Sanctuary)所创造的领域内时，你们拥有半掩体。",
	"Developed in {@book Wildemount|TDCSR|3|Wildemount} by the {@book Claret Orders|TDCSR|2|Claret Orders}, the Blood Domain centers around the understanding of the natural life force as it exists within the body, and the divine conduit it can become. Those who take up this domain understand that the power of blood is the power of sacrifice, the balance of life and death, and the spirit's anchor within the mortal shell.": "由{@book Claret Orders|TDCSR|2|Claret Orders}在{@book Wildemount|TDCSR|3|Wildemount}开发，血之领域围绕着对身体内存在的自然生命力的理解以及它可以成为的神圣导管。选择这个领域的人明白血液的力量就是牺牲的力量，生与死的平衡，以及精神在凡人外壳中的锚定。",
	"Gods who grant the power of the Blood Domain, including {@deity The Ruiner|Exandria|TDCSR} and {@deity The Matron of Ravens|Exandria|TDCSR}, direct their followers to tap into the connection between body and soul, exploit the hidden reserves of will within one's own vitality, and corrupt the bodies of others through the secret rites of {@variantrule hemocraft|TDCSR}. Clerics of good gods use {@variantrule hemocraft|TDCSR} to fill their self-sacrifice with purpose and power, while clerics with fewer morals use the blood of others to achieve their own malevolent ends.": "授予血脉领域力量的神明，包括{@deity The Ruiner|Exandria|TDCSR}和{@deity The Matron of Ravens|Exandria|TDCSR}，指引他们的信徒开发身体和灵魂之间的联系，利用自身活力中隐藏的意志储备，并通过{@variantrule hemocraft|TDCSR}的秘密仪式腐化他人的身体。善神的牧师利用{@variantrule hemocraft|TDCSR}赋予他们的自我牺牲目的和力量，而道德观念较少的牧师则利用他人的血液来达成自己邪恶的目的。",
	"Starting at 2nd level, you can use your Channel Divinity to form a supernatural bond with a creature you can see, or with a creature for which you possess a blood sample. This bond lasts for 1 hour or until your {@condition concentration} is broken (as if concentrating on a spell).": "从2级开始，你可以使用你的神圣通道与你能看见的生物，或者拥有血样的生物建立超自然联系。这种联系持续1小时，或者直到你的{@condition concentration}被打破（就像专注于一个法术一样）。",
	"While the bond is in effect, you can use an action to learn the target's approximate distance and direction from you, as well as its current hit points and any conditions affecting it, as long as the target is within 10 miles of you. Alternatively, you can use your action to attempt to connect with the target's senses. You take {@damage 2d6} necrotic damage and the target makes a Constitution {@quickref saving throws|PHB|2|1|saving throw} against your spell save DC. On a successful save, the bond ends. On a failure, you can choose to either see or hear through the target's senses for a number of minutes equal to your Wisdom modifier (minimum 1 minute). During this time, you are {@condition blinded} or {@condition deafened} (respectively) with regard to your own senses. When the connection ends, the bond is lost.": "当这个联系生效时，你可以使用一个动作来了解目标距离和方向的大致距离，以及目标的当前生命值和任何影响它的状态，只要目标在你的10英里范围内。或者，你可以使用你的动作来尝试连接目标的感官。你会受到{@damage 2d6}点死灵伤害，目标需要进行一次体质豁免检定，目标的豁免 DC 为你的法术豁免 DC。豁免成功，联系结束。失败则你可以选择在接下来的分钟数里通过目标的感官看或听（时间为你的感知调整值，最少1分钟）。在此期间，你对自己的感官是{@condition blinded}或{@condition deafened}（分别）。连接结束后，联系解除。",
	"Starting at 6th level, you can use your Channel Divinity to briefly control a creature's actions—whether that creature is living or dead. As an action, you target a Large or smaller creature or corpse within 60 feet of you that has blood. A creature you target must succeed on a Wisdom {@quickref saving throws|PHB|2|1|saving throw} against your spell save DC or become {@condition charmed} by you. An {@condition unconscious} creature automatically fails its {@quickref saving throws|PHB|2|1|saving throw}, and isn't {@condition incapacitated} while you control its actions. A corpse targeted by this effect gains a semblance of life that you control.": "从6级开始，你可以使用你的神圣通道来短暂控制一个生物的行动 — 无论这个生物是活着的还是死了的。作为一个动作，你可以选择一个距离你60英尺以内、拥有血液的大型或者更小的生物或尸体。你选择的生物必须通过一次以你的法术豁免 DC 为目标的感知 {@quickref saving throws|PHB|2|1|saving throw} 检定，否则会被你 {@condition charmed}。一个 {@condition unconscious} 生物自动失败它的 {@quickref saving throws|PHB|2|1|saving throw}，在你控制它的行动时不会 {@condition incapacitated}。被这个效果选中的尸体会获得你控制的一丝生机。",
	"Make a single {@action attack}": "制造一个单个{@action attack}",
	"An animated corpse or an {@condition unconscious} creature takes its turn immediately after yours, but can't move or take actions unless you command it to do so. Its statistics are the same as when it was alive or conscious.": "一个动画尸体或一个{@condition unconscious}生物会在你之后立即行动，但除非你命令它这样做，否则它不能移动或采取行动。它的属性与它还活着或有意识时一样。",
	"An affected living creature makes a new {@quickref saving throws|PHB|2|1|saving throw} at the end of each of its turns, ending the effect on itself on a success. For any target, your control lasts for 1 minute or until your {@condition concentration} is broken (as if concentrating on a spell).": "受影响的生物在每个回合结束时都会产生一个新的{@quickref saving throws|PHB|2|1|saving throw}，在成功时会结束自身的效果。对于任何目标，你的控制持续1分钟，或直到你的{@condition concentration}被打破（就像专注于一个法术一样）。",
	"At 6th level, you can sacrifice a portion of your own vitality to recover expended spell slots as an action. The spell slots can have a combined level equal to or less than half your cleric level (rounded up), and none of the slots can be 6th level or higher. You take {@damage 1d8} necrotic damage for each spell slot level recovered, which can't be reduced in any way. You can't use this feature again until you finish a {@quickref resting|PHB|2|0|long rest}.": "在6级时，你可以牺牲自己的一部分生命力作为一个动作来恢复已用的法术位。这些法术位的总等级可以等于或小于你牧师等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级的。你每恢复一个法术位等级，就会受到{@damage 1d8}死灵伤害，这种伤害无法减少。直到你完成一次{@quickref resting|PHB|2|0|long rest}后，你无法再次使用这个特性。",
	"For example, if you're an 8th-level cleric, you can recover up to four levels of spell slots—a single 4th-level slot, two 2nd-level slots, a 3rd-level slot and a 1st-level slot, or four 1st-level slots. You then take {@damage 4d8} necrotic damage.": "例如，如果你是一名8级的（cleric）（牧师），你可以恢复高达四个等级的法术位——一个4级法术位，两个2级法术位，一个3级法术位和一个1级法术位，或者四个1级法术位。然后你会受到{@damage 4d8}点死灵伤害。",
	"At 8th level, you gain the ability to cause the physical wounds you deal out to bleed profusely. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} necrotic damage to the target.": "在8级时，你获得了能力让你造成的物理伤口大量流血。每当你用武器攻击命中生物时，你可以使攻击对目标造成额外{@damage 1d8}的死灵伤害，每个回合只能使用一次。",
	"When you reach 14th level, the extra damage increases to {@damage 2d8}.": "当你达到14级时，额外伤害增加到{@damage 2d8}。",
	"At 17th level, you can use your action to emit a deathly aura of necrotic energy that causes the veins of nearby foes to burst and bleed. For 1 minute, any hostile creature with blood that moves within 30 feet of you for the first time on a turn or starts its turn there takes {@damage 3d6} necrotic damage. If a hostile creature with blood regains hit points while in the aura, it regains only half as many hit points as expected.": "在17级时，你可以使用你的动作散发出一股死亡般的死灵能量，导致附近敌人的血管破裂出血。在1分钟内，任何敌对生物的血液在30英尺范围内第一次移动到你附近或在那里开始它的回合时，会受到{@damage 3d6}点死灵伤害。如果一个拥有血液的敌对生物在这个光环内恢复生命值，它只能恢复预期生命值的一半。",
	"Once you use this feature, you can't use it again until you finish a {@quickref resting|PHB|2|0|long rest}.": "一旦你使用这个功能，你就不能再使用它，直到完成一个{@quickref resting|PHB|2|0|long rest}。",
	"Since the {@book Founding|TDCSR|1|The Founding}, all mortal creatures have looked to the skies and sensed the power and mystery carried by {@book Catha and Ruidus|TDCSR|1|Catha and Ruidus}, the two moons of Exandria. The {@deity The Moonweaver|Exandria|TDCSR} herself is said to guide her worshipers from within the pale glow of Catha, revealing hidden paths and granting inspired dreams to those who pray to that moon. Distant, dark Ruidus is often regarded with awe and apprehension, considered a portent for fell deeds and bad luck.": "自{@book Founding|TDCSR|1|The Founding}以来，所有凡人都仰望天空，感受到{@book Catha and Ruidus|TDCSR|1|Catha and Ruidus}，艾克桑德里亚的两颗月亮所承载的力量和神秘。据说{@deity The Moonweaver|Exandria|TDCSR}本人会在卡萨苍白的光辉中引导她的信徒，揭示隐藏的道路，并赐予那些向那颗月亮祈祷的人启示梦境。遥远而阴暗的鲁伊德斯常常被视为令人敬畏和忧虑的存在，被认为是邪恶行径和厄运的前兆。",
	"Clerics of the Moon Domain draw on their divine connection to the moons to wield light and shadow, invoke good fortune and ill favor, and reveal or conceal as they see fit. Most Moon clerics worship the {@deity The Moonweaver|Exandria|TDCSR|Moonweaver} herself, but her followers are as varied as the stars in the sky. Some seek to protect the vulnerable and do good in the world, while others meddle with impunity and distort the truth for selfish gain. Other Moon clerics worship not the gods but the moons themselves, especially those with an innate connection to the lunar cycles through {@variantrule Player Characters as Lycanthropes|MM|lycanthropy}.": "月神领域的牧师们通过他们与月亮的神圣联系来运用光明和阴影，祈求好运和厄运，并根据自己的意愿揭示或隐藏事物。大多数月神牧师崇拜{@deity The Moonweaver|Exandria|TDCSR|Moonweaver}本身，但她的信徒却千差万别，如同天空中的星星。有些人寻求保护弱者，为世界做善事，而另一些人却肆意干预，为了私利而歪曲事实。其他月神牧师并非崇拜众神，而是崇拜月亮本身，尤其是那些通过{@variantrule Player Characters as Lycanthropes|MM|lycanthropy}与月相联系的人。",
	"When you choose this domain at 1st level, you learn to shine light upon the mind's most dire moments, shielding those you protect. When a creature within 30 feet of you that you can see makes a Wisdom {@quickref saving throws|PHB|2|1|saving throw}, you can use your reaction to grant that creature {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on the save.": "当你在1级时选择这个领域时，你学会了照亮心灵最危急的时刻，保护你所守护的人。当你能看到的30英尺内的生物进行一次感知{@quickref saving throws|PHB|2|1|saving throw}检定时，你可以使用你的反应来给予那个生物在豁免上的加值{@quickref Advantage and Disadvantage|PHB|2|0|advantage}。",
	"You can use this feature a number of times equal to your proficiency bonus, regaining all expended uses when you finish a {@quickref resting|PHB|2|0|long rest}.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次{@quickref resting|PHB|2|0|long rest}时，所有已用次数会恢复。",
	"You gain domain spells at the cleric levels listed in the Moon Domain Spells table.": "你在月亮领域法术表中列出的牧师等级上获得领域法术。",
	"Starting at 2nd level, you can use your Channel Divinity to infuse your allies with bestial power. As an action, you instill a willing creature of your choice within 30 feet of you that you can see with one of the following blessings of your choice:": "从2级开始，你可以使用你的神圣通道为你的盟友注入野兽力量。作为一个行动，你可以选择一个你能看到并且愿意接受的生物，在你30英尺内，用以下选择之一的祝福来赋予它：",
	"For 10 minutes, the blessed creature has {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on attack rolls against a target if at least one of the blessed creature's allies is within 5 feet of the target and the ally isn't {@condition incapacitated}.": "在10分钟内，如果至少有一名受祝福生物的盟友在目标身边5英尺内且该盟友不是{@condition incapacitated}，则该受祝福生物对目标的攻击投掷获得{@quickref Advantage and Disadvantage|PHB|2|0|advantage}加值。",
	"Starting at 6th level, you can use your Channel Divinity to invoke the twofold arcana of Exandria's moons. By expending one use of Channel Divinity, you can cast a second {@condition concentration} spell while already concentrating on a first spell, as long as both spells are on your list of Moon Domain spells. If you need to make a Constitution {@quickref saving throws|PHB|2|1|saving throw} to maintain your {@condition concentration} on both spells, you make the save with {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}. On a failure, you lose {@condition concentration} on both spells.": "从6级开始，您可以使用您的神圣通道来引发艾克桑德里亚月亮的双重奥秘。通过消耗一次神圣通道的使用，您可以在已经集中精力于第一个法术的情况下施放第二个{@condition concentration}法术，只要这两个法术都在您的月亮领域法术列表中。如果您需要进行一次体质{@quickref saving throws|PHB|2|1|saving throw}检定来维持您对这两个法术的{@condition concentration}，您可以用{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}进行豁免检定。如果检定失败，您将失去{@condition concentration}这两个法术。",
	"Starting at 8th level, your cleric cantrips deal extra damage equal to your Wisdom modifier (minimum of 1).": "从8级开始，你的（Cleric）牧师零级法术造成额外伤害，数值等同于你的感知修正值（最少为1）。",
	"At 17th level, you can call upon the vermillion moon Ruidus to flare in the sky above you, eclipsing all other light. Its power surrounds you even where the sky can't be seen, and even on other planes. As a bonus action, you can manifest an area of reddish, dim light in a 60-foot radius around you. In addition to the normal effects of dim light, creatures in the area make {@quickref saving throws|PHB|2|1} with {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}. When you create this eclipse, you can choose any number of creatures that are unaffected by it.": "在17级时，你可以召唤赤红月亮Ruidus，在你上空闪耀，遮蔽其他一切光芒。它的力量笼罩着你，即使在看不见天空的地方，甚至在其他位面也有效。作为一个奖励动作，你可以在你周围60英尺半径内显现出一片微红色的昏暗光区。除了普通昏暗光的效果外，该区域内的生物使用{@quickref saving throws|PHB|2|1}进行{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}。当你创造这个日食时，你可以选择任意数量的不受影响的生物。",
	"This eclipse lasts while you concentrate (as if concentrating on a spell) for up to 1 minute. Concentrating on this feature counts as concentrating on a Moon Domain spell for the purpose of your {@subclassFeature Channel Divinity: Mind of Two Moons|Cleric|PHB|Moon|TDCSR|6|TDCSR|Mind of Two Moons} feature.": "这次日食持续时间长达1分钟，只要你集中精力（就像专注于一个法术一样）。专注于这个特性算作专注于一个（Moon Domain）法术，以便使用你的{@subclassFeature Channel Divinity: Mind of Two Moons|Cleric|PHB|Moon|TDCSR|6|TDCSR|Mind of Two Moons}特性。",
	"Additionally, once per turn when you deal radiant damage to any creatures in this area of dim light, you can curse one of those creatures until the eclipse ends (no action required). A creature cursed in this way has its speed halved and can't regain hit points.": "此外，每个回合当你对这个昏暗区域内的任何生物造成辐射伤害时，你可以诅咒其中一只生物，直到日食结束（无需行动）。以这种方式被诅咒的生物速度减半，且无法恢复生命值。",
	"The gods of the forge are patrons of artisans who work with metal, from a humble blacksmith who keeps a village in horseshoes and plow blades to the mighty elf artisan whose diamond-tipped arrows of mithral have felled demon lords. The gods of the forge teach that, with patience and hard work, even the most intractable metal can be transformed from a lump of ore to a beautifully wrought object. Clerics of these deities search for objects lost to the forces of darkness, liberate mines overrun by orcs, and uncover rare and wondrous materials necessary to create potent magic items. Followers of these gods take great pride in their work, and they are willing to craft and use heavy armor and powerful weapons to protect them. Deities of this domain include {@deity Gond}, {@deity Reorx|Dragonlance}, {@deity Onatar|Eberron}, {@deity Moradin|Nonhuman}, {@deity Hephaestus|Greek}, and {@deity Goibhniu|Celtic}.": "锻造之神是那些与金属打交道的工匠们的守护神，从维护村庄的铁匠到用秘银制作钻石箭头击败恶魔领主的强大精灵工匠。锻造之神教导，凭借耐心和辛勤工作，即使是最难处理的金属也能从一块矿石变成精美的物品。这些神的牧师们寻找被黑暗力量遗失的物品，解放被兽人占领的矿山，并发现制作强大魔法物品所需的稀有材料。这些神的信徒为自己的工作感到自豪，他们愿意制作和使用重型盔甲和强大武器来保护自己。这个领域的神包括{@deity Gond}、{@deity Reorx|Dragonlance}、{@deity Onatar|Eberron}、{@deity Moradin|Nonhuman}、{@deity Hephaestus|Greek}和{@deity Goibhniu|Celtic}。",
	"At 1st level, you gain the ability to imbue magic into a weapon or armor. At the end of a long rest, you can touch one nonmagical object that is a suit of armor or a {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}. Until the end of your next long rest or until you die, the object becomes a magic item, granting a +1 bonus to AC if it's armor or a +1 bonus to attack and damage rolls if it's a weapon.": "在1级时，你获得了将魔法灌注到武器或盔甲中的能力。在完成一次长休后，你可以触摸一个非魔法物品，它可以是一套盔甲或者一个{@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}。直到你的下一个长休结束或者直到你死亡，该物品将变成一件魔法物品，如果是盔甲则提供+1的AC加值，如果是武器则提供+1的命中和伤害加值。",
	"When you choose this domain at 1st level, you gain proficiency with heavy armor and {@item smith's tools|phb}.": "当你在1级时选择这个领域时，你会获得对重甲和{@item smith's tools|phb}的熟练。",
	"You conduct an hour-long ritual that crafts a nonmagical item that must include some metal: a {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}, a suit of armor, ten pieces of ammunition, a set of tools, or another metal object (see chapter 5, \"Equipment,\" in the Player's Handbook for examples of these items). The creation is completed at the end of the hour, coalescing in an unoccupied space of your choice on a surface within 5 feet of you.": "你进行一个持续一个小时的仪式，制作一个必须包含一些金属的非魔法物品：一个{@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}，一套盔甲，十件弹药，一套工具，或者另一个金属物品（请参阅《玩家手册》第5章“装备”中这些物品的示例）。制作在一个小时结束时完成，在你附近5英尺内的一个你选择的未被占据的空间上凝聚成形。",
	"While wearing heavy armor, you gain a +1 bonus to AC.": "穿戴重型盔甲时，你的AC获得+1的加值。",
	"At 8th level, you gain the ability to infuse your weapon strikes with the fiery power of the forge. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} fire damage to the target. When you reach 14th level, the extra damage increases to {@dice 2d8}.": "在8级时，你获得了将武器打击注入熔炉火焰力量的能力。每个回合一次，当你用武器攻击命中生物时，你可以使攻击对目标造成额外{@damage 1d8}的火焰伤害。当你达到14级时，额外伤害增加到{@dice 2d8}。",
	"Gods of the grave watch over the line between life and death. To these deities, death and the afterlife are a foundational part of the multiverse. To desecrate the peace of the dead is an abomination. Deities of the grave include {@deity Kelemvor}, {@deity Wee Jas|Greyhawk}, the ancestral spirits of {@deity the Undying Court|Eberron}, {@deity Hades|Greek}, {@deity Anubis|Egyptian}, and {@deity Osiris|Egyptian}. Followers of these deities seek to put wandering spirits to rest, destroy the undead, and ease the suffering of the dying. Their magic also allows them to stave off death for a time, particularly for a person who still has some great work to accomplish in the world. This is a delay of death, not a denial of it, for death will eventually get its due.": "坟墓之神守护着生死界限。对于这些神灵来说，死亡和来世是多元宇宙的基础部分。亵渎死者的安宁是一种憎恶的行为。坟墓之神包括{@deity Kelemvor}、{@deity Wee Jas|Greyhawk}、{@deity the Undying Court|Eberron}的祖先灵、{@deity Hades|Greek}、{@deity Anubis|Egyptian}和{@deity Osiris|Egyptian}。信徒们追随这些神灵，努力让游荡的灵魂得到安息，摧毁不死之身，并减轻垂危者的痛苦。他们的魔法也使他们能够延缓死亡，尤其是对于那些在世界上还有重要使命要完成的人。这只是对死亡的延迟，而不是否认死亡的存在，因为死亡最终会到来。",
	"In addition, you learn the {@spell spare the dying} cantrip, which doesn't count against the number of cleric cantrips you know. For you, it has a range of 30 feet, and you can cast it as a bonus action.": "另外，你学会了{@spell spare the dying}战斗法术，这不会计入你所知道的牧师战斗法术数量。对你来说，它的射程为30英尺，你可以将其作为一个奖励动作施放。",
	"Starting at 17th level, you can seize a trace of vitality from a parting soul and use it to heal the living. When an enemy you can see dies within 60 feet of you, you or one creature of your choice that is within 60 feet of you regains hit points equal to the enemy's number of Hit Dice. You can use this feature only if you aren't {@condition incapacitated}. Once you use it, you can't do so again until the start of your next turn.": "从17级开始，你可以从一个将要离开的灵魂中夺取一丝生机，并用它来治愈生者。当你能看见的敌人在你的60英尺内死亡时，你或者你选择的一名在你60英尺内的生物会恢复等同于敌人骰子数量的生命值。只有当你不是{@condition incapacitated}时，你才能使用这个特性。一旦你使用了它，你要等到下个回合开始之前才能再次使用。"
}