{
	"Her fists a blur as they deflect an incoming hail of arrows, a half-elf springs over a barricade and throws herself into the massed ranks of hobgoblins on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.": "她的拳头在挡住射来的箭雨时变得模糊不清，一个半精灵跳过路障，把自己扔进另一边的地精群中。她在他们中间打转，把他们的打击打到一边，使他们陷入困境，直到最后她独自站起来。",
	"Taking a deep breath, a human covered in tattoos settles into a battle stance. As the first charging orcs reach him, he exhales and a blast of fire roars from his mouth, engulfing his foes.": "深吸一口气，一个满身纹身的人类摆好了战斗姿态。当第一个冲锋的兽人到达他面前时，他呼出一口气，一股火焰从他口中咆哮而出，吞噬了他的敌人。",
	"Moving with the silence of the night, a black-clad halfling steps into a shadow beneath an arch and emerges from another inky shadow on a balcony a stone's throw away. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the tyrant prince, so vulnerable in the grip of sleep.": "伴随着夜的寂静，一个黑衣半身人步入拱门下的阴影中，从一箭之遥的阳台上的另一个墨色阴影中走出来。她把刀从包着布的刀鞘里滑出来，透过打开的窗户看向暴君王子，他在睡眠的控制下如此脆弱。",
	"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.": "无论他们的学科是什么，僧侣们都有一个共同点，那就是他们能够神奇地驾驭他们体内流动的能量。无论是以引人注目的战斗力展示，还是以防御能力和速度的微妙焦点来引导，这种能量都渗透到了僧侣所做的一切。",
	"Monks make careful study of a magical energy that most monastic traditions call ki. This energy is an element of the magic that suffuses the multiverse—specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of ki in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes.": "僧侣们对一种神奇的能量进行仔细研究，大多数僧侣的传统称之为 \"气\"。这种能量是弥漫在多元宇宙中的魔法的一种元素--具体地说，是流经活体的元素。僧侣们利用自己体内的这种力量来创造神奇的效果，并超越他们身体的物理能力，他们的一些特殊攻击可以阻碍对手体内的气的流动。利用这种能量，僧侣们将不可思议的速度和力量引入他们的徒手打击。随着他们经验的增加，他们的武术训练和对气的掌握使他们对自己的身体和敌人的身体有更多的力量。",
	"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other mortal or divine power.": "有些僧侣完全与周围的人分开居住，与任何可能阻碍他们精神进步的东西隔离。其他人则发誓要与世隔绝，只在他们的领袖、贵族赞助人或其他一些凡人或神灵的命令下出现，充当间谍或刺客。",
	"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.": "大多数僧侣并不回避他们的邻居，他们经常访问附近的城镇或村庄，用他们的服务换取食物和其他物品。作为多才多艺的战士，僧侣们最终往往会保护他们的邻居免受怪物或暴君的侵害。",
	"For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. As a rule, monks care little for material wealth and are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering their treasure.": "对于僧侣来说，成为一名冒险家意味着离开结构化的公共生活方式，成为一名流浪者。这可能是一个严酷的转变，僧侣们不会轻易地进行这种转变。那些离开修道院的人认真对待他们的工作，把他们的冒险当作对他们身体和精神成长的个人考验。通常，僧侣们对物质财富不屑一顾，他们渴望完成一项更伟大的使命，而不仅仅是杀死怪物和掠夺他们的财宝。",
	"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?": "当你塑造你的僧侣角色时，想一想你与你学习技能和度过成长岁月的寺院的关系。你是一个孤儿，还是一个被留在寺院门槛上的孩子？你的父母是否为了感谢僧侣们的服务而将你许配给寺院？你进入这种隐居生活是为了躲避你犯下的罪行吗？还是你为自己选择了寺院生活？",
	"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?": "考虑一下你为什么离开。你的寺院负责人是否选择你去执行一个超越回廊的特别重要的任务？也许你是因为违反了社区的某些规则而被赶出来的。你是害怕离开，还是乐意离开？你是否有希望在修道院之外完成的事情？你是否渴望回到你的家？",
	"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.": "由于僧侣社区的结构化生活和驾驭基业所需的纪律，僧侣们几乎都是合法的排列。",
	"Do not mistake my silence for acceptance of your villainy. While you blustered and threatened, I've planned four different ways to snap your neck with my bare hands.": "不要把我的沉默误认为是对你的恶行的接受。当你虚张声势和威胁的时候，我已经计划了四种不同的方式，徒手拧断你的脖子。",
	"Monks walk a path of contradiction. They study their art as a wizard does, and like a wizard, they wear no armor and typically eschew weapons. Yet they are deadly combatants, their abilities on a par with those of a raging barbarian or a superbly trained fighter. Monks embrace this seeming contradiction, for it speaks to the core of all monastic study. By coming to know oneself completely, one learns much of the wider world.": "僧侣走的是一条矛盾的道路。他们像巫师一样研究他们的艺术，像巫师一样，他们不穿盔甲，通常避开武器。然而，他们是致命的战斗员，他们的能力与那些狂暴的野蛮人或训练有素的战士不相上下。僧侣们接受这种看似矛盾的现象，因为它道出了所有僧侣研究的核心。通过完全了解自己，人们可以了解到更广阔的世界。",
	"A monk's focus on inner mastery leads many such individuals to become detached from society, more concerned with their personal experience than with happenings elsewhere. Adventuring monks are a rare breed of an already rare type of character, taking their quest for perfection beyond the walls of the monastery into the world at large.": "僧侣专注于内心的掌握，导致许多这样的人脱离社会，更关心他们的个人经历而不是其他地方发生的事情。冒险的僧侣是一种罕见的人物类型，他们把对完美的追求从寺院的围墙中带到了整个世界。",
	"Playing a monk character offers many intriguing opportunities to try something different. To distinguish your monk character even further, consider the options in the sections that follow.": "扮演僧侣角色提供了许多耐人寻味的机会来尝试不同的东西。为了使你的僧侣角色更加与众不同，请考虑下面几节中的选项。",
	"A monk studies in a monastery in preparation for a life of asceticism. Most of those who enter a monastery make it their home for the rest of their lives, with the exception of adventurers and others who have reason to leave. For those individuals, a monastery might serve as a refuge between excursions to the world or as a source of support in times of need.": "僧侣在寺院中学习，准备过苦行僧的生活。除了冒险家和其他有理由离开的人之外，大多数进入寺院的人都把它作为自己余生的家。对于这些人来说，寺院可以作为他们游历世界之间的一个避难所，或者在需要时作为支持的来源。",
	"What sort of place was your monastery, and where is it located? Did attending it contribute to your experience in an unusual or distinctive way?": "你的寺院是一个什么样的地方，它位于哪里？参加它是否以不寻常或独特的方式对你的经历有所贡献？",
	"Your monastery is carved out of a mountainside, where it looms over a treacherous pass.": "你的寺院是在山坡上雕刻出来的，在那里它俯瞰着一个险峻的山口。",
	"Your monastery is high in the branches of an immense tree in the Feywild.": "你的寺院高高在上，位于仙境中一棵巨大的树的树枝上。",
	"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying.": "你的寺院是很久以前由一个云端巨人建立的，在一个只有通过飞行才能到达的云端城堡内。",
	"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders.": "你们的寺院建在一个由温泉、间歇泉和硫磺池组成的火山系统旁边。你们定期接待阿泽尔商人的来访。",
	"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms.": "你的寺院是由地精建立的，是一个由隧道和房间组成的地下迷宫。",
	"Your monastery was carved from an iceberg in the frozen reaches of the world.": "你的寺院是在世界冰封的地方用冰山雕刻而成的。",
	"Even in the monastic lifestyle, which eschews materialism and personal possessions, symbolism plays an important part in defining the identity of an order. Some monastic orders treat certain creatures with special regard, either because the creature is tied to the order's history or because it serves as an example of a quality the monks seek to emulate.": "即使在摒弃物质主义和个人财产的修道院生活方式中，象征主义也在确定一个教团的身份方面发挥着重要作用。一些修道会特别重视某些生物，因为这些生物与修道会的历史有关，或者因为它是僧侣们寻求效仿的品质的典范。",
	"If your character's monastery had a special icon, you might wear a crude image of the creature somewhere inconspicuous on your clothing to serve as an identifying mark. Or perhaps your order's icon does not have a physical form but is expressed through a gesture or a posture that you adopt, and which other monks might know how to interpret.": "如果你的角色所在的寺院有一个特殊的圣像，你可以在衣服上某个不显眼的地方佩戴一个粗糙的生物形象，作为一个识别标志。或者，你的教团的圣像没有实体形式，而是通过你的一个手势或姿势来表达，其他僧侣可能知道如何解释。",
	"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey.": "猴子。迅速的反应和穿越树梢的能力是你的命令欣赏猴子的两个原因。",
	"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea.": "龙龟。你们海边寺院的僧侣们敬仰龙龟，诵读古老的祈祷文，献上花环，以纪念这个活着的海洋之灵。",
	"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin.": "麒麟。你的寺院认为其主要目的是以麒麟的方式看守和保护土地。",
	"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations.": "猫头鹰熊。你们寺院的僧侣们崇尚一个猫头鹰家族，并与它们世代共存。",
	"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously.": "九头蛇。你们的命令将九头蛇单列出来，因为它有能力同时释放几种攻击。",
	"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure.": "龙。一条龙曾在你的寺院里栖息。它的影响在它离开后仍然存在。",
	"During your studies, you were likely under the tutelage of a master who imparted to you the precepts of the order. Your master was the one most responsible for shaping your understanding of the martial arts and your attitude toward the world. What sort of person was your master, and how did your relationship with your master affect you?": "在学习期间，你很可能受到一位大师的指导，他向你传授了教团的戒律。你的师父是最有责任塑造你对武术的理解和你对世界的态度的人。你的师父是个什么样的人，你与师父的关系对你有什么影响？",
	"Your master was a tyrant whom you had to defeat in single combat to complete your instruction.": "你的主人是一个暴君，你必须在单挑中击败他，以完成你的教学。",
	"Your master was kindly and taught you to pursue the cause of peace.": "你的主人很慈祥，教你追求和平的事业。",
	"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session.": "你的主人毫不留情地把你推到了极限。在一次特别残酷的练习中，你几乎失去了一只眼睛。",
	"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end.": "你的师父在辅导你时似乎心地善良，但最后却背叛了你的寺院。",
	"Your master was cold and distant. You suspect that the two of you might be related.": "你的主人很冷漠，很疏远。你怀疑你们两个人可能有关系。",
	"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you.": "你的师父亲切而慷慨，从未对你的进步提出批评。尽管如此，你觉得自己从未完全达到对你的期望。",
	"Your practice of martial arts gives you mastery of combat styles that use unarmed strikes and monk weapons, which are shortswords and any simple melee weapons that don't have the two-handed or heavy property.": "你对武术的练习使你掌握了使用徒手打击和僧侣武器的战斗方式，这些武器是短剑和任何没有双手或重型属性的简单近战武器。",
	"You gain the following benefits while you are unarmed or wielding only monk weapons and you aren't wearing armor or wielding a shield.": "当你手无寸铁或只挥舞僧侣武器，并且没有穿戴盔甲或挥舞盾牌时，你会获得以下好处。",
	"You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes and monk weapons.": "你可以用灵巧代替力量来进行你的徒手打击和僧侣武器的攻击和伤害卷。",
	"Certain monasteries use specialized forms of the monk weapons. For example, you might use a club that is two lengths of wood connected by a short chain (called a nunchaku) or a sickle with a shorter, straighter blade (called a kama).": "某些寺院使用专门形式的僧侣武器。例如，你可能会使用一根由短链连接的两段木头组成的棍子（称为双节棍），或者使用带有较短、较直刀刃的镰刀（称为卡马）。",
	"You can use this feature to define your monk weapons, rather than using the definition in Martial Arts.": "你可以使用这个功能来定义你的僧侣武器，而不是使用武术中的定义。",
	"You practice your martial arts with specially chosen weapons, which become monk weapons for you. You can choose a number of weapons to be your monk weapons equal to 5 + your Wisdom modifier (minimum of five weapons). The chosen weapons must each meet the following criteria:": "你用特别选择的武器练习你的武术，这些武器成为你的僧侣武器。你可以选择一定数量的武器作为你的僧侣武器，数量等于5+你的智慧修正值（最少5件武器）。所选的武器必须符合以下条件。",
	"The weapon must be a simple or martial weapon.": "该武器必须是简单或武术武器。",
	"You must be proficient with the weapon.": "你必须熟练掌握该武器。",
	"Beginning at 1st level, while you are wearing no armor and not wielding a shield, your AC equals 10 + your Dexterity modifier + your Wisdom modifier.": "从1级开始，当你没有穿戴盔甲并且没有挥舞盾牌时，你的攻击力等于10+你的灵巧修改器+你的智慧修改器。",
	"You train yourself to use a variety of weapons as monk weapons, not just simple melee weapons and shortswords. Whenever you finish a short or long rest, you can touch one weapon, focus your ki on it, and then count that weapon as a monk weapon until you use this feature again.": "你训练自己使用各种武器作为僧侣武器，而不仅仅是简单的近战武器和短剑。每当你完成一个短期或长期的休息，你可以接触一件武器，将你的气力集中在它身上，然后将该武器算作僧侣武器，直到你再次使用这个功能。",
	"The chosen weapon must meet these criteria:": "所选择的武器必须符合这些标准。",
	"You must be proficient with it.": "你必须熟练掌握它。",
	"It must lack the heavy and special properties.": "它必须缺乏沉重和特殊的属性。",
	"When you spend a ki point, it is unavailable until you finish a short or long rest, at the end of which you draw all of your expended ki back into yourself. You must spend at least 30 minutes of the rest meditating to regain your ki points.": "当你花费了一个气力点，它就无法使用，直到你完成一个短期或长期的休息，在休息结束时，你会把所有消耗的气力抽回给自己。你必须用至少30分钟的休息时间进行冥想，以恢复你的气力点。",
	"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "你的一些奇异功能需要你的目标做出一个自救动作来抵抗该功能的效果。蓄力动作的计算方法如下。",
	"When you make a ranged weapon attack, you can spend 1 ki point to prevent attacking at long range from imposing disadvantage on your attack rolls until the end of the current turn.": "当你进行远程武器攻击时，你可以花费1个基点来防止远距离攻击对你的攻击卷施加不利条件，直到当前回合结束。",
	"As an action, you can spend 2 ki points and roll a Martial Arts die. You regain a number of hit points equal to the number rolled.": "作为一个行动，你可以花费2点气力并掷出一个武术骰子。你恢复的命中率与掷出的数字相等。",
	"If you spend 1 ki or more as part of your action on your turn, you can then immediately make one unarmed strike as a bonus action.": "如果你在你的回合中花费1个基数或更多作为你行动的一部分，那么你可以立即进行一次徒手攻击作为奖励行动。",
	"Starting at 2nd level, your speed increases by 10 feet while you are not wearing armor or wielding a shield. This bonus increases when you reach certain monk levels, as shown in the Monk table.": "从2级开始，当你没有穿戴盔甲或挥舞盾牌时，你的速度增加10英尺。当你达到一定的僧侣等级时，这个奖励会增加，如僧侣表所示。",
	"At 9th level, you gain the ability to move along vertical surfaces and across liquids on your turn without falling during the move.": "在第9级时，你获得了沿着垂直表面移动和穿越液体的能力，在移动过程中不会摔倒。",
	"If you reduce the damage to 0, you can catch the missile if it is small enough for you to hold in one hand and you have at least one hand free. If you catch a missile in this way, you can spend 1 ki point to make a ranged attack (range 20/60 feet) with the weapon or piece of ammunition you just caught, as part of the same reaction. You make this attack with proficiency, regardless of your weapon proficiencies, and the missile counts as a monk weapon for the attack.": "如果你将伤害降低到0，如果导弹足够小，你可以用一只手握住它，并且你至少有一只手是空闲的。如果你以这种方式抓住一枚导弹，你可以花费1个基点用你刚刚抓住的武器或弹药进行一次范围攻击（范围20/60英尺），作为同一反应的一部分。你以熟练度进行这次攻击，而不考虑你的武器熟练度，并且导弹在攻击中被算作僧侣武器。",
	"If you spend 1 ki point or more as part of your action on your turn, you can make one attack with an unarmed strike or a monk weapon as a bonus action before the end of the turn.": "如果你在你的回合中花费1个基点或更多作为你行动的一部分，你可以在回合结束前用徒手攻击或僧侣武器进行一次攻击作为额外行动。",
	"When you reach 3rd level, you commit yourself to a monastic tradition, chosen from the list of available traditions. Your tradition grants you features at 3rd level and again at 6th, 11th, and 17th level.": "当你达到3级时，你将自己投入到一个僧侣传统中，从可用的传统列表中选择。你的传统在3级时赋予你特性，在6级、11级和17级时再次赋予你特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"As an action, you can spend 2 ki points and roll a Martial Arts die. You regain a number of hit points equal to the number rolled plus your proficiency bonus.": "作为一个行动，你可以花费2点气力，掷一个武术骰子。你恢复的命中率等于掷出的数字加上你的熟练度奖励。",
	"Beginning at 4th level, you can use your reaction when you fall to reduce any falling damage you take by an amount equal to five times your monk level.": "从四级开始，你可以在跌倒时使用你的反应，减少你受到的任何跌倒伤害，其数量等于你的僧侣等级的五倍。",
	"When you miss with an attack roll, you can spend 1 to 3 ki points to increase your attack roll by 2 for each of these ki points you spend, potentially turning the miss into a hit.": "当你的攻击卷失误时，你可以花费1到3个基点，使你的攻击卷增加2个基点，有可能将失误变成命中。",
	"Starting at 6th level, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从第6级开始，你的徒手攻击被算作魔法攻击，以克服对非魔法攻击和伤害的抵抗和免疫。",
	"At 6th level, you gain one feature granted by your Monastic Tradition.": "在6级时，你获得一个由你的僧侣传统赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 10th level, your mastery of the ki flowing through you makes you immune to disease and poison.": "10级时，你对流经你体内的气的掌握使你对疾病和毒药免疫。",
	"At 11th level, you gain one feature granted by your Monastic Tradition.": "在11级时，你获得一个由你的修道士传统赋予的特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Beginning at 14th level, your mastery of ki grants you proficiency in all saving throws.": "从14级开始，你的 \"气 \"的掌握使你对所有的救赎动作都很熟练。",
	"Additionally, whenever you make a saving throw and fail, you can spend 1 ki point to reroll it and take the second result.": "此外，每当你做拯救动作而失败时，你可以花费1个基点来重做，并接受第二个结果。",
	"At 15th level, your ki sustains you so that you suffer none of the frailty of old age, and you can't be aged magically. You can still die of old age, however. In addition, you no longer need food or water.": "在15级的时候，你的气力支撑着你，所以你不会受到年老体弱的影响，而且你也不会因为魔法而变老。然而，你仍然可以因年老而死亡。此外，你不再需要食物和水。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you gain one feature granted by your Monastic Tradition.": "在17级时，你获得一个由你的修道士传统授予的特性。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, when you roll for initiative and have no ki points remaining, you regain 4 ki points.": "在20级时，当你掷出主动权并没有剩余的气力值时，你会重新获得4个气力值。",
	"As a follower of the Way of the Ascendant Dragon, you decide how you unlocked the power of dragons within yourself. The Ascendant Dragon Origin table offers a number of possibilities.": "作为上升星座龙之道的追随者，你决定如何在自己体内释放龙的力量。上升龙起源表提供了一些可能性。",
	"You honed your abilities by aligning your spirit with a dragon's world-altering power.": "你通过将你的精神与龙的改变世界的力量结合起来，磨练你的能力。",
	"A dragon personally took an active role in shaping your inner energy.": "一条龙亲自在塑造你的内在能量方面发挥了积极作用。",
	"You studied at a monastery that traces its teachings back centuries or more to a single dragon's instruction, or one that is devoted to a dragon god.": "你在一个可以追溯到几个世纪前或更久前的龙的教导的寺院学习，或者一个致力于龙神的寺院。",
	"You spent long stretches meditating in the region around an ancient dragon's lair, absorbing that lair's ambient magic.": "你在一个古龙巢穴周围的区域长时间冥想，吸收巢穴的环境魔法。",
	"You found a scroll written in Draconic that contained inspiring new techniques.": "你发现了一个用德拉科尼亚语写的卷轴，里面有鼓舞人心的新技术。",
	"After a dream featuring a five-handed dragonborn, you awoke with the mystical breath of dragons.": "在做了一个以五手龙族为主角的梦后，你带着龙的神秘气息醒来。",
	"At 11th level, the damage of this feature increases to three rolls of your Martial Arts die.": "在11级时，这个功能的伤害增加到你的武术模子的三卷。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. While you have no uses available, you can spend 2 ki points to use this feature again.": "你可以使用这个功能的次数等于你的熟练度加成，当你完成一个长时间的休息时，你会恢复所有消耗的使用。当你没有可用的使用次数时，你可以花费2个基点来再次使用这个功能。",
	"You can channel draconic power to magnify your presence and imbue your unarmed strikes with the essence of a dragon's breath. You gain the following benefits:": "你可以引导龙族的力量来放大你的存在，并使你的徒手打击充满了龙的气息的精华。你会获得以下好处。",
	"When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison.": "当你用徒手攻击伤害一个目标时，你可以将伤害类型改为酸、冷、火、雷电或毒。",
	"When you use your Step of the Wind, you can unfurl spectral draconic wings from your back that vanish at the end of your turn. While the wings exist, you have a flying speed equal to your walking speed.": "当你使用 \"风之步 \"时，你可以从你的背后展开幽灵龙翼，并在你的回合结束时消失。当翅膀存在时，你的飞行速度与你的步行速度相等。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"The power of your draconic spirit now radiates from you, warding your allies or inspiring fear in your enemies. As a bonus action, you can create an aura of draconic power that radiates 10 feet from you for 1 minute. For the duration, you gain one of the following effects of your choice:": "你的龙族精神的力量现在从你身上散发出来，保护你的盟友或激发敌人的恐惧。作为一个额外的行动，你可以创造一个龙族力量的光环，从你身上辐射出10英尺，持续1分钟。在持续时间内，你会获得你所选择的下列效果之一。",
	"Once you create this aura, you can't create it again until you finish a long rest, unless you expend 3 ki points to create it again.": "一旦你创造了这个光环，你就不能再创造它，直到你完成一个长时间的休息，除非你耗费3个基点来再次创造它。",
	"Your draconic spirit reaches its peak. You gain the following benefits:": "你的龙族精神达到巅峰。你获得以下好处。",
	"When you use your Breath of the Dragon, you can spend 1 ki point to augment its shape and power. The exhalation of draconic energy becomes either a 60-foot cone or a 90-foot line that is 5 feet wide (your choice), and each creature in that area takes damage equal to four rolls of your Martial Arts die on a failed save, or half as much damage on a successful one.": "当你使用你的龙息时，你可以花费1个气点来增强其形状和力量。吐出的龙气会变成一个60英尺的圆锥体或一条90英尺宽的线（由你选择），该区域内的每个生物在救赎失败的情况下会受到相当于你的武术模子四卷的伤害，或在救赎成功的情况下受到一半的伤害。",
	"You follow a monastic tradition that teaches you to harness the elements. When you focus your ki, you can align yourself with the forces of creation and bend the four elements to your will, using them as an extension of your body. Some members of this tradition dedicate themselves to a single element, but others weave the elements together.": "你遵循一个教导你驾驭元素的修道传统。当你集中你的气力时，你可以使自己与创造的力量保持一致，并按照你的意愿弯曲四种元素，将它们作为你身体的延伸。这个传统的一些成员将自己奉献给一个单一的元素，但其他人将各种元素编织在一起。",
	"Many monks of this tradition tattoo their bodies with representations of their ki powers, commonly imagined as coiling dragons, but also as phoenixes, fish, plants, mountains, and cresting waves.": "这一传统的许多僧侣在身上纹上代表其气功的图案，通常想象为盘龙，也有想象为凤凰、鱼、植物、山和波浪。",
	"You learn magical disciplines that harness the power of the four elements. A discipline requires you to spend ki points each time you use it.": "你学习利用四种元素的力量的魔法学科。一项修行需要你在每次使用它时花费基点。",
	"You know the Elemental Attunement discipline and one other elemental discipline of your choice. You learn one additional elemental discipline of your choice at 6th, 11th, and 17th level.": "你知道元素修炼和一个你选择的其他元素修炼。在6级、11级和17级时，你会额外学习一种你选择的元素修行。",
	"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline.": "每当你学习一种新的元素修炼，你也可以用一种不同的修炼替换你已经知道的一种元素修炼。",
	"The maximum number of ki points you can spend to cast a spell in this way (including its base ki point cost and any additional ki points you spend to increase its level) is determined by your monk level, as shown in the Spells and Ki Points table. At 5th level, you may spend up to 3 ki points; this increases to 4 ki points at 9th level, 5 at 13th level, and 6 at 17th level.": "你以这种方式施展法术所能花费的最大基点（包括其基本基点成本和你为提高其等级所花费的任何额外基点）由你的僧侣等级决定，如法术和基点表所示。在5级时，你最多可以花费3个基点；9级时增加到4个基点，13级时增加到5个，17级时增加到6个。",
	"The elemental disciplines are presented in alphabetical order. If a discipline requires a level, you must be the level in this class to learn the discipline.": "元素学科是按字母顺序排列的。如果一个学科需要一个等级，你必须达到这个等级才能学习这个学科。",
	"You learn one additional elemental discipline of your choice. You should know 2 elemental disciplines, as well as Elemental Attunement.": "你额外学习一个你选择的元素修行。你应该知道2种元素修炼，以及元素调和。",
	"You learn one additional elemental discipline of your choice. You should know 3 elemental disciplines, as well as Elemental Attunement.": "你额外学习一种你选择的元素修炼。你应该知道3种元素修炼，以及元素调和。",
	"You learn one additional elemental discipline of your choice. You should know 4 elemental disciplines, as well as Elemental Attunement.": "你额外学习一种你选择的元素修炼。你应该知道4种元素修炼，以及元素调和。",
	"Monks of the Way of the Open Hand are the ultimate masters of martial arts combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm.": "张手道的僧侣是武术战斗的终极大师，无论是武装还是非武装。他们学习推搡和绊倒对手的技巧，操纵气力来治疗身体的损伤，并练习可以保护他们免受伤害的高级冥想。",
	"You can manipulate your enemy's ki when you harness your own. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can impose one of the following effects on that target.": "当你驾驭自己的气时，你可以操纵敌人的气。每当你用你的 \"连击 \"所赋予的攻击击中一个生物时，你可以对该目标施加下列效果之一。",
	"It must make a Strength saving throw. If it fails, you can push it up to 15 feet away from you.": "它必须做一个力量救赎的动作。如果它失败了，你可以把它推到离你15英尺远的地方。",
	"It can't take reactions until the end of your next turn.": "在你下一回合结束之前，它不能采取反应。",
	"You gain the ability to heal yourself. As an action, you can regain hit points equal to three times your monk level. You must finish a long rest before you can use this feature again.": "你获得自我治疗的能力。作为一个动作，你可以恢复相当于你的僧侣等级三倍的攻击点数。你必须在完成一次长时间的休息后才能再次使用这个功能。"
}