{
	"A human in clanging plate armor holds her shield before her as she runs toward the massed goblins. An elf behind her, clad in studded leather armor, peppers the goblins with arrows loosed from his exquisite bow. The half-orc nearby shouts orders, helping the two combatants coordinate their assault to the best advantage.": "一个穿着铿锵有力的板甲的人类在她面前举着她的盾牌，向大批的地精跑去。她身后的一个精灵，身穿镶钉皮甲，用他精致的弓箭向地精们射去。旁边的半兽人喊着命令，帮助这两个战斗人员协调他们的攻击，以获得最佳优势。",
	"A dwarf in chain mail interposes his shield between the ogre's club and his companion, knocking the deadly blow aside. His companion, a half-elf in scale armor, swings two scimitars in a blinding whirl as she circles the ogre, looking for a blind spot in its defenses.": "一个穿着链甲的矮人将他的盾牌插在食人魔的棍子和他的同伴之间，将致命的一击打到一边。他的同伴，一个身穿鳞甲的半精灵，挥舞着两把弯刀打出了一个刺眼的旋涡，她绕着食人魔转，寻找它防御的盲点。",
	"A gladiator fights for sport in an arena, a master with his trident and net, skilled at toppling foes and moving them around for the crowd's delight—and his own tactical advantage. His opponent's sword flares with blue light an instant before she sends lightning flashing forth to smite him.": "一个角斗士在竞技场上为运动而战，他是一个使用三叉戟和网的高手，熟练地推翻敌人，让他们在观众的欢呼声中移动，也是他自己的战术优势。他的对手的剑在她发出闪电击打他之前的一瞬间发出了蓝光。",
	"All of these heroes are fighters, perhaps the most diverse class of characters in the worlds of Dungeons & Dragons. Questing knights, conquering overlords, royal champions, elite foot soldiers, hardened mercenaries, and bandit kings—as fighters, they all share an unparalleled mastery with weapons and armor, and a thorough knowledge of the skills of combat. And they are well acquainted with death, both meting it out and staring it defiantly in the face.": "所有这些英雄都是战士，也许是《龙与地下城》世界中最多样化的一类角色。探险的骑士、征服的霸主、皇室的冠军、精锐的步兵、坚韧的雇佣兵和强盗之王--作为战士，他们都对武器和盔甲有着无与伦比的掌握，并对战斗技巧有着全面的了解。他们对死亡非常熟悉，既能将其击倒，又能轻蔑地盯着它。",
	"Fighters learn the basics of all combat styles. Every fighter can swing an axe, fence with a rapier, wield a longsword or a greatsword, use a bow, and even trap foes in a net with some degree of skill. Likewise, a fighter is adept with shields and every form of armor. Beyond that basic degree of familiarity, each fighter specializes in a certain style of combat. Some concentrate on archery, some on fighting with two weapons at once, and some on augmenting their martial skills with magic. This combination of broad general ability and extensive specialization makes fighters superior combatants on battlefields and in dungeons alike.": "战士们学习所有战斗风格的基础知识。每个战士都能挥舞斧头，用剑杆击剑，挥舞长剑或大剑，使用弓箭，甚至能在某种程度上熟练地将敌人困在网中。同样地，战士也善于使用盾牌和各种形式的盔甲。除了这种基本的熟悉程度之外，每个战士都擅长于某种战斗风格。有些人专注于射箭，有些人同时使用两种武器作战，有些人则用魔法来增强他们的武术技能。这种广泛的综合能力和广泛的专业化的结合，使战士们在战场上和地牢里都是卓越的战斗人员。",
	"Not every member of the city watch, the village militia, or the queen's army is a fighter. Most of these troops are relatively untrained soldiers with only the most basic combat knowledge. Veteran soldiers, military officers, trained bodyguards, dedicated knights, and similar figures are fighters.": "不是每一个城市守望者、乡村民兵或女王军队的成员都是战士。这些部队中的大多数是相对没有受过训练的士兵，只有最基本的战斗知识。老兵、军官、训练有素的保镖、专职骑士和类似的人物都是战士。",
	"Some fighters feel drawn to use their training as adventurers. The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a fighter, not all that different from the life he or she left behind. There are greater risks, perhaps, but also much greater rewards—few fighters in the city watch have the opportunity to discover a magic flame tongue sword, for example.": "有些战士感到被吸引来使用他们作为冒险家的训练。深入地牢、杀死怪物和其他在冒险者中常见的危险工作是战士的第二天性，与他或她留下的生活没有什么不同。也许有更大的风险，但也有更大的回报--例如，在城市观察中很少有战士有机会发现一把神奇的焰舌剑。",
	"You might have enjoyed formal training in a noble's army or in a local militia. Perhaps you trained in a war academy, learning strategy, tactics, and military history. Or you might be self-taught—unpolished but well tested. Did you take up the sword as a way to escape the limits of life on a farm, or are you following a proud family tradition? Where did you acquire your weapons and armor? They might have been military issue or family heirlooms, or perhaps you scrimped and saved for years to buy them. Your armaments are now among your most important possessions—the only things that stand between you and death's embrace.": "你可能在贵族的军队或地方民兵中接受过正式的训练。也许你在战争学院受训，学习战略、战术和军事历史。或者你可能是自学成才--没有经过打磨，但经过良好的测试。你拿起剑是为了摆脱农场生活的局限性，还是在遵循一个自豪的家族传统？你的武器和盔甲是从哪里获得的？它们可能是军方发行的或家族的传家宝，也可能是你节衣缩食多年买来的。你的武器现在是你最重要的财产之一，是你和死亡的拥抱之间唯一的东西。",
	"Let me know when you're all done talking.": "你们都说完了就告诉我吧。",
	"Although some adventuring fighters risk their lives fighting for glory or treasure, others are primarily concerned with the welfare of others. They put more value on the well-being of the society, the village, or the group than on their own safety. Even if there's gold in the offing, the true reward for most fighters comes from sending enemies to their doom.": "虽然有些冒险战士冒着生命危险为荣誉或财宝而战，但其他人主要关心的是他人的福利。他们把社会、村庄或团体的福祉看得比自己的安全更重要。即使有黄金在手，对大多数战士来说，真正的回报来自于将敌人送上绝路。",
	"The sections below offer ways to add a little depth and a few personal touches to your fighter character.": "下面的章节提供了为你的战士角色增加一点深度和一些个人修饰的方法。",
	"Fighters typically do battle for a cause. Some fight on behalf of kingdoms besieged by monsters, while others quest only for personal glory. In either case, a fighter often displays a heraldic sign that represents that cause, either adopting the symbol of a nation or a royal line, or creating a crest to represent one's self-interest.": "战士们通常是为了某种原因而战斗。有些人代表被怪物围困的王国而战，有些人则只为个人荣誉而战。无论是哪种情况，战士通常都会展示一个代表该事业的纹章标志，要么采用一个国家或王室的标志，要么创造一个代表自我利益的纹章。",
	"Your character could be affiliated with an organization or a cause, and thus might already travel under a banner of some sort. If that's not the case, consider devising a heraldic sign that symbolizes an aspect of your nature or speaks to what you see as your purpose in the world.": "你的角色可能隶属于一个组织或一个事业，因此可能已经在某种旗帜下旅行。如果不是这种情况，可以考虑设计一个象征你本性的一个方面的预示牌，或者说你认为你在这个世界上的目的。",
	"A rampant golden dragon on a green field, representing valor and a quest for wealth": "绿地上一条猖獗的金龙，代表着英勇和对财富的追求",
	"The fist of a storm giant clutching lightning before a storm cloud, symbolizing wrath and power": "风暴巨人的拳头在风暴云前攥着闪电，象征着愤怒和力量",
	"Crossed greatswords in front of a castle gate, signifying the defense of a city or kingdom": "城堡门前的交叉大剑，象征着城市或王国的防御。",
	"A skull with a dagger through it, representing the doom you bring to your enemies": "一个有匕首穿过的头骨，代表你给你的敌人带来的厄运。",
	"A phoenix in a ring of fire, an expression of an indomitable spirit": "火圈中的凤凰，表达了一种不屈不挠的精神",
	"Three drops of blood beneath a horizontal sword blade on a black background, symbolizing three foes you have sworn to kill": "黑色背景上的横向剑刃下的三滴血，象征着你发誓要杀死的三个敌人",
	"Some fighters are natural-born combatants who have a talent for surviving in battle. Others learned the basics of their combat prowess in their formative years from spending time in a military or some other martial organization, when they were taught by the leaders of the group.": "有些战士是天生的战斗员，有在战斗中生存的天赋。其他人则是在成长期通过在军队或其他一些武术组织中度过的时间，在团体领导人的教导下学会了他们战斗力的基本知识。",
	"A third type of fighter comes from the ranks of those who received one-on-one instruction from an accomplished veteran of the craft. That instructor was, or perhaps still is, well versed in a certain aspect of combat that relates to the student's background.": "第三种类型的战士来自于那些从有成就的老手那里接受一对一指导的人的行列。这位教官过去，或者现在仍然精通与学生背景有关的某一方面的战斗。",
	"If you decide that your character had an individual instructor, what is that person's specialty? Do you emulate your instructor in how you fight, or did you take the instructor's teachings and adapt them to your own purposes?": "如果你决定你的角色有一个单独的教官，这个人的专长是什么？你是模仿教官的战斗方式，还是接受了教官的教诲并将其改编为自己的目的？",
	"Gladiator. Your instructor was a slave who fought for freedom in the arena, or one who willingly chose the gladiator's life to earn money and fame.": "角斗士。你的教官是在竞技场上为自由而战的奴隶，或者是自愿选择角斗士生活以赚取金钱和名声的人。",
	"Military. Your trainer served with a group of soldiers and knows much about working as a team.": "军队。你的培训师曾与一群士兵一起服役，对团队工作有很多了解。",
	"City Watch. Crowd control and peacekeeping are your instructor's specialties.": "城市观察。人群控制和维持和平是你们教官的专长。",
	"Tribal Warrior. Your instructor grew up in a tribe, where fighting for one's life was practically an everyday occurrence.": "部落战士。你的教官在一个部落里长大，在那里为自己的生命而战几乎是每天都在发生的事情。",
	"Street Fighter. Your trainer excels at urban combat, combining close-quarters work with silence and efficiency.": "街头霸王。你的训练师擅长城市作战，将近距离工作与沉默和效率相结合。",
	"Weapon Master. Your mentor helped you to become one with your chosen weapon, by imparting highly specialized knowledge of how to wield it most effectively.": "武器大师。你的导师通过传授如何最有效地挥舞武器的高度专业的知识，帮助你与你选择的武器融为一体。",
	"Many fighters distinguish themselves from their peers by adopting and perfecting a particular style or method of waging combat. Although this style might be a natural outgrowth of a fighter's personality, that's not always the case—someone's approach to the world in general does not necessarily dictate how that person operates when lives are on the line.": "许多战士通过采用和完善一种特定的战斗风格或方法使自己从同龄人中脱颖而出。虽然这种风格可能是拳手个性的自然流露，但情况并不总是这样--一个人对世界的态度不一定决定了他在生命攸关的时候如何操作。",
	"Do you have a combat style that mirrors your outlook on life, or is something else inside you unleashed when weapons are drawn?": "你是否有一种反映你人生观的战斗风格，或者当你拔出武器时，你内心的其他东西被释放出来？",
	"Elegant. You move with precise grace and total control, never using more energy than you need.": "优雅。你的动作精确优雅，完全控制，从不使用超过你需要的能量。",
	"Brutal. Your attacks rain down like hammer blows, meant to splinter bone or send blood flying.": "残暴的。你的攻击像锤子一样砸下来，意在劈开骨头或让血液飞溅。",
	"Cunning. You dart in to attack at just the right moment and use small-scale tactics to tilt the odds in your favor.": "狡猾。你在适当的时候飞快地进行攻击，并使用小规模的战术来使胜算向你倾斜。",
	"Effortless. You rarely perspire or display anything other than a stoic expression in battle.": "不费吹灰之力。在战斗中，你很少出汗，也很少表现出坚毅的表情以外的东西。",
	"Energetic. You sing and laugh during combat as your spirit soars. You are happiest when you have a foe in front of you and a weapon in hand.": "精力充沛。在战斗中你会唱歌和大笑，因为你的精神在飞升。当你面前有敌人，手中有武器时，你是最快乐的。",
	"Sinister. You scowl and sneer while fighting, and you enjoy mocking your foes as you defeat them.": "阴险。你在战斗时皱眉冷笑，你喜欢在击败敌人时嘲弄他们。",
	"You adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take the same Fighting Style option more than once, even if you get to choose again.": "你采用一种特殊的战斗风格作为你的专长。从以下选项中选择一个。你不能多次选择相同的格斗风格，即使你可以再次选择。",
	"If you know any maneuvers from the fighter's Battle Master archetype, you can replace one maneuver you know with a different maneuver whenever you finish a long rest. This change reflects your physical and mental preparation for the day ahead.": "如果你知道战士的战斗大师原型中的任何演习，每当你完成一次长时休息时，你可以用一个不同的演习代替你知道的一个演习。这种变化反映了你对未来一天的身体和精神准备。",
	"Whenever you gain a level in this class, you can replace a fighting style you know with another style available to your class. This change represents a shift of focus in your martial training and practice, causing you to lose the benefits of one style and gain the benefits of another style.": "每当你在这个班级中获得一个等级，你就可以用你班级中可用的另一种风格取代你所知道的一种战斗风格。这种变化代表着你的武术训练和练习重点的转移，使你失去一种风格的好处而获得另一种风格的好处。",
	"Once you use this feature, you must finish a short or long rest before you can use it again.": "一旦你使用这个功能，你必须完成一个短期或长期的休息才能再次使用。",
	"Starting at 2nd level, you can push yourself beyond your normal limits for a moment. On your turn, you can take one additional action.": "从第2级开始，你可以在片刻间超越自己的正常极限。在你的回合中，你可以采取一个额外的行动。",
	"Once you use this feature, you must finish a short or long rest before you can use it again. Starting at 17th level, you can use it twice before a rest, but only once on the same turn.": "一旦你使用了这个功能，你必须完成一个短期或长期的休息才能再次使用它。从17级开始，你可以在休息前使用它两次，但在同一回合只能使用一次。",
	"At 3rd level, you choose an archetype from the list available that you strive to emulate in your combat styles and techniques. The archetype you choose grants you features at 3rd level and again at 7th, 10th, 15th, and 18th level.": "在3级的时候，你从现有的列表中选择一个原型，在你的战斗风格和技巧中努力模仿。你选择的原型在3级时赋予你特性，在7级、10级、15级和18级时再次赋予你特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Whenever you reach a level in this class that grants the Ability Score Improvement feature, you can do one of the following, as you shift the focus of your martial practice:": "每当你在这个等级中达到授予能力值提高功能的等级时，你可以做以下一件事，因为你转移了你武术练习的重点。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"The number of attacks increases to three when you reach 11th level in this class and to four when you reach 20th level in this class.": "当你在这个等级达到11级时，攻击次数增加到3次，当你在这个等级达到20级时增加到4次。",
	"When you reach 6th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到6级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 7th level, you gain a feature granted by your Martial Archetype.": "在7级时，你获得一个由你的武学原型赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Beginning at 9th level, you can reroll a saving throw that you fail. If you do so, you must use the new roll, and you can't use this feature again until you finish a long rest.": "从第9级开始，你可以重新掷出你失败的救赎。如果你这样做了，你必须使用新的投掷方法，并且在你完成长时间休息之前，你不能再次使用这个功能。",
	"You can use this feature twice between long rests starting at 13th level and three times between long rests starting at 17th level.": "你可以在13级开始的长时间休息之间使用这个功能两次，在17级开始的长时间休息之间使用三次。",
	"At 10th level, you gain a feature granted by your Martial Archetype.": "在10级时，你获得一个由你的武学原型赋予的功能。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 13th level, you can use Indomitable twice between long rests.": "在13级时，你可以在长时间休息之间使用不屈不挠两次。",
	"When you reach 14th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到14级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 15th level, you gain a feature granted by your Martial Archetype.": "在15级时，你获得一个由你的武学原型赋予的功能。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you can use Action Surge twice before a rest, but only once on the same turn.": "17级时，你可以在休息前使用行动突进两次，但在同一回合只能使用一次。",
	"At 17th level, you can use Indomitable three times between long rests.": "17级时，你可以在长时间休息之间使用不屈不挠三次。",
	"At 18th level, you gain a feature granted by your Martial Archetype.": "在18级时，你获得一个由你的武学原型赋予的功能。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"A mysterious and feared frontline warrior of the Kryn Dynasty, the Echo Knight has mastered the art of using dunamis to summon the fading shades of unrealized timelines to aid them in battle. Surrounded by echoes of their own might, they charge into the fray as a cycling swarm of shadows and strikes.": "回声骑士是克莱恩王朝神秘而令人畏惧的前线战士，他掌握了使用杜纳米斯召唤未实现的时间线的消逝阴影来帮助他们作战的艺术。他们被自己的力量的回声所包围，作为一个循环的影子和打击的蜂群冲入战场。",
	"You can use the echo in the following ways:": "你可以通过以下方式使用回声。",
	"As a bonus action, you can teleport, magically swapping places with your echo at a cost of 15 feet of your movement, regardless of the distance between the two of you.": "作为一个额外的动作，你可以传送，以15英尺的移动距离为代价，与你的回声进行神奇的交换，而不管你们之间的距离如何。",
	"When a creature that you can see within 5 feet of your echo moves at least 5 feet away from it, you can use your reaction to make an opportunity attack against that creature as if you were in the echo's space.": "当你能看到的在你的回音5英尺范围内的生物从它身边移动至少5英尺时，你可以用你的反应对该生物进行一次机会攻击，就像你在回音的空间里一样。",
	"You can use this feature a number of times equal to your Constitution modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数等于你的体质修正值（最少一次）。当你完成长时间的休息时，你会重新获得所有已消耗的使用次数。",
	"You can make your echo throw itself in front of an attack directed at another creature that you can see. Before the attack roll is made, you can use your reaction to teleport the echo to an unoccupied space within 5 feet of the targeted creature. The attack roll that triggered the reaction is instead made against your echo.": "你可以让你的回音在针对另一个你能看到的生物的攻击面前投掷自己。在做出攻击卷之前，你可以用你的反应将回音传送到目标生物5英尺内的一个无人空间。触发反应的攻击卷将针对你的回音进行。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用了这个功能，你就不能再使用它，直到你完成一个短期或长期的休息。",
	"You can use a bonus action to create two echoes with your Manifest Echo feature, and these echoes can coexist. If you try to create a third echo, the previous two echoes are destroyed. Anything you can do from one echo's position can be done from the other's instead.": "你可以使用一个额外的动作，用你的显化回声功能创造两个回声，而且这些回声可以共存。如果你试图创造第三个回声，那么之前的两个回声就会被摧毁。你可以从一个回声的位置做的任何事情都可以从另一个回声的位置做。",
	"In addition, when you roll initiative and have no uses of your Unleash Incarnation feature left, you regain one use of that feature.": "此外，当你掷出主动权并没有使用你的 \"释放化身 \"功能时，你会重新获得该功能的一次使用权。",
	"Those who emulate the archetypal Battle Master employ martial techniques passed down through generations. To a Battle Master, combat is an academic field, sometimes including subjects beyond battle such as weaponsmithing and calligraphy. Not every fighter absorbs the lessons of history, theory, and artistry that are reflected in the Battle Master archetype, but those who do are well-rounded fighters of great skill and knowledge.": "那些模仿典型的战斗大师的人采用了世代相传的武术技术。对战斗大师来说，战斗是一个学术领域，有时包括战斗以外的科目，如武器制造和书法。并非每个战士都能吸收战斗大师原型所反映的历史、理论和艺术方面的课程，但那些吸收了的战士都是具有丰富技能和知识的全面战士。",
	"When you choose this archetype at 3rd level, you learn maneuvers that are fueled by special dice called superiority dice.": "当你在3级选择这个原型时，你会学习由特殊骰子推动的演习，这些骰子被称为优势骰子。",
	"You learn three maneuvers of your choice, which are listed under \"Maneuvers\" below. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack.": "你学习三种自选动作，这些动作在下面的 \"动作 \"中列出。许多演习以某种方式加强攻击。你每次攻击只能使用一种演习。",
	"You learn two additional maneuvers of your choice at 7th, 10th, and 15th level. Each time you learn new maneuvers, you can also replace one maneuver you know with a different one.": "你在第7、第10和第15级的时候会额外学习两个你选择的演习。每次你学习新的动作时，你也可以用一个不同的动作取代你所知道的一个动作。",
	"You gain another superiority die at 7th level and one more at 15th level.": "你在7级时获得另一个优势模子，在15级时再获得一个。",
	"Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:": "你的某些演习需要你的目标做出一个蓄力动作来抵抗演习的效果。蓄力动作的计算方式如下。",
	"The maneuvers are presented in alphabetical order.": "这些动作是按字母顺序排列的。",
	"At 7th level, you learn two additional maneuvers of your choice.": "在第7级时，你可以学习两个额外的自选动作。",
	"You gain another superiority die at 7th level.": "你在第七级时获得另一个优势模子。",
	"Strength score": "强度得分",
	"Dexterity score": "灵活性得分",
	"Constitution score": "宪法得分",
	"Armor Class": "盔甲等级",
	"Current hit points": "目前的命中率",
	"Total class levels (if any)": "班级总水平（如果有的话）",
	"Fighter class levels (if any)": "战斗机的等级（如果有的话）",
	"At 10th level, you learn two additional maneuvers of your choice.": "在10级时，你可以额外学习两种你选择的机动性。",
	"At 15th level, you learn two additional maneuvers of your choice.": "在15级时，你可以额外学习两种你选择的机动性。",
	"You gain another superiority die at 15th level.": "你在15级时获得另一个优势模子。",
	"Starting at 15th level, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die.": "从15级开始，当你掷出主动权并且没有剩余的优越性骰子时，你会重新获得1个优越性骰子。",
	"The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.": "冠军的原型专注于发展原始的身体力量，使之达到致命的完美。那些以这一原型为榜样的人将严格的训练与卓越的体能结合起来，以造成破坏性的打击。",
	"Beginning when you choose this archetype at 3rd level, your weapon attacks score a critical hit on a roll of 19 or 20.": "从你在3级时选择这个原型开始，你的武器攻击在掷出19或20的时候可以获得关键打击。",
	"Starting at 7th level, you can add half your proficiency bonus (round up) to any Strength, Dexterity, or Constitution check you make that doesn't already use your proficiency bonus.": "从第七级开始，你可以在你做的任何没有使用你的熟练度加分的力量、灵巧或体质检查中加入你的熟练度加分的一半（取整）。",
	"In addition, when you make a running long jump, the distance you can cover increases by a number of feet equal to your Strength modifier.": "此外，当你进行跑步跳远时，你能覆盖的距离会增加等于你的力量修正值的英尺数。",
	"At 10th level, you can choose a second option from the Fighting Style class feature.": "在10级时，你可以从战斗风格类特征中选择第二个选项。",
	"Starting at 15th level, your weapon attacks score a critical hit on a roll of 18-20.": "从15级开始，你的武器攻击在掷出18-20的情况下可以获得关键打击。",
	"At 18th level, you attain the pinnacle of resilience in battle. At the start of each of your turns, you regain hit points equal to 5 + your Constitution modifier if you have no more than half of your hit points left. You don't gain this benefit if you have 0 hit points.": "在18级时，你在战斗中达到了复原力的顶峰。在你的每个回合开始时，如果你剩下的命中率不超过一半，你会重新获得相当于5+你的体质修正值的命中率。如果你的命中率为0，你就不会获得这个好处。",
	"The archetypal Eldritch Knight combines the martial mastery common to all fighters with a careful study of magic. Eldritch Knights use magical techniques similar to those practiced by wizards. They focus their study on two of the eight schools of magic—abjuration and evocation. Abjuration spells grant an Eldritch Knight additional protection in battle, and evocation spells deal damage to many foes at once, extending the fighter's reach in combat. These knights learn a comparatively small number of spells, committing them to memory instead of keeping them in a spellbook.": "典型的埃尔德里奇骑士结合了所有战士常见的武术技巧和对魔法的仔细研究。埃尔德里奇骑士使用的魔法技术类似于魔法师所练习的。他们的研究重点是八大魔法流派中的两个--变形术和召唤术。咒语能在战斗中为长生骑士提供额外的保护，而召唤法术能同时对许多敌人造成伤害，扩大战士的战斗范围。这些骑士学习的法术数量相对较少，他们把这些法术记在脑子里而不是保存在法术书里。",
	"You know three 1st-level wizard spells of your choice, two of which you must choose from the abjuration and evocation spells on the wizard spell list.": "你会三个自选的一级巫师法术，其中两个必须从巫师法术列表中的堕落和召唤法术中选择。",
	"The Spells Known column of the Eldritch Knight Spellcasting table shows when you learn more wizard spells of 1st level or higher. Each of these spells must be an abjuration or evocation spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.": "埃尔德里奇骑士法术表的 \"已知法术 \"一栏显示了你何时学会了更多1级或以上的巫师法术。每个法术都必须是你选择的咒语或召唤法术，并且必须是你有法术槽的等级。例如，当你在这个等级中达到7级时，你可以学习一个1级或2级的新法术。",
	"The spells you learn at 8th, 14th, and 20th level can come from any school of magic.": "你在8级、14级和20级学到的法术可以来自任何魔法流派。",
	"Whenever you gain a level in this class, you can replace one of the wizard spells you know with another spell of your choice from the wizard spell list. The new spell must be of a level for which you have spell slots, and it must be an abjuration or evocation spell, unless you're replacing the spell you gained at 3rd, 8th, 14th, or 20th level from any school of magic.": "每当你在这个等级中获得一个等级，你可以用你在巫师法术列表中选择的另一个法术来替换你所知道的一个巫师法术。新的法术必须是你有法术槽的等级，而且必须是咒语或召唤法术，除非你替换的是你在3、8、14或20级时从任何魔法流派获得的法术。",
	"At 3rd level, you learn a ritual that creates a magical bond between yourself and one weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must be within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond.": "在3级时，你学习一种仪式，在你和一件武器之间建立一种神奇的联系。你在1小时内完成这个仪式，可以在短暂的休息中完成。在整个仪式过程中，武器必须在你伸手可及的范围内，在仪式结束时，你会接触到武器并建立起纽带。",
	"You can have up to two bonded weapons, but can summon only one at a time with your bonus action. If you attempt to bond with a third weapon, you must break the bond with one of the other two.": "你最多可以拥有两把绑定的武器，但每次只能用你的额外行动召唤一把。如果你试图与第三把武器结合，你必须与另外两把武器中的一把解除结合。",
	"Beginning at 7th level, when you use your action to cast a cantrip, you can make one weapon attack as a bonus action.": "从第七级开始，当你用行动施展咒语时，你可以将一次武器攻击作为奖励行动。",
	"At 10th level, you learn how to make your weapon strikes undercut a creature's resistance to your spells. When you hit a creature with a weapon attack, that creature has disadvantage on the next saving throw it makes against a spell you cast before the end of your next turn.": "在10级时，你学会了如何使你的武器攻击削弱生物对你的法术的抵抗力。当你用武器攻击击中一个生物时，该生物在下一回合结束前对你施放的法术进行下一次蓄力时将处于不利地位。",
	"At 15th level, you gain the ability to teleport up to 30 feet to an unoccupied space you can see when you use your Action Surge. You can teleport before or after the additional action.": "在15级时，你获得了在使用行动突进时传送到你能看到的无人空间的能力，最多可以传送30英尺。你可以在额外行动之前或之后进行传送。",
	"Starting at 18th level, when you use your action to cast a spell, you can make one weapon attack as a bonus action.": "从18级开始，当你用行动施法时，你可以将一次武器攻击作为奖励行动。",
	"Purple Dragon Knights are warriors who hail from the kingdom of Cormyr. Pledged to protect the crown, they take the fight against evil beyond the kingdom's borders. They are tasked with wandering the land as knights errant, relying on their judgment, bravery, and fidelity to guide them in defeating evildoers.": "紫龙骑士是来自科米尔王国的战士。他们誓死保护王室，与王国边界以外的邪恶作斗争。他们的任务是以骑士的身份游荡在这片土地上，依靠他们的判断力、勇气和忠诚度来指导他们击败恶人。",
	"A Purple Dragon Knight inspires greatness in others by committing brave deeds in battle. The mere presence of a knight in a hamlet is enough to cause some orcs and bandits to seek easier prey. A lone knight is a skilled warrior, but a knight leading a band of allies can transform even the most poorly equipped militia into a ferocious war band.": "紫龙骑士通过在战斗中的英勇事迹来激励他人的伟大精神。仅仅一个骑士出现在一个小村庄，就足以让一些兽人和强盗寻找更容易的猎物。一个孤独的骑士是一个熟练的战士，但一个骑士带领一队盟友，甚至可以把装备最差的民兵变成一个凶猛的战队。",
	"A knight prefers to lead through deeds, not words. As a knight spearheads an attack, the knight's actions can awaken reserves of courage and conviction in allies that they never suspected they had.": "骑士更喜欢通过行动而不是语言来领导。当骑士带头进攻时，骑士的行动可以唤醒盟友的勇气和信念的储备，而他们从未怀疑过自己有这种能力。",
	"When you choose this archetype at 3rd level, you learn how to inspire your allies to fight on past their injuries.": "当你在3级选择这个原型时，你学会了如何激励你的盟友在受伤后继续战斗。",
	"When you use your Second Wind feature, you can choose up to three creatures within 60 feet of you that are allied with you. Each one regains hit points equal to your fighter level, provided that the creature can see or hear you.": "当你使用你的 \"第二风 \"特性时，你可以在你周围60英尺内选择最多三个与你结盟的生物。每个人都会恢复与你的战士等级相等的命中率，前提是该生物能看到或听到你。",
	"Purple Dragon Knights are tied to a specific order of Cormyrean knighthood.": "紫龙骑士与科米勒的一个特定骑士团联系在一起。",
	"Banneret serves as the generic name for this archetype if you use it in other campaign settings or to model warlords other than the Purple Dragon Knights.": "如果你在其他战役环境中使用这个原型，或者为紫龙骑士以外的军阀建模，那么班纳特可以作为这个原型的通用名称。",
	"A Purple Dragon Knight serves as an envoy of the Cormyrean crown. Knights of high standing are expected to conduct themselves with grace.": "紫龙骑士充当科米雷亚王室的特使。享有崇高地位的骑士被期望以优雅的方式行事。",
	"Starting at 10th level, when you use your Action Surge feature, you can choose one creature within 60 feet of you that is allied with you. That creature can make one melee or ranged weapon attack with its reaction, provided that it can see or hear you.": "从10级开始，当你使用你的行动突进功能时，你可以在你周围60英尺内选择一个与你结盟的生物。该生物可以用其反应进行一次近战或远程武器攻击，前提是它能看到或听到你。",
	"Starting at 18th level, you can choose two allies within 60 feet of you, rather than one.": "从18级开始，你可以选择60英尺内的两个盟友，而不是一个。",
	"As a Psi Warrior, you might have honed your psionic abilities through solo discipline, unlocked it under the tutelage of a master, or refined it at an academy dedicated to wielding the mind's power as both weapon and shield.": "作为一名灵媒战士，你可能已经通过单人修炼磨练了你的灵媒能力，在大师的指导下解锁了它，或者在一所致力于将心灵的力量作为武器和盾牌挥舞的学院里完善了它。",
	"Some of your powers expend the Psionic Energy die they use, as specified in a power's description, and you can't use a power if it requires you to use a die when your dice are all expended. You regain all your expended Psionic Energy dice when you finish a long rest. In addition, as a bonus action, you can regain one expended Psionic Energy die, but you can't do so again until you finish a short or long rest.": "你的一些能力会消耗他们所使用的幻能骰子，这在能力的描述中有所说明，如果一个能力要求你在你的骰子都被消耗掉时使用骰子，你就不能使用这个能力。当你完成一个长时间的休息时，你会重新获得你所有消耗的幻能骰子。此外，作为一个额外的动作，你可以重新获得一个已消耗的幻能骰子，但在你完成短时或长时休息之前，你不能再次这样做。",
	"The powers below use your Psionic Energy dice.": "下面的力量使用你的幻觉能量骰子。",
	"You have mastered new ways to use your telekinetic abilities, detailed below.": "你已经掌握了使用心灵感应能力的新方法，详情如下。"
}