{
	"Holding high a gnarled staff wreathed with holly, an elf summons the fury of the storm and calls down explosive bolts of lightning to smite the torch-carrying orcs who threaten her forest.": "一个精灵高举着缠绕着冬青的虬枝法杖，召唤出暴风雨的怒火，召唤出爆炸性的闪电，击打威胁她的森林的持火把的兽人。",
	"Crouching out of sight on a high tree branch in the form of a leopard, a human peers out of the jungle at the strange construction of a temple of Evil Elemental Air, keeping a close eye on the cultists' activities.": "一个人类以豹子的形态蹲在高高的树枝上，从丛林中窥视着邪恶元素空气神庙的奇怪建筑，密切关注着邪教分子的活动。",
	"Swinging a blade formed of pure fire, a half-elf charges into a mass of skeletal soldiers, sundering the unnatural magic that gives the foul creatures the mocking semblance of life.": "一个半精灵挥舞着由纯火形成的刀刃，冲向一大群骷髅兵，粉碎了赋予这些肮脏的生物以嘲弄的生命外观的非自然魔法。",
	"Whether calling on the elemental forces of nature or emulating the creatures of the animal world, druids are an embodiment of nature's resilience, cunning, and fury. They claim no mastery over nature. Instead, they see themselves as extensions of nature's indomitable will.": "无论是召唤自然界的元素力量还是模仿动物世界的生物，德鲁伊都是自然界的韧性、狡猾和愤怒的化身。他们并不声称自己掌握了自然。相反，他们认为自己是自然界不屈不挠的意志的延伸。",
	"Druids revere nature above all, gaining their spells and other magical powers either from the force of nature itself or from a nature deity. Many druids pursue a mystic spirituality of transcendent union with nature rather than devotion to a divine entity, while others serve gods of wild nature, animals, or elemental forces. The ancient druidic traditions are sometimes called the Old Faith, in contrast to the worship of gods in temples and shrines.": "德鲁伊最崇尚自然，他们的法术和其他魔法力量要么来自自然的力量本身，要么来自自然神灵。许多德鲁伊人追求的是一种与自然超然结合的神秘灵性，而不是对一个神圣实体的奉献，而其他人则是为野生自然、动物或元素力量的神明服务。古老的德鲁伊传统有时被称为古老的信仰，与寺庙和神龛中的神灵崇拜形成对比。",
	"Druid spells are oriented toward nature and animals—the power of tooth and claw, of sun and moon, of fire and storm. Druids also gain the ability to take on animal forms, and some druids make a particular study of this practice, even to the point where they prefer animal form to their natural form.": "德鲁伊的法术以自然和动物为导向--牙齿和爪子的力量，太阳和月亮的力量，火和风暴的力量。德鲁伊也获得了化身为动物的能力，一些德鲁伊对这种做法进行了特别的研究，甚至到了喜欢动物形态而不是自然形态的程度。",
	"For druids, nature exists in a precarious balance. The four elements that make up a world—air, earth, fire, and water—must remain in equilibrium. If one element were to gain power over the others, the world could be destroyed, drawn into one of the elemental planes and broken apart into its component elements. Thus, druids oppose cults of Elemental Evil and others who promote one element to the exclusion of others.": "对德鲁伊来说，自然界存在着一种不稳定的平衡。构成世界的四种元素--空气、土、火和水--必须保持平衡。如果一个元素获得了超越其他元素的力量，世界就会被摧毁，被卷入其中一个元素界，并被分解成其组成元素。因此，德鲁伊反对元素邪恶的邪教和其他提倡一种元素而排斥其他元素的人。",
	"Druids are often found guarding sacred sites or watching over regions of unspoiled nature. But when a significant danger arises, threatening nature's balance or the lands they protect, druids take on a more active role in combating the threat, as adventurers.": "德鲁伊经常被发现守卫圣地或看守未受破坏的自然区域。但当出现重大危险，威胁到自然界的平衡或他们所保护的土地时，德鲁伊就会作为冒险者，在打击威胁方面发挥更积极的作用。",
	"When making a druid, consider why your character has such a close bond with nature. Perhaps your character lives in a society where the Old Faith still thrives, or was raised by a druid after being abandoned in the depths of a forest. Perhaps your character had a dramatic encounter with the spirits of nature, coming face to face with a giant eagle or dire wolf and surviving the experience. Maybe your character was born during an epic storm or a volcanic eruption, which was interpreted as a sign that becoming a druid was part of your character's destiny.": "在制作德鲁伊时，要考虑为什么你的角色与自然有如此密切的联系。也许你的角色生活在一个旧信仰仍然兴盛的社会，或者在被遗弃在森林深处后被德鲁伊抚养长大。也许你的角色曾与自然之灵有过戏剧性的接触，与巨鹰或恶狼面对面，并在经历中幸存下来。也许你的角色出生在一场史诗般的风暴或火山爆发期间，这被解释为成为德鲁伊是你角色命运的一部分的标志。",
	"Have you always been an adventurer as part of your druidic calling, or did you first spend time as a caretaker of a sacred grove or spring? Perhaps your homeland was befouled by evil, and you took up an adventuring life in hopes of finding a new home or purpose.": "你一直都是冒险家，这是你德鲁伊召唤的一部分，还是你最初是作为神圣丛林或泉水的看守人？也许你的家乡被邪恶所玷污，你开始了冒险生活，希望找到一个新的家园或目标。",
	"A druid holds certain plants to be sacred, particularly alder, ash, birch, elder, hazel, holly, juniper, mistletoe, oak, rowan, willow, and yew. Druids often use such plants as part of a spellcasting focus, incorporating lengths of oak or yew or sprigs of mistletoe.": "德鲁伊认为某些植物是神圣的，特别是桤木、白蜡、桦树、接骨木、榛子、冬青、杜松、槲寄生、橡树、花楸、柳树和紫杉。德鲁伊经常使用这类植物作为施法重点的一部分，将橡木或紫杉的长度或槲寄生的枝条纳入其中。",
	"Similarly, a druid uses such woods to make other objects, such as weapons and shields. Yew is associated with death and rebirth, so weapon handles for scimitars or sickles might be fashioned from it. Ash is associated with life and oak with strength. These woods make excellent hafts or whole weapons, such as clubs or quarterstaffs, as well as shields. Alder is associated with air, and it might be used for thrown weapons, such as darts or javelins.": "同样，德鲁伊用这种木材来制作其他物品，如武器和盾牌。紫杉与死亡和重生有关，所以弯刀或镰刀的武器把手可能是用它制作的。灰木与生命有关，橡木与力量有关。这些木材可以制作出色的手杖或整个武器，如棍棒或四分法杖，以及盾牌。桤木与空气有关，它可以用来制作投掷武器，如飞镖或标枪。",
	"Druids from regions that lack the plants described here have chosen other plants to take on similar uses. For instance, a druid of a desert region might value the yucca tree and cactus plants.": "来自缺乏这里描述的植物的地区的德鲁伊选择其他植物来承担类似的用途。例如，沙漠地区的德鲁伊可能重视丝兰树和仙人掌植物。",
	"Even in death, each creature plays its part in maintaining the Great Balance. But now an imbalance grows, a force that seeks to hold sway over nature. This is the destructive behavior of the mortal races. The farther away from nature their actions take them, the more corrupting their influence becomes. As druids, we seek mainly to protect and educate, to preserve the Great Balance, but there are times when we must rise up against danger and eradicate it.": "即使在死亡中，每个生物都在维持大平衡中发挥自己的作用。但现在，一种不平衡在增长，一种试图控制自然的力量在增长。这就是凡人种族的破坏性行为。他们的行为离自然越远，他们的影响就越腐败。作为德鲁伊，我们主要寻求保护和教育，以维护大平衡，但有时我们必须奋起反抗危险，消灭它。",
	"Your druid character might be a true worshiper of nature, one who has always scorned civilization and found solace in the wild. Or your character could be a child of the city who now strives to bring the civilized world into harmony with the wilderness. You can use the sections that follow to flesh out your druid, regardless of how your character came to the profession.": "你的德鲁伊角色可能是一个真正的自然崇拜者，一个一直蔑视文明并在野外找到安慰的人。或者你的角色可能是一个城市的孩子，现在努力使文明世界与荒野和谐。你可以使用下面的章节来充实你的德鲁伊，无论你的角色是如何来到这个职业的。",
	"Some druids carry one or more items that are sacred to them or have deep personal significance. Such items are not necessarily magical, but every one is an object whose meaning connects the druid's mind and heart to a profound concept or spiritual outlook.": "有些德鲁伊会携带一件或多件对他们来说是神圣的或具有深刻个人意义的物品。这样的物品不一定有魔力，但每一件都是一件物品，其意义将德鲁伊的思想和心灵与一个深刻的概念或精神面貌联系在一起。",
	"A twig from the meeting tree that stands in the center of your village": "矗立在村庄中心的会议树上的一根树枝",
	"A vial of water from the source of a sacred river": "一瓶来自圣河源头的水",
	"Special herbs tied together in a bundle": "捆绑在一起的特殊药材",
	"A small bronze bowl engraved with animal images": "刻有动物图像的小铜碗",
	"A rattle made from a dried gourd and holly berries": "用干葫芦和冬青果做的拨浪鼓",
	"A miniature golden sickle handed down to you by your mentor": "你的导师传给你的一把微型金镰刀",
	"Many druids feel a strong link to a specific aspect of the natural world, such as a body of water, an animal, a type of tree, or some other sort of plant. You identify with your chosen aspect; by its behavior or its very nature, it sets an example that you seek to emulate.": "许多德鲁伊感到与自然界的一个特定方面有很强的联系，比如一个水体、一种动物、一种树木或其他一些植物。你认同你所选择的方面；通过它的行为或它的本质，它树立了一个你试图效仿的榜样。",
	"Yew trees remind you of renewing your mind and spirit, letting the old die and the new spring forth.": "紫杉树提醒你更新你的思想和精神，让旧的死去，新的涌现。",
	"Oak trees represent strength and vitality. Meditating under an oak fills your body and mind with resolve and fortitude.": "橡树代表力量和活力。在橡树下冥想能使你的身体和心灵充满决心和毅力。",
	"The river's endless flow reminds you of the great span of the world. You seek to act with the long-term interests of nature in mind.": "河流的无尽流动让你想起了世界的巨大跨度。你力求在行动中考虑到自然界的长期利益。",
	"The sea is a constant, churning cauldron of power and chaos. It reminds you that accepting change is necessary to sustain yourself in the world.": "大海是一个恒定的、搅动着力量和混乱的大锅。它提醒你，接受变化是在这个世界上维持自己的必要条件。",
	"The birds in the sky are evidence that even the smallest creatures can survive if they remain above the fray.": "天空中的鸟儿证明，即使是最小的生物，如果它们保持在战场之上，也能生存。",
	"As demonstrated by the actions of the wolf, an individual's strength is nothing compared to the power of the pack.": "正如狼的行动所表明的那样，与狼群的力量相比，个人的力量算不了什么。",
	"It's not unusual for would-be druids to seek out (or be sought out by) instructors or elders who teach them the basics of their magical arts. Most druids who learn from a mentor begin their training at a young age, and the mentor has a vital role in shaping a student's attitudes and beliefs.": "对于未来的德鲁伊来说，寻找（或被寻找）教官或长老教他们魔法艺术的基础知识是很平常的。大多数向导师学习的德鲁伊在年轻时就开始训练，导师在塑造学生的态度和信仰方面具有重要作用。",
	"If your character received training from someone else, who or what was that individual, and what was the nature of your relationship? Did your mentor imbue you with a particular outlook or otherwise influence your approach to achieving the goals of your chosen path?": "如果你的角色接受了别人的训练，那么这个人是谁或什么，你们之间的关系是什么性质的？你的导师是否给你灌输了特定的观点，或以其他方式影响你实现所选道路目标的方法？",
	"Your mentor was a wise treant who taught you to think in terms of years and decades rather than days or months.": "你的导师是一位聪明的树人，他教你以年和十年为单位思考问题，而不是以天或月为单位。",
	"You were tutored by a dryad who watched over a slumbering portal to the Abyss. During your training, you were tasked with watching for hidden threats to the world.": "你被一个守护着沉睡的深渊入口的干尸所教导。在你的训练中，你的任务是观察对世界的隐藏威胁。",
	"Your tutor always interacted with you in the form of a falcon. You never saw the tutor's humanoid form.": "你的导师总是以猎鹰的形式与你互动。你从未见过导师的人形。",
	"You were one of several youngsters who were mentored by an old druid, until one of your fellow pupils betrayed your group and killed your master.": "你是一个老德鲁伊指导的几个年轻人之一，直到你的一个同学背叛了你的团队并杀死了你的主人。",
	"Your mentor has appeared to you only in visions. You have yet to meet this person, and you are not sure such a person exists in mortal form.": "你的导师只在幻觉中出现在你面前。你还没有见过这个人，你也不确定这样一个人是否以凡人的形式存在。",
	"Your mentor was a werebear who taught you to treat all living things with equal regard.": "你的导师是一个狼人，他教导你要平等对待所有生物。",
	"The Wild Shape feature in the player's handbook lets you transform into a beast that you've seen. That rule gives you a tremendous amount of flexibility, making it easy to amass an array of beast form options for yourself, but you must abide by the limitations in the Beast Shapes table in that book.": "玩家手册中的 \"野性形态 \"功能可以让你变身为你见过的野兽。这条规则给了你极大的灵活性，使你很容易为自己积累一系列的野兽形态选择，但你必须遵守该书中的野兽形态表的限制。",
	"When you gain Wild Shape as a 2nd-level druid, you might wonder which beasts you've already seen. The following tables organize beasts from the monster manual according to the beasts' most likely environments. Consider the environment your druid grew up in, then consult the appropriate table for a list of animals that your druid has probably seen by 2nd level.": "当你作为二阶德鲁伊获得野性之形时，你可能会想知道你已经看到了哪些野兽。下面的表格根据野兽最可能出现的环境来组织怪物手册中的野兽。考虑一下你的德鲁伊成长的环境，然后参考相应的表格，看看你的德鲁伊在2级前可能已经看到的动物清单。",
	"These tables can also help you and your DM determine which animals you might see on your travels. In addition, the tables include each beast's challenge rating and note whether a beast has a flying or swimming speed. This information will help you determine whether you qualify to assume that beast's form.": "这些表格还可以帮助你和你的管理员确定你在旅行中可能会看到哪些动物。此外，这些表格还包括每只野兽的挑战等级，并指出野兽是否有飞行或游泳的速度。这些信息将帮助你确定你是否有资格变成该野兽的形态。",
	"The tables include all the individual beasts that are eligible for Wild Shape (up to a challenge rating of 1) or the Circle Forms feature of the Circle of the Moon (up to a challenge rating of 6).": "这些表格包括所有符合野生形状（最高挑战等级为1）或月亮圈的圈形特征（最高挑战等级为6）的个别野兽。",
	"Whenever you gain a level in this class, you can replace one cantrip you learned from this Spellcasting feature with another cantrip from the druid spell list.": "每当你在这个等级中获得一个等级，你可以用德鲁伊法术列表中的另一个法术来替换你从这个法术功能中学到的一个咒语。",
	"You prepare the list of druid spells that are available for you to cast, choosing from the druid spell list. When you do so, choose a number of druid spells equal to your Wisdom modifier + your druid level (minimum of one spell). The spells must be of a level for which you have spell slots.": "你准备可供你施展的德鲁伊法术清单，从德鲁伊法术清单中选择。当你这样做时，选择与你的智慧修正值+你的德鲁伊等级相等的德鲁伊法术数量（最少一个法术）。这些法术的等级必须是你有法术槽的。",
	"You can cast a druid spell as a ritual if that spell has the ritual tag and you have the spell prepared.": "如果德鲁伊法术有仪式标签并且你已经准备好了该法术，你可以将该法术作为一个仪式来施放。",
	"At 2nd level, you choose to identify with a circle of druids from the list of available circles. Your choice grants you features at 2nd level and again at 6th, 10th, and 14th level.": "在2级时，你可以从可用的圈子列表中选择认同一个德鲁伊的圈子。你的选择在2级时授予你特性，在6级、10级和14级时再次授予你特性。",
	"When you cast the spell in this way, the familiar is a fey instead of a beast, and the familiar disappears after a number of hours equal to half your druid level.": "当你以这种方式施法时，熟悉的人是费伊而不是野兽，并且熟悉的人在相当于你德鲁伊等级一半的小时后消失。",
	"Starting at 2nd level, you can use your action to magically assume the shape of a beast that you have seen before. You can use this feature twice. You regain expended uses when you finish a short or long rest.": "从2级开始，你可以用你的行动来神奇地变成你以前见过的野兽的形状。你可以使用这个功能两次。当你完成短时或长时的休息时，你会重新获得已消耗的使用。",
	"Your druid level determines the beasts you can transform into, as shown in the Beast Shapes table. At 2nd level, for example, you can transform into any beast that has a challenge rating of 1/4 or lower that doesn't have a flying or swimming speed.": "你的德鲁伊等级决定了你可以转化的野兽，如野兽形状表所示。例如，在2级时，你可以变身为任何挑战等级为1/4或更低的、没有飞行或游泳速度的野兽。",
	"No flying or swimming speed": "没有飞行或游泳的速度",
	"No flying speed": "没有飞行速度",
	"Crocodile": "鳄鱼",
	"Giant eagle": "巨鹰",
	"While you are transformed, the following rules apply:": "在你变身的时候，以下规则适用。",
	"Your game statistics are replaced by the statistics of the beast, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus in its stat block is higher than yours, use the creature's bonus instead of yours. If the creature has any legendary or lair actions, you can't use them.": "你的游戏数据被野兽的数据所取代，但你保留了你的排列组合、个性、智力、智慧和魅力的分数。你也保留了你所有的技能和蓄力的熟练度，此外还获得了该生物的熟练度。如果该生物与你有相同的熟练度，并且它的属性块中的奖励比你的高，则使用该生物的奖励而不是你的。如果该生物有任何传奇或巢穴行动，你不能使用它们。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"At 4th level, your Wild Shape improves as shown on the Beast Shapes table.": "在4级时，你的野性形状会得到改善，如野兽形状表所示。",
	"At 6th level, you gain a feature granted by your Druid Circle.": "在6级时，你获得一个由你的德鲁伊圈授予的功能。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 8th level, your Wild Shape improves as shown on the Beast Shapes table.": "在8级时，你的野性形状会得到改善，如野兽形状表所示。",
	"At 10th level, you gain a feature granted by your Druid Circle feature.": "在10级时，你获得一个由你的德鲁伊圆环特征所赋予的特征。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 14th level, you gain a feature granted by your Druid Circle feature.": "在14级时，你获得一个由你的德鲁伊圆环特征所赋予的特征。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Beginning at 18th level, you can cast many of your druid spells in any shape you assume using Wild Shape. You can perform the somatic and verbal components of a druid spell while in a beast shape, but you aren't able to provide material components.": "从18级开始，你可以使用 \"野性形状 \"以任何形状施展你的德鲁伊法术。你可以在野兽形态下执行德鲁伊法术的身体和语言成分，但你不能提供物质成分。",
	"Starting at 18th level, the primal magic that you wield causes you to age more slowly. For every 10 years that pass, your body ages only 1 year.": "从18级开始，你所挥舞的原始魔法会使你的衰老速度更慢。每过10年，你的身体只衰老1年。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, you can use your Wild Shape an unlimited number of times.": "在20级时，你可以不限次数地使用你的野性之形。",
	"Additionally, you can ignore the verbal and somatic components of your druid spells, as well as any material components that lack a cost and aren't consumed by a spell. You gain this benefit in both your normal shape and your beast shape from Wild Shape.": "此外，你可以忽略德鲁伊法术中的语言和身体成分，以及任何缺乏成本且不被法术消耗的材料成分。你在你的正常形态和你的野兽形态中都能获得这个好处。",
	"You learn one additional druid cantrip of your choice. This cantrip doesn't count against the number of druid cantrips you know.": "你会额外学习一个你选择的德鲁伊咒语。这个咒语不计入你所知道的德鲁伊咒语的数量。",
	"Your mystical connection to the land infuses you with the ability to cast certain spells. At 3rd, 5th, 7th, and 9th level you gain access to circle spells connected to the land where you became a druid. Choose that land—arctic, coast, desert, forest, grassland, mountain, swamp, or Underdark—and consult the associated list of spells.": "你与土地的神秘联系为你注入了施展某些法术的能力。在3级、5级、7级和9级时，你可以获得与你成为德鲁伊的那片土地有关的循环法术。选择那片土地--北极、海岸、沙漠、森林、草原、山地、沼泽或地下城--并查阅相关的法术列表。",
	"Once you gain access to a circle spell, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.": "一旦你获得了圆环法术的使用权，你就会一直准备好它，而且它不计入你每天可以准备的法术数量。如果你获得了一个没有出现在德鲁伊法术清单上的法术，这个法术对你来说仍然是德鲁伊法术。",
	"Starting at 2nd level, you can regain some of your magical energy by sitting in meditation and communing with nature. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher. You can't use this feature again until you finish a long rest.": "从2级开始，你可以通过冥想和与自然交流来恢复你的部分魔法能量。在短暂的休息中，你可以选择消耗的法术槽来恢复。这些法术槽的综合等级可以等于或低于你的德鲁伊等级的一半（四舍五入），而且没有一个法术槽可以是6级或更高。在你完成一次长时间的休息之前，你不能再次使用这个功能。",
	"For example, when you are a 4th-level druid, you can recover up to two levels worth of spell slots. You can recover either a 2nd-level slot or two 1st-level slots.": "例如，当你是一个四级的德鲁伊时，你最多可以恢复两级的法术槽。你可以恢复一个二级法术槽或两个一级法术槽。",
	"Starting at 6th level, moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard.": "从第6级开始，在非魔法的困难地形上移动时，你不需要花费额外的移动力。你也可以通过非魔法植物而不被它们拖累，如果它们有刺，刺或类似的危险，也不会受到它们的伤害。",
	"The creature is aware of this effect before it makes its attack against you.": "该生物在对你进行攻击之前就已经意识到了这个效果。",
	"Druids of the Circle of the Moon are fierce guardians of the wilds. Their order gathers under the full moon to share news and trade warnings. They haunt the deepest parts of the wilderness, where they might go for weeks on end before crossing paths with another humanoid creature, let alone another druid.": "月亮圈的德鲁伊是荒野的凶猛守护者。他们的组织在满月时聚集在一起，分享消息，交换警告。他们在荒野的最深处出没，在那里他们可能连续几个星期都不会与其他的人形生物发生交集，更不用说其他德鲁伊了。",
	"Changeable as the moon, a druid of this circle might prowl as a great cat one night, soar over the treetops as an eagle the next day, and crash through the undergrowth in bear form to drive off a trespassing monster. The wild is in the druid's blood.": "这个圈子里的德鲁伊就像月亮一样多变，他可能在某个夜晚以大猫的姿态游荡，第二天以老鹰的姿态在树梢上翱翔，又以熊的姿态撞开灌木丛，赶走闯入的怪物。野性是德鲁伊的血液。",
	"Starting at 6th level, you can transform into a beast with a challenge rating as high as your druid level divided by 3, rounded down.": "从6级开始，你可以变身为一只野兽，其挑战等级与你的德鲁伊等级除以3一样高，向下取整。",
	"You gain the ability to use Wild Shape on your turn as a bonus action, rather than as an action.": "你获得了在你的回合中使用 \"野生形状 \"的能力，作为一个额外的行动，而不是作为一个行动。",
	"Starting at 6th level, your attacks in beast form count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从6级开始，你在野兽形态下的攻击算作魔法攻击，以克服对非魔法攻击和伤害的抵抗和免疫。",
	"Druids of the Circle of Spores find beauty in decay. They see within mold and other fungi the ability to transform lifeless material into abundant, albeit somewhat strange, life.": "孢子圈的德鲁伊在腐烂中发现美。他们在霉菌和其他真菌中看到了将无生命的物质转化为丰富的、尽管有些奇怪的生命的能力。",
	"These druids believe that life and death are parts of a grand cycle, with one leading to the other and then back again. Death isn't the end of life, but instead a change of state that sees life shift into a new form.": "这些德鲁伊相信，生命和死亡是一个大循环的一部分，一个导致另一个，然后再回来。死亡并不是生命的终结，而是一种状态的改变，看到生命转变为一种新的形式。",
	"Druids of this circle have a complex relationship with the undead. Unlike most other druids, they see nothing inherently wrong with undeath, which they consider to be a companion to life and death. But these druids believe that the natural cycle is healthiest when each segment of it is vibrant and changing. Undead that seek to replace all life with undeath, or that try to avoid passing to a final rest, violate the cycle and must be thwarted.": "这个圈子的德鲁伊与亡灵有着复杂的关系。与大多数其他德鲁伊不同，他们认为不死并无本质上的问题，他们认为不死是生与死的伴侣。但这些德鲁伊相信，当自然循环的每一个部分都充满活力和变化时，它才是最健康的。那些试图用不死来取代所有生命的亡灵，或者试图避免进入最后的安息，都违反了这个循环，必须被挫败。",
	"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.": "一旦你获得了这些法术的使用权，你就会一直准备好它，而且它不会计入你每天可以准备的法术数量。如果你获得了一个没有出现在德鲁伊法术清单上的法术，这个法术对你来说仍然是一个德鲁伊法术。",
	"At 2nd level, you gain the ability to channel magic into your spores. As an action, you can expend a use of your Wild Shape feature to awaken those spores, rather than transforming into a beast form, and you gain 4 temporary hit points for each level you have in this class. While this feature is active, you gain the following benefits:": "在2级时，你获得将魔法导入你的孢子的能力。作为一个动作，你可以消耗你的野性形态特征的使用权来唤醒这些孢子，而不是转化为野兽形态，并且你在这个等级中的每一级都会获得4个临时打击点。当这个特征处于激活状态时，你会获得以下好处。",
	"When you deal your Halo of Spores damage, roll the damage die a second time and add it to the total.": "当你造成 \"孢子之晕 \"的伤害时，第二次滚动伤害模子并将其加入总数。",
	"These benefits last for 10 minutes, until you lose all these temporary hit points, or until you use your Wild Shape again.": "这些好处持续10分钟，直到你失去所有这些临时命中率，或直到你再次使用你的野性之形。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses of it when you finish a long rest.": "你可以使用这个功能的次数等于你的智慧修改器（最少一次），当你完成一个长时间的休息时，你会重新获得所有消耗的功能。",
	"At 10th level, you gain the ability to seed an area with deadly spores. As a bonus action while your Symbiotic Entity feature is active, you can hurl spores up to 30 feet away, where they swirl in a 10-foot cube for 1 minute. The spores disappear early if you use this feature again, if you dismiss them as a bonus action, or if your Symbiotic Entity feature is no longer active.": "在10级时，你获得了用致命的孢子播种一个区域的能力。当你的共生实体特性处于激活状态时，作为一个额外的动作，你可以将孢子投掷到30英尺以外，在那里它们会在一个10英尺的立方体中旋转1分钟。如果你再次使用这个特性，如果你把它们作为一个额外的动作，或者如果你的共生实体特性不再活动，那么孢子会提前消失。",
	"While the cube of spores persists, you can't use your Halo of Spores reaction.": "当孢子方块持续存在时，你就不能使用你的孢子晕的反应。",
	"The Circle of Stars allows druids to draw on the power of starlight. These druids have tracked heavenly patterns since time immemorial, discovering secrets hidden amid the constellations. By revealing and understanding these secrets, the Circle of the Stars seeks to harness the powers of the cosmos.": "星环允许德鲁伊们利用星光的力量。这些德鲁伊自古以来一直在追踪天上的图案，发现隐藏在星座中的秘密。通过揭示和理解这些秘密，\"星之环 \"试图利用宇宙的力量。",
	"Many druids of this circle keep records of the constellations and the stars' effects on the world. Some groups document these observations at megalithic sites, which serve as enigmatic libraries of lore. These repositories might take the form of stone circles, pyramids, petroglyphs, and underground temples-any construction durable enough to protect the circle's sacred knowledge even against a great cataclysm.": "这个圈子里的许多德鲁伊都对星座和星星对世界的影响进行了记录。一些团体将这些观察记录在巨石遗址上，作为神秘的传说图书馆。这些库房可能采取石圈、金字塔、岩画和地下寺庙的形式--任何足以保护圈内神圣知识的建筑，即使是在大灾难中也能保护它们。",
	"You've created a star chart as part of your heavenly studies. It is a Tiny object and can serve as a spellcasting focus for your druid spells. You determine its form by rolling on the Star Map table or by choosing one.": "你创造了一个星图作为你的天体研究的一部分。它是一个微小的物体，可以作为你德鲁伊法术的施法焦点。你通过在星图表上滚动或选择一个来决定它的形式。",
	"A scroll covered with depictions of constellations": "覆盖着星座描述的卷轴",
	"A stone tablet with fine holes drilled through it": "一块钻有细孔的石碑",
	"A speckled owlbear hide, tooled with raised marks": "一张有斑点的猫头鹰兽皮，上面有凸起的痕迹",
	"A collection of maps bound in an ebony cover": "用乌木封面装订的地图集",
	"A crystal that projects starry patterns when placed before a light": "放在灯前能投射出星形图案的水晶",
	"Glass disks that depict constellations": "描绘星座的玻璃盘",
	"While holding this map, you have these benefits:": "持有这张地图时，你有这些好处。",
	"If you lose the map, you can perform a 1-hour ceremony to magically create a replacement. This ceremony can be performed during a short or long rest, and it destroys the previous map.": "如果你失去了地图，你可以举行一个1小时的仪式，用魔法创造一个替代品。这个仪式可以在短时间或长时间的休息中进行，而且会破坏之前的地图。",
	"As a bonus action, you can expend a use of your Wild Shape feature to take on a starry form, rather than transforming into a beast.": "作为一个额外的行动，你可以使用你的 \"野性形状 \"特征，变成一个星形，而不是变成一个野兽。",
	"Whenever you assume your starry form, choose which of the following constellations glimmers on your body; your choice gives you certain benefits while in the form:": "每当你呈现出你的星空形态时，选择以下哪个星座在你身上闪闪发光；你的选择会让你在形态中获得某些好处。",
	"Whenever you finish a long rest, you can consult your Star Map for omens. When you do so, roll a die. Until you finish your next long rest, you gain access to a special reaction based on whether you rolled an even or an odd number on the die:": "每当你完成一个长期的休息，你可以查阅你的星图以寻找预兆。当你这样做的时候，掷一个骰子。在你完成下一次长时休息之前，你可以根据你在骰子上掷出的数字是偶数还是奇数获得一种特殊反应。",
	"You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个反应的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"Moreover, at the start of each of your turns while in your Starry Form, you can change which constellation glimmers on your body.": "此外，在你处于星空形态时的每个回合开始时，你可以改变你身上闪现的星座。",
	"While in your Starry Form, you become partially incorporeal, giving you resistance to bludgeoning, piercing, and slashing damage.": "当你处于星空形态时，你会变得部分无实体，使你对击打、刺穿和砍伤的伤害具有抵抗力。",
	"Druids within the Circle of Wildfire understand that destruction is sometimes the precursor of creation, such as when a forest fire promotes later growth. These druids bond with a primal spirit that harbors both destructive and creative power, allowing the druids to create controlled flames that burn away one thing but give life to another.": "野火圈内的德鲁伊明白，破坏有时是创造的前兆，比如森林大火促进了后来的生长。这些德鲁伊与蕴藏着破坏力和创造力的原始精神结合在一起，使德鲁伊能够创造出受控的火焰，烧掉一样东西，却给另一样东西以生命。",
	"You have formed a bond with a wildfire spirit, a primal being of creation and destruction. Your link with this spirit grants you access to some spells when you reach certain levels in this class, as shown on the Circle of Wildfire Spells table.": "你已经与野火之灵建立了联系，一个创造和毁灭的原始生命。当你达到这个等级的时候，你与这个精灵的联系使你可以使用一些法术，如野火圈法术表所示。",
	"You can summon the primal spirit bound to your soul. As an action, you can expend one use of your Wild Shape feature to summon your wildfire spirit, rather than assuming a beast form.": "你可以召唤束缚在你灵魂中的原始精神。作为一个行动，你可以消耗一次你的野性形态特征来召唤你的野火精神，而不是变成野兽形态。",
	"The spirit manifests for 1 hour, until it is reduced to 0 hit points, until you use this feature to summon the spirit again, or until you die.": "灵魂显现1小时，直到它的命中率降至0，直到你再次使用此功能召唤灵魂，或者直到你死亡。",
	"In addition, when you cast a spell with a range other than self, the spell can originate from you or your wildfire spirit.": "此外，当你施放范围不在自己身上的法术时，该法术可以来自你或你的野火之灵。"
}