{
	"Unlimited": "无限制",
	"A tall human tribesman strides through a blizzard, draped in fur and hefting his axe. He laughs as he charges toward the frost giant who dared poach his people's elk herd.": "一个高大的人类部落成员穿过暴风雪，披着毛皮，举着斧头，大步走来。他大笑着冲向那个胆敢偷猎他的人民的麋鹿群的冰霜巨人。",
	"A half-orc snarls at the latest challenger to her authority over their savage tribe, ready to break his neck with her bare hands as she did to the last six rivals.": "一个半兽人对她在野蛮部落的权威的最新挑战者咆哮，准备用她的手拧断他的脖子，就像她对前六个对手做的那样。",
	"Frothing at the mouth, a dwarf slams his helmet into the face of his drow foe, then turns to drive his armored elbow into the gut of another.": "一个矮人口吐白沫，用头盔砸向他的乌鸦敌人的脸，然后转身用他的装甲肘部撞向另一个人的内脏。",
	"For some, their rage springs from a communion with fierce animal spirits. Others draw from a roiling reservoir of anger at a world full of pain. For every barbarian, rage is a power that fuels not just a battle frenzy but also uncanny reflexes, resilience, and feats of strength.": "对一些人来说，他们的愤怒来自与凶猛的动物精神的交流。另一些人的愤怒则来自于对这个充满痛苦的世界的愤怒水库。对于每一个野蛮人来说，愤怒是一种力量，它不仅能激发战斗的狂热，还能激发出不可思议的反应能力、复原力和力量。",
	"Barbarians come alive in the chaos of combat. They can enter a berserk state where rage takes over, giving them superhuman strength and resilience. A barbarian can draw on this reservoir of fury only a few times without resting, but those few rages are usually sufficient to defeat whatever threats arise.": "野蛮人在混乱的战斗中变得活跃起来。他们可以进入狂暴状态，愤怒占据了他们的身体，赋予他们超人的力量和韧性。野蛮人只能在不休息的情况下利用这个愤怒的水库，但这几次的愤怒通常足以打败任何出现的威胁。",
	"Their courage in the face of danger makes barbarians perfectly suited for adventuring. Wandering is often a way of life for their native tribes, and the rootless life of the adventurer is little hardship for a barbarian. Some barbarians miss the close-knit family structures of the tribe, but eventually find them replaced by the bonds formed among the members of their adventuring parties.": "他们面对危险的勇气使野蛮人完全适合于冒险。漂泊往往是他们本土部落的一种生活方式，而冒险者的无根生活对野蛮人来说并不困难。一些野蛮人怀念部落中紧密的家庭结构，但最终发现它们被冒险队成员之间形成的联系所取代。",
	"When creating a barbarian character, think about where your character comes from and his or her place in the world. Talk with your DM about an appropriate origin for your barbarian. Did you come from a distant land, making you a stranger in the area of the campaign? Or is the campaign set in a rough-and-tumble frontier where barbarians are common?": "在创建野蛮人角色时，考虑你的角色来自哪里以及他或她在这个世界上的位置。与你的管理员讨论一下你的野蛮人的适当起源。你是否来自遥远的地方，使你在战役的地区成为一个陌生人？或者，活动的背景是在一个野蛮的边境地区，野蛮人很常见？",
	"What led you to take up the adventuring life? Were you lured to settled lands by the promise of riches? Did you join forces with soldiers of those lands to face a shared threat? Did monsters or an invading horde drive you out of your homeland, making you a rootless refugee? Perhaps you were a prisoner of war, brought in chains to \"civilized\" lands and only now able to win your freedom. Or you might have been cast out from your people because of a crime you committed, a taboo you violated, or a coup that removed you from a position of authority.": "是什么导致你开始了冒险生活？你是被财富的承诺吸引到定居地的吗？你是否与这些土地上的士兵联合起来，共同面对威胁？是怪物或入侵的部落把你赶出了你的家园，使你成为无根的难民？也许你是个战俘，被锁在 \"文明 \"的土地上，现在才得以赢得自由。或者你可能因为犯了罪，违反了禁忌，或者因为一场政变把你从权力的位置上赶走，而被从你的人民中赶走。",
	"I have witnessed the indomitable performance of barbarians on the field of battle, and it makes me wonder what force lies at the heart of their rage.": "我目睹了野蛮人在战场上不屈不挠的表现，这让我想知道他们愤怒的核心是什么力量。",
	"The anger felt by a normal person resembles the rage of a barbarian in the same way that a gentle breeze is akin to a furious thunderstorm. The barbarian's driving force comes from a place that transcends mere emotion, making its manifestation all the more terrible. Whether the impetus for the fury comes entirely from within or from forging a link with a spirit animal, a raging barbarian becomes able to perform supernatural feats of strength and endurance. The outburst is temporary, but while it lasts, it takes over body and mind, driving the barbarian on despite peril and injury, until the last enemy falls.": "一个正常人的愤怒与野蛮人的愤怒相似，就像温柔的微风与狂暴的雷雨相似一样。野蛮人的动力来自一个超越单纯情感的地方，使其表现得更加可怕。无论愤怒的动力完全来自内心，还是来自与灵兽的联系，狂暴的野蛮人都能完成超自然的力量和耐力的表演。这种爆发是暂时的，但在它持续的时候，它占据了身体和心灵，促使野蛮人不顾危险和伤害继续前进，直到最后一个敌人倒下。",
	"It can be tempting to play a barbarian character that is a straightforward application of the classic archetype—a brute, and usually a dimwitted one at that, who rushes in where others fear to tread. But not all the barbarians in the world are cut from that cloth, so you can certainly put your own spin on things. Either way, consider adding some flourishes to make your barbarian stand out from all others; see the following sections for some ideas.": "扮演一个野蛮人的角色是很诱人的，它是对经典原型的直接应用--一个野蛮人，而且通常是一个愚蠢的野蛮人，他冲到别人害怕的地方去踩踏。但并不是世界上所有的野蛮人都是这样的，所以你当然可以把你自己的东西放在上面。无论如何，考虑添加一些装饰，使你的野蛮人从所有其他人中脱颖而出；请看以下章节的一些想法。",
	"Barbarians tend to travel light, carrying little in the way of personal effects or other unnecessary gear. The few possessions they do carry often include small items that have special significance. A personal totem is significant because it has a mystical origin or is tied to an important moment in the character's life—perhaps a remembrance from the barbarian's past or a harbinger of what lies ahead.": "野蛮人倾向于轻装上阵，很少携带个人物品或其他不必要的装备。他们所携带的少数财产往往包括具有特殊意义的小物品。个人图腾的意义在于它有一个神秘的起源，或者与人物生活中的一个重要时刻有关--也许是野蛮人过去的回忆，或者是未来的预兆。",
	"A personal totem of this sort might be associated with a barbarian's spirit animal, or might actually be the totem object for the animal, but such a connection is not essential. One who has a bear totem spirit, for instance, could still carry an eagle's feather as a personal totem.": "这种个人图腾可能与野蛮人的精神动物有关，也可能实际上是该动物的图腾物，但这种联系并不重要。例如，一个拥有熊图腾精神的人，仍然可以携带鹰的羽毛作为个人图腾。",
	"Consider creating one or more personal totems for your character—objects that hold a special link to your character's past or future. Think about how a totem might affect your character's actions.": "考虑为你的角色创造一个或多个个人图腾--与你的角色的过去或未来有特殊联系的物品。想一想图腾会如何影响你的角色的行动。",
	"A tuft of fur from a solitary wolf that you befriended during a hunt": "狩猎时结识的独行狼的一簇毛发",
	"Three eagle feathers given to you by a wise shaman, who told you they would play a role in determining your fate": "一个聪明的萨满给你的三根鹰的羽毛，他告诉你它们将在决定你的命运中发挥作用。",
	"A necklace made from the claws of a young cave bear that you slew singlehandedly as a child": "用你小时候单手杀死的一只小穴熊的爪子做成的项链",
	"A small leather pouch holding three stones that represent your ancestors": "一个小皮袋，里面有三块代表你祖先的石头",
	"A few small bones from the first beast you killed, tied together with colored wool": "你杀死的第一只野兽的几根小骨头，用彩色的羊毛绑在一起",
	"An egg-sized stone in the shape of your spirit animal that appeared one day in your belt pouch": "一个鸡蛋大小的石头，形状像你的精神动物，有一天出现在你的腰包里。",
	"The members of many barbarian clans decorate their bodies with tattoos, each of which represents a significant moment in the life of the bearer or the bearer's ancestors, or which symbolizes a feeling or an attitude. As with personal totems, a barbarian's tattoos might or might not be related to an animal spirit.": "许多野蛮人部族的成员用纹身来装饰自己的身体，每一个纹身都代表着持有者或持有者的祖先生活中的一个重要时刻，或者象征着一种感觉或态度。与个人图腾一样，野蛮人的纹身可能与动物精神有关，也可能无关。",
	"Each tattoo a barbarian displays contributes to that individual's identity. If your character wears tattoos, what do they look like, and what do they represent?": "野蛮人展示的每一个纹身都有助于这个人的身份。如果你的角色有纹身，它们是什么样子的，它们代表什么？",
	"The wings of an eagle are spread wide across your upper back.": "鹰的翅膀在你的上背部张开。",
	"Etched on the backs of your hands are the paws of a cave bear.": "在你的手背上刻着一只山洞熊的爪子。",
	"The symbols of your clan are displayed in viny patterns along your arms.": "你的部族的符号在你的手臂上显示为乙烯基图案。",
	"The antlers of an elk are inked across your back.": "麋鹿的鹿角在你的背上墨迹斑斑。",
	"Images of your spirit animal are tattooed along your weapon arm and hand.": "你的精神动物的图像被纹在你的武器手臂和手上。",
	"The eyes of a wolf are marked on your back to help you see and ward off evil spirits.": "狼的眼睛被标在你的背上，以帮助你看清和驱除邪灵。",
	"Barbarians vary widely in how they understand life. Some follow gods and look for guidance from those deities in the cycles of nature and the animals they encounter. These barbarians believe that spirits inhabit the plants and animals of the world, and the barbarians look to them for omens and power.": "野蛮人对生命的理解差异很大。有些人追随神灵，并从自然界的循环和他们遇到的动物中寻找这些神灵的指引。这些野蛮人相信，精神居住在世界的植物和动物中，野蛮人向他们寻找预兆和力量。",
	"Other barbarians trust only in the blood that runs in their veins and the steel they hold in their hands. They have no use for the invisible world, instead relying on their senses to hunt and survive like the wild beasts they emulate.": "其他野蛮人只相信他们血管中流淌的血液和他们手中的钢铁。他们对看不见的世界没有用处，而是像他们模仿的野兽一样，依靠感官来狩猎和生存。",
	"Both of these attitudes can give rise to superstitions. These beliefs are often passed down within a family or shared among the members of a clan or a hunting group.": "这两种态度都会引起迷信。这些信仰往往在一个家庭中流传，或者在一个部族或一个狩猎团体的成员之间分享。",
	"If your barbarian character has any superstitions, were they ingrained in you by your family, or are they the result of personal experience?": "如果你的野蛮人角色有任何迷信，它们是由你的家人根深蒂固的，还是个人经历的结果？",
	"If you disturb the bones of the dead, you inherit all the troubles that plagued them in life.": "如果你打扰了死者的遗骨，你就会继承他们生前的所有麻烦。",
	"Never trust a wizard. They're all devils in disguise, especially the friendly ones.": "永远不要相信巫师。他们都是伪装的魔鬼，尤其是那些友善的人。",
	"Dwarves have lost their spirits, and are almost like the undead. That's why they live underground.": "矮人已经失去了他们的精神，几乎和亡灵一样。这就是为什么他们生活在地下。",
	"Magical things bring trouble. Never sleep with a magic object within ten feet of you.": "有魔力的东西会带来麻烦。永远不要在离你十英尺内有魔法物品的情况下睡觉。",
	"When you walk through a graveyard, be sure to wear silver, or a ghost might jump into your body.": "当你走过墓地时，一定要穿银色的衣服，否则鬼魂可能会跳进你的身体。",
	"If an elf looks you in the eyes, she's trying to read your thoughts.": "如果一个精灵看着你的眼睛，她就在试图读懂你的想法。",
	"In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action.": "在战斗中，你以原始的凶猛方式战斗。在你的回合中，你可以作为一个额外动作进入愤怒状态。",
	"While raging, you gain the following benefits if you aren't wearing heavy armor:": "愤怒时，如果你没有穿重甲，你会获得以下好处。",
	"You have advantage on Strength checks and Strength saving throws.": "你在力量检查和力量投掷方面具有优势。",
	"When you make a melee weapon attack using Strength, you gain a +2 bonus to the damage roll. This bonus increases as you level.": "当你使用力量进行近战武器攻击时，你会获得一个+2的伤害卷奖励。这个奖励会随着你的等级增加。",
	"You have resistance to bludgeoning, piercing, and slashing damage.": "你对击打、穿刺和砍击伤害有抵抗力。",
	"If you are able to cast spells, you can't cast them or concentrate on them while raging.": "如果你能够施展法术，在狂暴时你不能施展它们或集中精力于它们。",
	"Once you have raged the maximum number of times for your barbarian level, you must finish a long rest before you can rage again. You may rage 2 times at 1st level, 3 at 3rd, 4 at 6th, 5 at 12th, and 6 at 17th.": "一旦你愤怒的次数达到你的野蛮人等级的上限，你必须完成一个长时间的休息才能再次愤怒。你在1级时可以狂暴2次，3级时3次，6级时4次，12级时5次，17级时6次。",
	"While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your Constitution modifier. You can use a shield and still gain this benefit.": "当你没有穿戴任何盔甲时，你的护甲等级等于10+你的灵巧修正值+你的体质修正值。你可以使用一个盾牌，并仍然获得这个好处。",
	"Starting at 2nd level, you can throw aside all concern for defense to attack with fierce desperation. When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls using Strength during this turn, but attack rolls against you have advantage until your next turn.": "从第二级开始，你可以抛开所有对防御的关注，以凶猛的拼命方式进行攻击。当你在你的回合中进行第一次攻击时，你可以决定不顾一切地攻击。这样做会使你在本回合使用力量的近战武器攻击卷轴上获得优势，但对你的攻击卷轴有优势，直到你下一回合。",
	"Your proficiency bonus is doubled for any ability check you make that uses either of those skills.": "在你使用这些技能的任何能力检查中，你的熟练度加成都会翻倍。",
	"When you reach 3rd level and again at 10th level, you gain proficiency in one skill of your choice from the list of skills available to barbarians at 1st level.": "当你达到3级，并在10级时再次获得熟练掌握野蛮人1级时可用的技能列表中的一项技能。",
	"At 3rd level, you choose a path that shapes the nature of your rage from the list of available paths. Your choice grants you features at 3rd level and again at 6th, 10th, and 14th levels.": "在3级时，你从可用的路径列表中选择一条塑造你愤怒本质的路径。你的选择在3级时授予你特性，在6级、10级和14级时再次授予你特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"Starting at 5th level, your speed increases by 10 feet while you aren't wearing heavy armor.": "从5级开始，当你不穿重甲时，你的速度增加10英尺。",
	"When a creature ends its turn within 15 feet of you, you can use your reaction to move up to half your speed to a space closer to the creature. This movement doesn't provoke opportunity attacks.": "当一个生物在你15英尺范围内结束它的回合时，你可以使用你的反应，以你一半的速度移动到一个更接近该生物的空间。这种移动不会引起机会攻击。",
	"At 6th level, you gain a feature from your Primal Path.": "在6级时，你从你的原始之道中获得一个特性。",
	"By 7th level, your instincts are so honed that you have advantage on initiative rolls.": "到了第7级，你的直觉已经非常敏锐，以至于你在主动性的卷轴上有优势。",
	"As part of the bonus action you take to enter your rage, you can move up to half your speed.": "作为你进入愤怒状态的奖励行动的一部分，你可以移动到你速度的一半。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Beginning at 9th level, you can roll one additional weapon damage die when determining the extra damage for a critical hit with a melee attack.": "从9级开始，你可以在确定近战攻击的关键打击的额外伤害时滚动一个额外的武器伤害模具。",
	"This increases to two additional dice at 13th level and three additional dice at 17th level.": "这在13级时增加到两个额外的骰子，在17级时增加到三个额外的骰子。",
	"At 10th level, you gain a feature from your Primal Path.": "在10级时，你从你的原始之道中获得一个特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 13th level, you can roll two additional weapon damage dice when determining the extra damage for a critical hit with a melee attack.": "在13级时，你可以在确定近战攻击的关键一击的额外伤害时，滚动两个额外的武器伤害骰子。",
	"This increases to three additional dice at 17th level.": "这在17级时增加到三个额外的骰子。",
	"At 14th level, you gain a feature from your Primal Path.": "在14级时，你从你的原始之道中获得一个特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you can roll three additional weapon damage dice when determining the extra damage for a critical hit with a melee attack.": "在17级时，你可以在确定近战攻击的关键打击的额外伤害时掷出三个额外的武器伤害骰子。",
	"Beginning at 18th level, if your total for a Strength check is less than your Strength score, you can use that score in place of the total.": "从18级开始，如果你的力量检查的总分小于你的力量得分，你可以用这个分数来代替总分。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, you embody the power of the wilds. Your Strength and Constitution scores increase by 4. Your maximum for those scores is now 24.": "在20级时，你体现了荒野的力量。你的力量和体质得分增加4，你的这些得分的最大值现在是24。",
	"For some barbarians, rage is a means to an end—that end being violence. The Path of the Berserker is a path of untrammeled fury, slick with blood. As you enter the berserker's rage, you thrill in the chaos of battle, heedless of your own health or well-being.": "对于一些野蛮人来说，愤怒是达到目的的一种手段--目的就是暴力。狂暴者之路是一条不受约束的愤怒之路，上面沾满了鲜血。当你进入狂暴者的愤怒时，你会在混乱的战斗中感到兴奋，不顾自己的健康或福祉。",
	"If the creature succeeds on its saving throw, you can't use this feature on that creature again for 24 hours.": "如果该生物救赎成功，你在24小时内不能再对该生物使用此功能。",
	"Starting at 14th level, when you take damage from a creature that is within 5 feet of you, you can use your reaction to make a melee weapon attack against that creature.": "从14级开始，当你受到一个在你5英尺范围内的生物的伤害时，你可以用你的反应对该生物进行一次近战武器攻击。",
	"While raging, you have resistance to all damage except psychic damage. The spirit of the bear makes you tough enough to stand up to any punishment.": "在暴怒时，你对所有的伤害都有抵抗力，除了精神上的伤害。熊的精神使你足够坚韧，可以抵御任何惩罚。",
	"The Path of the Totem Warrior is a spiritual journey, as the barbarian accepts a spirit animal as guide, protector, and inspiration. In battle, your totem spirit fills you with supernatural might, adding magical fuel to your barbarian rage.": "图腾战士的道路是一个精神之旅，因为野蛮人接受了一个灵兽作为向导、保护者和灵感。在战斗中，你的图腾精神会让你充满超自然的力量，为你的野蛮人之怒添加神奇的燃料。",
	"Most barbarian tribes consider a totem animal to be kin to a particular clan. In such cases, it is unusual for an individual to have more than one totem animal spirit, though exceptions exist.": "大多数野蛮人部落认为图腾动物是一个特定部族的亲属。在这种情况下，一个人拥有一个以上的图腾动物精神是不寻常的，但也有例外。",
	"While you're raging, your friends have advantage on melee attack rolls against any creature within 5 feet of you that is hostile to you. The spirit of the wolf makes you a leader of hunters.": "在你愤怒的时候，你的朋友对你周围5英尺内任何对你有敌意的生物的近战攻击卷有优势。狼的精神使你成为猎人的领袖。",
	"At 3rd level, when you adopt this path, you choose a totem spirit and gain its feature. You must make or acquire a physical totem object—an amulet or similar adornment—that incorporates fur or feathers, claws, teeth, or bones of the totem animal. At your option, you also gain minor physical attributes that are reminiscent of your totem spirit. For example, if you have a bear totem spirit, you might be unusually hairy and thick-skinned, or if your totem is the eagle, your eyes turn bright yellow.": "在3级时，当你采用这条道路时，你选择一个图腾精灵并获得其特征。你必须制作或获得一个实体的图腾物品--护身符或类似的装饰品--其中包含了图腾动物的毛发或羽毛、爪子、牙齿或骨头。在你的选择下，你也会获得让人联想到你的图腾精神的轻微身体属性。例如，如果你有熊的图腾精神，你可能会异常地多毛和厚皮；如果你的图腾是鹰，你的眼睛会变成亮黄色。",
	"Your totem animal might be an animal related to those listed here but more appropriate to your homeland. For example, you could choose a hawk or vulture in place of an eagle.": "你的图腾动物可能是与这里列出的动物有关的，但更适合你的祖国。例如，你可以选择鹰或秃鹫来代替老鹰。",
	"You gain the might of a bear. Your carrying capacity (including maximum load and maximum lift) is doubled, and you have advantage on Strength checks made to push, pull, lift, or break objects.": "你获得了熊的力量。你的运载能力（包括最大负荷和最大举重）增加一倍，而且你在推、拉、举或破坏物体的力量检查中具有优势。",
	"You gain the hunting sensibilities of a wolf. You can track other creatures while traveling at a fast pace, and you can move stealthily while traveling at a normal pace.": "你获得了狼的狩猎感觉。你可以在快速行进时追踪其他生物，在正常行进时你可以隐秘地移动。",
	"At 6th level, you gain a magical benefit based on the totem animal of your choice. You can choose the same animal you selected at 3rd level or a different one.": "在6级时，你获得一个基于你所选择的图腾动物的神奇好处。你可以选择你在3级时选择的同一种动物，也可以选择另外一种。",
	"While raging, you have a flying speed equal to your current walking speed. This benefit works only in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft.": "愤怒时，你的飞行速度等于你当前的步行速度。这个好处只在短时间内起作用；如果你在空中结束你的回合并且没有其他东西支撑你，你就会坠落。",
	"At 14th level, you gain a magical benefit based on a totem animal of your choice. You can choose the same animal you selected previously or a different one.": "在14级时，你获得一个基于你选择的图腾动物的神奇好处。你可以选择你之前选择的同一种动物或不同的动物。",
	"Only dwarves can follow the Path of the Battlerager. The battlerager fills a particular niche in dwarven society and culture.": "只有矮人可以走 \"战斗者之路\"。斗士在矮人社会和文化中填补了一个特殊的位置。",
	"Beginning at 6th level, when you use Reckless Attack while raging, you also gain temporary hit points equal to your Constitution modifier (minimum of 1). They vanish if any of them are left when your rage ends.": "从第6级开始，当你在狂怒时使用鲁莽攻击，你也会获得相当于你体质修正值的临时命中率（最低为1）。当你的愤怒结束时，如果有剩余的，它们就会消失。",
	"Barbarians who walk the Path of the Beast draw their rage from a bestial spark burning within their souls. That beast bursts forth in the throes of rage, physically transforming the barbarian.": "走 \"野兽之路 \"的野蛮人从他们灵魂深处燃烧的兽性火花中汲取怒气。那只野兽在愤怒的阵痛中迸发出来，对野蛮人进行身体改造。",
	"Such a barbarian might be inhabited by a primal spirit or be descended from shape-shifters. You can choose the origin of your feral might or determine it by rolling on the Origin of the Beast table.": "这样的野蛮人可能是由原始精神居住的，或者是变形人的后代。你可以选择你的野性力量的起源，或者通过在野兽起源表上滚动来确定它。",
	"One of your parents is a lycanthrope, and you've inherited some of their curse.": "你的父母之一是狼人，而你继承了他们的一些诅咒。",
	"You are descended from an archdruid and inherited the ability to partially change shape.": "你是一个大德鲁伊的后裔，继承了部分改变形状的能力。",
	"A fey spirit gifted you with the ability to adopt different bestial aspects.": "一个精灵赋予了你采用不同兽性的能力。",
	"An ancient animal spirit dwells within you, allowing you to walk this path.": "一个古老的动物精神居住在你体内，使你能够走这条路。",
	"When you enter your rage, you can transform, revealing the bestial power within you. Until the rage ends, you manifest a natural weapon. It counts as a simple melee weapon for you, and you add your Strength modifier to the attack and damage rolls when you attack with it, as normal.": "当你进入愤怒状态时，你可以变身，显示出你体内的兽性力量。在愤怒结束之前，你会显现出一种自然武器。对你来说，它算作简单的近战武器，当你用它攻击时，你会在攻击和伤害卷中加入你的力量修饰，和平时一样。",
	"You choose the weapon's form each time you rage:": "你每次愤怒时都会选择武器的形式。",
	"The feral power within you increases, causing the natural weapons of your Form of the Beast to count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "你体内的野性力量增加，使你的野兽形态的自然武器被算作魔法武器，以克服对非魔法攻击和伤害的抵抗和免疫。",
	"You can also alter your form to help you adapt to your surroundings. When you finish a short or long rest, choose one of the following benefits, which lasts until you finish your next short or long rest:": "你也可以改变你的形态，帮助你适应周围的环境。当你完成一次短时或长时休息时，选择以下一种好处，这种好处持续到你完成下一次短时或长时休息。",
	"You gain a swimming speed equal to your walking speed, and you can breathe underwater.": "你获得的游泳速度等于你的步行速度，并且你可以在水下呼吸。",
	"You gain a climbing speed equal to your walking speed, and you can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "你获得的攀爬速度等于你的步行速度，你可以攀爬困难的表面，包括倒立在天花板上，而不需要进行能力检查。",
	"The target must use its reaction to make a melee attack against another creature of your choice that you can see.": "目标必须使用它的反应来对你所选择的另一个你能看到的生物进行近战攻击。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"The beast within you grows so powerful that you can spread its ferocity to others and gain resilience from them joining your hunt. When you enter your rage, you can choose a number of other willing creatures you can see within 30 feet of you equal to your Constitution modifier (minimum of one creature).": "你体内的野兽变得如此强大，以至于你可以将它的凶猛传播给其他人，并从他们加入你的狩猎中获得复原力。当你进入愤怒状态时，你可以选择在你30英尺范围内看到的其他自愿的生物，其数量等于你的体质修正值（至少一个生物）。",
	"Many places in the multiverse abound with beauty, intense emotion, and rampant magic; the Feywild, the Upper Planes, and other realms of supernatural power radiate with such forces and can profoundly influence people. As folk of deep feeling, barbarians are especially susceptible to these wild influences, with some barbarians being transformed by the magic. These magic-suffused barbarians walk the Path of Wild Magic. Elf, tiefling, aasimar, and genasi barbarians often seek this path, eager to manifest the otherworldly magic of their ancestors.": "多元宇宙中的许多地方充斥着美丽、强烈的情感和猖獗的魔法；仙界、上层世界和其他超自然力量的领域散发着这样的力量，并能深刻地影响人们。作为感情深厚的民间人士，野蛮人特别容易受到这些狂野的影响，有些野蛮人会被魔法所改变。这些受魔法影响的野蛮人走的是野性魔法之路。精灵、铁弗林、阿西玛和基那斯的野蛮人经常寻求这条道路，渴望表现出他们祖先的其他世界的魔法。",
	"As an action, you can open your awareness to the presence of concentrated magic. Until the end of your next turn, you know the location of any spell or magic item within 60 feet of you that isn't behind total cover. When you sense a spell, you learn which school of magic it belongs to.": "作为一项行动，你可以打开你的意识，以了解集中魔法的存在。直到你的下一个回合结束，你知道你周围60英尺内没有完全遮蔽物的任何法术或魔法物品的位置。当你感应到一个法术时，你会知道它属于哪个魔法流派。",
	"The magical energy roiling inside you sometimes erupts from you. When you enter your rage, roll on the Wild Magic table to determine the magical effect produced.": "在你体内咆哮的魔法能量有时会从你身上爆发出来。当你进入愤怒状态时，在 \"狂野魔法 \"表上滚动，以确定产生的魔法效果。",
	"If the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier.": "如果该效果需要蓄力，则蓄力值等于8+你的熟练度加成+你的体质修正值。",
	"You teleport up to 30 feet to an unoccupied space you can see. Until your rage ends, you can use this effect again on each of your turns as a bonus action.": "你最多可以传送30英尺到一个你能看到的未被占领的空间。在你的愤怒结束之前，你可以在你的每个回合中作为额外行动再次使用这个效果。",
	"Magic infuses one weapon of your choice that you are holding. Until your rage ends, the weapon's damage type changes to force, and it gains the light and thrown properties, with a normal range of 20 feet and a long range of 60 feet. If the weapon leaves your hand, the weapon reappears in your hand at the end of the current turn.": "魔法注入你所选择的一件你持有的武器。在你的愤怒结束之前，该武器的伤害类型变为力，并获得光和投掷属性，普通范围为20英尺，远距离为60英尺。如果武器离开了你的手，在当前回合结束时武器会重新出现在你的手中。",
	"Until your rage ends, you are surrounded by multi colored, protective lights; you gain a +1 bonus to AC, and while within 10 feet of you, your allies gain the same bonus.": "在你的愤怒结束之前，你会被多色的保护性灯光所包围；你获得+1的攻击力加成，在你周围10英尺内，你的盟友也获得同样的加成。",
	"Flowers and vines temporarily grow around you. Until your rage ends, the ground within 15 feet of you is difficult terrain for your enemies.": "花和藤蔓会暂时在你周围生长。在你的愤怒结束之前，你周围15英尺内的地面对你的敌人来说是困难的地形。",
	"You can harness your wild magic to bolster yourself or a companion. As an action, you can touch one creature (which can be yourself) and confer one of the following benefits of your choice to that creature:": "你可以利用你的野性魔法来增强你自己或同伴的力量。作为一个动作，你可以接触一个生物（可以是你自己），并将你选择的以下一种好处赋予该生物。",
	"You can take this action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以采取这个行动的次数与你的熟练度加成相等，并且当你完成一个长休时，你会恢复所有消耗的使用。",
	"When you are imperiled during your rage, the magic within you can lash out; immediately after you take damage or fail a saving throw while raging, you can use your reaction to roll on the Wild Magic table and immediately produce the effect rolled. This effect replaces your current Wild Magic effect.": "当你在愤怒中受到威胁时，你体内的魔力会爆发出来；当你在愤怒中受到伤害或拯救失败后，你可以用你的反应在狂野魔法表上滚动，并立即产生所滚动的效果。这个效果会取代你当前的狂野魔法效果。",
	"Whenever you roll on the Wild Magic table, you can roll the die twice and choose which of the two effects to unleash. If you roll the same number on both dice, you can ignore the number and choose any effect on the table.": "每当你在 \"狂野魔法 \"表上掷出骰子时，你可以掷两次骰子，选择释放两个效果中的哪一个。如果你在两个骰子上都掷出相同的数字，你可以忽略这个数字，选择桌上的任何效果。",
	"Barbarians who walk the Path of Beast draw their rage from a bestial spark burning within their souls. That beast howls to be released and bursts forth in the throes of rage.": "走 \"野兽之路 \"的野蛮人从他们灵魂深处燃烧的兽性火花中汲取怒气。那只野兽嚎叫着要被释放，并在愤怒的阵痛中迸发出来。",
	"Those who tread this path might be inhabited by a primal spirit or descended from shapeshifters. You can choose the origin of your feral might or determine it randomly by rolling on the Origin of the Beast table.": "踏上这条道路的人可能是原始精神的居住者或变形者的后代。你可以选择你的野性力量的起源，或者通过在野兽起源表上滚动来随机确定它。",
	"One of your parents is a lycanthrope, and you've inherited some of the curse.": "你的父母之一是狼人，你也继承了一些诅咒。",
	"You are descended from a legendary druid, a fact manifested by your ability to partially change shape.": "你是一个传奇德鲁伊的后裔，这一事实体现在你有部分改变形状的能力。",
	"When you enter your rage, you can transform, revealing the bestial power within you. Until your rage ends, you manifest a natural melee weapon, choosing one of the following options each time you rage:": "当你进入愤怒状态时，你可以变身，展现出你体内的兽性力量。在你的愤怒结束之前，你会显现出一种天然的近战武器，每次你愤怒的时候可以从以下选项中选择一个。",
	"The feral spirit within you grows in power, causing the natural weapons of your Form of the Beast to count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "你体内的野性精神增长了力量，使你的野兽形态的自然武器被算作魔法武器，以克服对非魔法攻击和伤害的抵抗和免疫。",
	"You can also call on the feral spirit to help you adapt to your surroundings. When you finish a short or long rest, choose one of the following benefits, which lasts until you finish a short or long rest:": "你也可以呼唤野性的精神来帮助你适应周围的环境。当你完成一次短时或长时休息时，选择以下一种好处，这种好处持续到你完成一次短时或长时休息。",
	"You can use this feature a number of times equal to your Constitution modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数等于你的体质修正值（最少一次）。当你完成长时间的休息时，你会重新获得所有已消耗的使用次数。",
	"The realm of the Feywild abounds with beauty, unpredictable emotion, and rampant magic. A barbarian exposed to this realm feels emotions powerfully and magic saturates their body.": "翡冷翠的境界充满了美丽、不可预测的情感和猖獗的魔法。暴露在这一领域的野蛮人会强烈地感受到情感，而魔法则充满了他们的身体。",
	"When a barbarian who follows this path rages, it is a bellowing roar for freedom, an explosion of expression, manifesting in unpredictable ways.": "当遵循这条道路的野蛮人发怒时，它是对自由的咆哮，是表达的爆发，以不可预测的方式表现出来。",
	"You can use this feature a number of times equal to your Constitution modifier (minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数等于你的体质修正值（最少一次）。当你完成一个长时间的休息时，你会恢复所有已消耗的使用。",
	"Starting at 3rd level, magic erupts from you as you rage. When you enter your rage, roll on the Wild Surge table to determine the magical effect produced.": "从3级开始，当你愤怒的时候，魔法会从你身上爆发出来。当你进入愤怒状态时，在 \"狂飙 \"表上滚动，以确定产生的魔法效果。",
	"You teleport up to 20 feet to an unoccupied space you can see. Until your rage ends, you can activate this effect again on each of your turns as a bonus action.": "你最多可以传送20英尺到一个你能看到的未被占领的空间。在你的愤怒结束之前，你可以在你的每个回合中再次激活这个效果，作为一个额外动作。",
	"Arcane energy enshrouds you. Until your rage ends, you gain a +2 bonus to AC, and whenever a creature within 10 feet of you hits you with an attack, that creature takes force damage equal to your Constitution modifier.": "魔法能量笼罩着你。在你的愤怒结束之前，你会获得一个+2的额外攻击力，并且每当一个在你10英尺范围内的生物用攻击击中你时，那个生物会受到相当于你宪法修改器的力量伤害。",
	"Arcane energy taps into the minds of those around you. Each creature within 30 feet of you must succeed on a Wisdom saving throw or you see a glimpse of the creature's thoughts, learning how it plans to attack you. As a result, the creature has disadvantage on attack rolls against you until the start of your next turn.": "奥术能量可以接触到你周围人的思想。在你30英尺范围内的每个生物都必须在智慧救赎中获得成功，否则你就会看到该生物的想法，了解它打算如何攻击你。结果是，该生物在对你进行攻击时处于劣势，直到你下一回合开始。",
	"Shadows weave around a weapon of your choice you are holding. Until your rage ends, your weapon deals psychic damage instead of its bludgeoning, slashing, or piercing damage, and it gains the light and thrown properties with a normal range of 20 feet and a long range of 60 feet. If you drop the weapon or throw it, the weapon dissipates and reappears in your hand at the end of your turn.": "阴影围绕着你所持的武器。在你的愤怒结束之前，你的武器会造成精神伤害，而不是砸伤、砍伤或刺伤，并且获得光和投掷属性，普通范围为20英尺，远程范围为60英尺。如果你丢掉武器或投掷它，武器会消散，并在你的回合结束时重新出现在你手中。",
	"You take force damage equal to five times the number rolled.": "你所受的武力伤害等于所卷数字的五倍。",
	"At 14th level, you become a wellspring of wild magic while you are raging. As a bonus action, you can reroll on the Wild Surge table, replacing your current effect with the new one.": "14级时，你在狂暴时成为野性魔法的源泉。作为一个额外的动作，你可以在野性涌动表上重新投票，用新的效果取代你当前的效果。",
	"Some barbarians hail from cultures that revere their ancestors. These tribes teach that the warriors of the past linger on in the world as mighty spirits who can guide and protect the living. When barbarians who follow this path rage, they cross the barrier into the spirit world and call on these guardian spirits for aid.": "一些野蛮人来自崇尚祖先的文化。这些部落教导说，过去的战士作为强大的精神在这个世界上徘徊，他们可以指导和保护活人。当遵循这条道路的野蛮人暴怒时，他们会跨越障碍进入精神世界，并向这些守护神求援。",
	"Barbarians who draw on their ancestral guardians fight to protect their tribes and their allies. With the spirits' help, they can hinder their foes even as they strike powerful blows against them.": "汲取祖先守护者的野蛮人为保护他们的部落和盟友而战。在神灵的帮助下，他们可以阻碍敌人，即使他们对敌人进行了强有力的打击。",
	"In order to cement ties to their ancestral guardians, barbarians who follow this path cover themselves in elaborate tattoos that celebrate their ancestors' deeds. These tattoos tell epic sagas of victories against terrible monsters and other fearsome rivals.": "为了巩固与祖先守护者的联系，走这条路的野蛮人在自己身上纹上精致的纹身，颂扬他们祖先的事迹。这些纹身讲述了战胜可怕怪物和其他可怕对手的史诗般的传奇故事。",
	"Beginning at 6th level, the guardian spirits that aid you can provide protection for your allies. If you are raging and an ally you can see within 30 feet of you takes bludgeoning, piercing, or slashing damage, you can use your reaction to transfer your resistance to those damage types to the ally. The resistance applies to the incoming damage. Until the start of your next turn, the ally keeps the resistance and you lack it, unless you also have it from a source other than rage.": "从6级开始，帮助你的守护神可以为你的盟友提供保护。如果你正在发怒，而你能看到的30英尺范围内的盟友受到打击、穿刺或砍击伤害，你可以用你的反应将你对这些伤害类型的抵抗转移到盟友身上。该抗性适用于传入的伤害。在你下一回合开始之前，盟友保持抵抗力，而你则缺乏抵抗力，除非你也从愤怒以外的其他来源获得抵抗力。",
	"At 10th level, you gain the ability to consult with your ancestral spirits. Right before you make an Intelligence or a Wisdom check, you can give yourself advantage on the check. You can use this feature three times, and you regain expended uses when you finish a long rest.": "在10级的时候，你获得了与你的祖先的灵魂协商的能力。在你进行智力或智慧检查之前，你可以让自己在检查中获得优势。你可以使用这个功能三次，当你完成一次长时间的休息时，你会重新获得已消耗的使用权。",
	"Typical barbarians harbor a fury that dwells within. Their rage grants them superior strength, durability, and speed. Barbarians who follow the Path of the Storm Herald learn instead to transform their rage into a mantle of primal magic that swirls around them. When in a fury, a barbarian of this path taps into nature to create powerful, magical effects.": "典型的野蛮人怀有一种居住在体内的怒火。他们的愤怒赋予他们超强的力量、耐久力和速度。遵循风暴先驱之路的野蛮人则学会了将他们的愤怒转化为围绕他们的原始魔法。在愤怒的时候，走这条路的野蛮人可以利用自然创造出强大的魔法效果。",
	"Storm heralds are typically elite champions who train alongside druids, rangers, and others sworn to protect the natural realm. Other storm heralds hone their craft in elite lodges founded in regions wracked by storms, in the frozen reaches at the world's end, or deep in the hottest deserts.": "风暴使者通常是精英冠军，他们与德鲁伊、游侠和其他发誓要保护自然界的人一起训练。其他风暴使者在精英旅馆中磨练他们的技艺，这些旅馆建立在被风暴蹂躏的地区，在世界尽头的冰冻地带，或者在最热的沙漠深处。",
	"Any enemy that ends its turn in your aura takes fire damage equal to 2 + your barbarian level divided by 4.": "任何在你的光环中结束其回合的敌人都会受到相当于2+你的野蛮人等级除以4的火焰伤害。",
	"Any enemy that ends its turn in your aura takes cold damage equal to 2 + your barbarian level divided by 4.": "任何在你光环中结束回合的敌人都会受到相当于2+你的野蛮人等级除以4的寒冷伤害。",
	"At 6th level, your link to the power of the storm grants you additional abilities based on the environment you chose at 3rd level.": "在6级时，你与风暴之力的联系会根据你在3级时选择的环境赋予你额外的能力。",
	"You gain resistance to fire damage and don't suffer the effects of extreme heat.": "你获得对火灾伤害的抵抗力，并且不会受到极端高温的影响。",
	"You gain resistance to lightning damage and can breathe underwater.": "你获得对雷电伤害的抵抗力，并能在水下呼吸。",
	"Tundra. You gain resistance to cold damage and don't suffer the effects of extreme cold.": "苔原。你获得对寒冷伤害的抵抗力，不会受到极度寒冷的影响。",
	"At 10th level, you learn to use your mastery of the storm to protect your allies. While you are raging, allies within your aura gain the benefits of your Storm Soul feature.": "在10级时，你学会使用你对风暴的掌握来保护你的盟友。当你在暴怒时，在你光环内的盟友会获得你的风暴之魂特性的好处。",
	"At 14th level, the power of the storm you channel grows mightier.": "在14级时，你所引导的风暴的力量会变得更加强大。",
	"The air around you coldly slows your foes. The area within your aura is difficult terrain for your enemies.": "你周围的空气冷酷地减缓你的敌人。你的光环内的区域对你的敌人来说是困难的地形。",
	"Some deities inspire their followers to pitch themselves into a ferocious battle fury. These barbarians are zealots—warriors who channel their rage into powerful displays of divine power.": "一些神灵激励他们的追随者将自己投入到凶猛的战斗中。这些野蛮人是狂热的战士，他们将自己的愤怒转化为强大的神力展示。",
	"At 3rd level, your soul is marked for endless battle. If a spell would have the sole effect of restoring you to life (but not undeath), the caster does not need material components to cast the spell on you.": "三级时，你的灵魂被标记为无尽的战斗。如果一个法术的唯一效果是使你恢复生命（但不是不死），施法者不需要物质成分就能对你施法。",
	"At 6th level, the divine power that fuels your rage can shield you from harm. If you fail a saving throw while raging, you can instead succeed on that saving throw as a reaction. However, doing so immediately ends your rage, and you can't rage again until you finish a short or long rest.": "6级时，激发你愤怒的神力可以保护你免受伤害。如果你在暴怒时救赎失败，你可以在救赎中获得成功，作为一种反应。然而，这样做会立即结束你的愤怒，在你完成短期或长期的休息之前，你不能再次愤怒。",
	"At 10th level, you learn to channel divine power to inspire zealotry in others. As an action, you howl in fury and unleash a battle cry infused with divine energy. Every ally within 60 feet of you gains advantage on attack rolls and saving throws until the start of your next turn.": "10级时，你学会引导神力来激发他人的狂热。作为一项行动，你会发出愤怒的嚎叫，并释放出充满神力的战吼。在你60英尺范围内的每一个盟友都会在攻击和蓄力上获得优势，直到你下一个回合开始。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个功能，你就不能再使用它，直到你完成长时间的休息。",
	"Beginning at 14th level, the divine power that fuels your rage allows you to shrug off fatal blows.": "从14级开始，助长你愤怒的神力使你能够摆脱致命的打击。",
	"Starting when you choose this path at 3rd level, spectral warriors appear when you rage. These warriors distract a foe you designate and hinder its attempts to evade you. While you're raging, the first creature you hit with an attack on your turn becomes the target of these warriors. Until the start of your next turn or until your rage ends, that target has disadvantage on any attack roll that doesn't target you, and creatures other than you have resistance to the damage of the creature's attacks.": "从你3级时选择这条道路开始，幽灵战士会在你愤怒的时候出现。这些战士会分散你指定的敌人的注意力，并阻碍其试图躲避你。当你愤怒时，在你的回合中，你用攻击击中的第一个生物会成为这些战士的目标。直到你下一回合开始或你的愤怒结束，该目标在任何不以你为目标的攻击卷中都有劣势，而除你之外的生物对该生物的攻击伤害有抵抗力。",
	"At 14th level, your ancestral spirits grow powerful enough to strike foes that dare harm those that you protect. When you use your Spirit Shield Ability to protect a creature damaged by an attack, the attacker takes the same amount of damage that the Spirit Shield protects.": "在14级时，你的祖先之魂变得足够强大，可以打击那些敢于伤害你所保护的人的敌人。当你使用你的精神护盾能力保护一个被攻击伤害的生物时，攻击者会受到与精神护盾所保护的相同数量的伤害。",
	"Some barbarians hail from cultures that revere their ancestors. These tribes teach that the warriors of the past linger in the world as mighty spirits, who can guide and protect the living. When a barbarian who follows this path rages, the barbarian contacts the spirit world and calls on these guardian spirits for aid.": "一些野蛮人来自崇尚祖先的文化。这些部落教导说，过去的战士作为强大的神灵在这个世界上徘徊，他们可以指导和保护活人。当一个遵循这条道路的野蛮人暴怒时，野蛮人会联系精神世界，并向这些守护神求助。",
	"Barbarians who draw on their ancestral guardians can better fight to protect their tribes and their allies. In order to cement ties to their ancestral guardians, barbarians who follow this path cover themselves in elaborate tattoos that celebrate their ancestors' deeds. These tattoos tell sagas of victories against terrible monsters and other fearsome rivals.": "汲取祖先守护者的野蛮人可以更好地战斗，保护他们的部落和盟友。为了巩固与祖先守护者的联系，走这条路的野蛮人在自己身上纹上精致的纹身，以庆祝他们祖先的事迹。这些纹身讲述了他们战胜可怕的怪物和其他可怕的对手的传奇故事。",
	"Starting when you choose this path at 3rd level, spectral warriors appear when you enter your rage. While you're raging, the first creature you hit with an attack on your turn becomes the target of the warriors, which hinder its attacks. Until the start of your next turn, that target has disadvantage on any attack roll that isn't against you, and when the target hits a creature other than you with an attack, that creature has resistance to the damage dealt by the attack. The effect on the target ends early if your rage ends.": "从你在3级时选择这条道路开始，当你进入愤怒状态时，幽灵战士会出现。在你愤怒的时候，你在回合中用攻击击中的第一个生物会成为战士的目标，战士会阻碍它的攻击。在你下一回合开始之前，该目标在任何不针对你的攻击卷中都有劣势，而当该目标用攻击击中你以外的生物时，该生物对攻击造成的伤害有抵抗力。如果你的怒气结束，对目标的效果也会提前结束。",
	"After you cast either spell in this way, you can't use this feature again until you finish a short or long rest.": "在你以这种方式施展这两种法术后，你不能再使用这个功能，直到你完成一个短期或长期休息。",
	"At 14th level, your ancestral spirits grow powerful enough to retaliate. When you use your Spirit Shield to reduce the damage of an attack, the attacker takes an amount of force damage equal to the damage that your Spirit Shield prevents.": "在14级时，你的祖先的精神成长到足够强大，可以进行报复。当你使用你的精神盾牌来减少攻击的伤害时，攻击者会受到与你的精神盾牌所防止的伤害相等的武力伤害。",
	"All barbarians harbor a fury within. Their rage grants them superior strength, durability, and speed. Barbarians who follow the Path of the Storm Herald learn to transform that rage into a mantle of primal magic, which swirls around them. When in a fury, a barbarian of this path taps into the forces of nature to create powerful magical effects.": "所有的野蛮人内心都藏着一股怒火。他们的愤怒赋予他们超强的力量、耐久力和速度。遵循风暴先驱之路的野蛮人学会了将愤怒转化为原始魔法的衣钵，围绕着他们旋转。在愤怒的时候，走这条路的野蛮人会利用自然的力量来创造强大的魔法效果。",
	"Storm heralds are typically elite champions who train alongside druids, rangers, and others sworn to protect nature. Other storm heralds hone their craft in lodges in regions wracked by storms, in the frozen reaches at the world's end, or deep in the hottest deserts.": "风暴使者通常是精英冠军，他们与德鲁伊、游侠和其他发誓要保护大自然的人一起训练。其他风暴使者在被风暴蹂躏的地区、世界尽头的冰冻地带或最热的沙漠深处的旅馆中磨练他们的技艺。",
	"Starting at 3rd level, you emanate a stormy, magical aura while you rage. The aura extends 10 feet from you in every direction, but not through total cover.": "从第三级开始，你在愤怒的时候会散发出一个暴风雨般的魔法光环。光环从你身上向各个方向延伸10英尺，但不能穿过全部遮蔽物。",
	"Your aura has an effect that activates when you enter your rage, and you can activate the effect again on each of your turns as a bonus action. Choose desert, sea, or tundra. Your aura's effect depends on that chosen environment, as detailed below. You can change your environment choice whenever you gain a level in this class.": "你的光环有一个效果，在你进入愤怒状态时激活，你可以在你的每个回合作为额外行动再次激活这个效果。选择沙漠、海洋或苔原。你的光环效果取决于所选择的环境，详见下文。每当你在这个等级中获得一个等级，你可以改变你的环境选择。",
	"If your aura's effects require a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier.": "如果你的光环效果需要蓄力，则蓄力值等于8+你的熟练度加成+你的体质修正值。",
	"At 6th level, the storm grants you benefits even when your aura isn't active. The benefits are based on the environment you chose for your Storm Aura.": "在6级时，即使你的光环没有激活，风暴也会给予你好处。这些好处是基于你为你的风暴光环所选择的环境。",
	"At 10th level, you learn to use your mastery of the storm to protect others. Each creature of your choice has the damage resistance you gained from the Storm Soul feature while the creature is in your Storm Aura.": "10级时，你学会使用你对风暴的掌握来保护他人。当你选择的每个生物处于你的风暴光环中时，该生物具有你从风暴灵魂特性中获得的伤害抵抗。",
	"At 14th level, the power of the storm you channel grows mightier, lashing out at your foes. The effect is based on the environment you chose for your Storm Aura.": "在14级时，你所引导的风暴的力量变得更加强大，向你的敌人发起冲击。效果基于你为你的风暴光环选择的环境。",
	"Starting at 6th level, the divine power that fuels your rage can protect you. If you fail a saving throw while you're raging, you can reroll it, and you must use the new roll. You can use this ability only once per rage.": "从6级开始，助长你愤怒的神力可以保护你。如果你在暴怒时救赎失败，你可以重新掷骰子，但你必须使用新的骰子。每次狂怒你只能使用这个能力一次。",
	"At 10th level, you learn to channel divine power to inspire zealotry in others. As a bonus action, you unleash a battle cry infused with divine energy. Up to ten other creatures of your choice within 60 feet of you that can hear you gain advantage on attack rolls and saving throws until the start of your next turn.": "10级时，你学会了引导神力来激发他人的狂热。作为一个额外的行动，你释放出一个注入了神圣能量的战吼。在你周围60英尺范围内，有多达10个你选择的生物能听到你的声音，在攻击卷和蓄力上获得优势，直到你下一回合开始。",
	"While you're raging and aren't wearing heavy armor, your walking speed increases by 15 feet. The spirit of the elk makes you extraordinarily swift.": "当你怒气冲冲且没有穿戴重甲时，你的行走速度会增加15英尺。麋鹿的精神使你变得异常敏捷。",
	"While raging, you can add 10 feet to your long jump distance and 3 feet to your high jump distance. The spirit of the tiger empowers your leaps.": "愤怒时，你可以使你的跳远距离增加10英尺，跳高距离增加3英尺。虎的精神增强了你的跳跃能力。",
	"While you're raging, if you move at least 20 feet in a straight line toward a Large or smaller target right before making a melee weapon attack against it, you can use a bonus action to make an additional melee weapon attack against it.": "在你愤怒的时候，如果你在对一个大型或小型目标进行近战武器攻击之前，在一条直线上向其移动至少20英尺，你可以使用一个额外的动作对其进行一次额外的近战武器攻击。",
	"When this effect is activated, all other creatures in your aura take 2 fire damage each. The damage increases when you reach certain levels in this class, increasing to 3 at 5th level, 4 at 10th level, 5 at 15th level, and 6 at 20th level.": "当这个效果被激活时，在你光环中的所有其他生物每人受到2个火系伤害。当你在这个等级中达到一定级别时，伤害会增加，在5级时增加到3，10级时增加到4，15级时增加到5，20级时增加到6。",
	"When this effect is activated, each creature of your choice in your aura gains 2 temporary hit points, as icy spirits inure it to suffering. The temporary hit points increase when you reach certain levels in this class, increasing to 3 at 5th level, 4 at 10th level, 5 at 15th level, and 6 at 20th level.": "当这个效果被激活时，在你的光环中你选择的每个生物都会获得2个临时命中率，因为冰冷的精神使其遭受痛苦。当你在这个等级中达到一定级别时，临时命中率会增加，在5级时增加到3，10级时增加到4，15级时增加到5，20级时增加到6。",
	"You gain resistance to fire damage, and you don't suffer the effects of extreme heat, as described in the Dungeon Master's Guide. Moreover, as an action, you can touch a flammable object that isn't being worn or carried by anyone else and set it on fire.": "你获得了对火灾伤害的抵抗力，而且你不会受到极热的影响，如《地下城主指南》中所述。此外，作为一个动作，你可以触摸一个没有被其他人佩戴或携带的易燃物，并将其点燃。",
	"You gain resistance to lightning damage, and you can breathe underwater. You also gain a swimming speed of 30 feet.": "你获得对雷电伤害的抵抗力，你可以在水下呼吸。你还获得了30英尺的游泳速度。",
	"You gain resistance to cold damage, and you don't suffer the effects of extreme cold, as described in the Dungeon Master's Guide. Moreover, as an action, you can touch water and turn a 5-foot cube of it into ice, which melts after 1 minute. This action fails if a creature is in the cube.": "你获得了对寒冷伤害的抵抗力，而且你不会受到极度寒冷的影响，如《地下城主指南》中所述。此外，作为一个动作，你可以接触水并将5英尺的水立方变成冰，1分钟后融化。如果有生物在这个立方体中，这个动作就会失败。",
	"Immediately after a creature in your aura hits you with an attack, you can use your reaction to force that creature to make a Dexterity saving throw. On a failed save, the creature takes fire damage equal to half your barbarian level.": "在你的光环中的生物用攻击击中你之后，你可以用你的反应来迫使该生物做一个灵巧的救赎动作。如果救赎失败，该生物会受到相当于你野蛮人等级一半的火焰伤害。",
	"Whenever the effect of your Storm Aura is activated, you can choose one creature you can see in the aura. That creature must succeed on a Strength saving throw, or its speed is reduced to 0 until the start of your next turn, as magical frost covers it.": "每当你的风暴光环的效果被激活时，你可以选择一个你能在光环中看到的生物。该生物必须成功地进行力量救赎，否则它的速度将降至0，直到你下一回合开始，因为魔法霜冻覆盖了它。",
	"Your rages pull strength from the primal might of giants, transforming you into a hulking force of destruction. While raging, you gain the following benefits:": "你的愤怒从巨人的原始力量中汲取力量，将你转化为一个巨大的破坏力。愤怒时，你会获得以下好处。",
	"When you make a successful ranged attack with a thrown weapon using Strength, you can add your Rage Damage bonus to the attack's damage roll.": "当你使用力量的投掷武器进行成功的远程攻击时，你可以在攻击的伤害卷上加上你的狂暴伤害奖励。",
	"Your reach increases by 5 feet, and if you are smaller than Large, you become Large, along with anything you are wearing. If there isn't enough room for you to become Large, your size doesn't change.": "你的触角会增加5英尺，如果你比大号小，你就会变成大号，连同你穿的任何东西一起。如果没有足够的空间让你变成大号，你的尺寸就不会改变。",
	"Barbarians who walk the Path of the Giant draw strength from the primal forces that are the Giants and their elemental ilk. Their rages surge with elemental power and cause these barbarians to grow in size, transforming them into avatars of primordial might.": "走巨人之路的野蛮人从巨人和他们的元素同类的原始力量中汲取力量。他们的怒火涌动着元素的力量，使这些野蛮人的体型越来越大，将他们变成原始力量的化身。",
	"During their rage, a barbarian may take after a legendary storm giant, hair turning white and eyes crackling with lightning. Others adopt the monstrous features of apocalyptic titans, rending the world around them so that it may be made anew.": "在他们的愤怒中，野蛮人可能会效仿传说中的风暴巨人，头发变成白色，眼睛里闪烁着闪电。其他人则采用世界末日巨头的畸形特征，撕裂他们周围的世界，使之重新焕发生机。",
	"Your bond with the elemental might of giants and their ilk grows, and you learn to infuse weapons with primordial energy.": "你与巨人及其同类的元素力量的联系不断增强，你学会了用原始的能量注入武器。",
	"While raging and holding the infused weapon, you can use a bonus action to change the infused weapon's current damage type to a different one from the above damage types.": "在愤怒并持有被注入的武器时，你可以使用一个额外的动作来改变被注入的武器的当前伤害类型，使其与上述伤害类型不同。",
	"The primordial power of your rage intensifies. When you rage, your reach now increases by 10 feet, your size can increase to Huge, and you can now use your Mighty Impel to move creatures that are Large or smaller.": "你愤怒的原始力量增强了。当你愤怒的时候，你的范围现在增加了10英尺，你的体型可以增加到巨大，而且你现在可以使用你的强大推动力来移动大型或小型生物。",
	"Your reach increases by 5 feet, and if you are smaller than Large, you become Large, along with anything you are wearing. If there isn't enough room for you to increase your size, your size doesn't change.": "你的攻击范围增加 5 英尺，如果你比大型生物还要小，你将变为大型生物，并且你所穿戴的一切也会一同增大。如果周围没有足够的空间来容纳你增大的体积，那你的体积就不会改变。",
	"Your bond with the elemental might of giants grows, and you learn to infuse weapons with primordial energy.": "你与巨人尊贵的元素联系更加紧密，学会了将武器注入原始能量。",
	"While raging and holding the infused weapon, you can use a bonus action to change the infused weapon's current damage type to another one from the damage type options above.": "在愤怒并握持着灌注武器时，你可以使用一个奖励动作将灌注武器当前的伤害类型改变为上面提供的另一种伤害类型。",
	"The primordial power of your rage intensifies. When you rage, your reach increases by 10 feet, your size can increase to Large or Huge (your choice), and you can use your Mighty Impel to move creatures that are Large or smaller.": "你愤怒时的原始力量增强。当你愤怒时，你的攻击范围增加了10英尺，你的体型可以增长到大型或巨型（任选），你可以使用强力推挤来移动体型为大型或更小的生物。",
	"Barbarians who follow the Path of the Juggernaut stand so resolutely that none can deter them, and they swing their weapons with such force that all who stand against them are flung aside. In might and in spirit, juggernauts are immovable object and unstoppable force all at once.": "追随“重甲战士”之路的野蛮人如此坚定，无人能阻挡他们，并他们挥舞武器的力量如此之大，使得所有敌人都被甩开。在力量和精神上，“重甲战士”既是不可移动的物体，又是不可阻挡的力量。",
	"These barbarians, different as they might be, are defined by their rage: unbridled, unquenchable, and unthinking fury. More than a mere emotion, their anger is the ferocity of a cornered predator, the unrelenting assault of a storm, the churning turmoil of the sea.": "这些蛮族，尽管各有不同，却被他们的愤怒所定义：无法控制的、无法平息的、毫无思考的狂怒。他们的愤怒不仅仅是一种情绪，更像是被逼入绝境的猎食者的凶猛、风暴无情的袭击、海洋的搅动混乱。",
	"People of towns and cities take pride in how their civilized ways set them apart from animals, as if denying one's own nature was a mark of superiority. To a barbarian, though, civilization is no virtue, but a sign of weakness. The strong embrace their animal nature—keen instincts, primal physicality, and ferocious rage. Barbarians are uncomfortable when hedged in by walls and crowds. They thrive in the wilds of their homelands: the tundra, jungle, or grasslands where their tribes live and hunt.": "城镇和城市的人们以他们文明的方式与动物区分开来感到自豪，仿佛否认自己的本性是一种优越的标志。然而，对野蛮人来说，文明并不是一种美德，而是软弱的标志。强者拥抱他们的动物本性——敏锐的直觉、原始的体魄和凶猛的愤怒。当被墙壁和人群围困时，野蛮人感到不自在。他们在自己的家园荒野中茁壮成长：苔原、丛林或草原，那里是他们部落生活和狩猎的地方。",
	"Not every member of the tribes deemed \"barbarians\" by scions of civilized society has the barbarian class. A true barbarian among these people is as uncommon as a skilled fighter in a town, and he or she plays a similar role as a protector of the people and a leader in times of war. Life in the wild places of the world is fraught with peril: rival tribes, deadly weather, and terrifying monsters. Barbarians charge headlong into that danger so that their people don't have to.": "并非每个被文明社会的后裔视为“野蛮人”的部落成员都拥有野蛮人职业。在这些人中，真正的野蛮人就像城镇中技艺高超的战士一样罕见，他们在人民中扮演着保护者和战争时期的领袖的角色。世界荒野之地的生活充满了危险：敌对部落、致命的天气和可怕的怪物。野蛮人毫不犹豫地冲向危险，以保护他们的人民。",
	"You can make a barbarian quickly by following these suggestions. First, put your highest ability score in Strength, followed by Constitution. Second, choose the {@background outlander} background.": "你可以通过以下建议快速创建一个野蛮人。首先，把你最高的能力值放在力量上，其次是体质。其次，选择{@background outlander}背景。",
	"Your rage lasts for 1 minute. It ends early if you are knocked {@condition unconscious} or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your rage on your turn as a bonus action.": "你的愤怒持续1分钟。如果你被击倒{@condition unconscious}，或者在你的回合结束时你既没有攻击过敌对生物，也没有受到伤害，愤怒会提前结束。你也可以在你的回合中将愤怒作为一个奖励动作结束。",
	"At 2nd level, you gain an uncanny sense of when things nearby aren't as they should be, giving you an edge when you dodge away from danger. You have advantage on Dexterity saving throws against effects that you can see, such as traps and spells. To gain this benefit, you can't be {@condition blinded}, {@condition deafened}, or {@condition incapacitated}.": "在2级时，你获得了一种神秘的感知能力，可以感知附近的事物是否不正常，让你在躲避危险时更加得心应手。你对那些可以看见的影响（如陷阱和法术）的敏捷豁免 throws 有优势。要获得这个好处，你不能处于{@condition blinded}，{@condition deafened}，或{@condition incapacitated}状态。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长，你可以选择取代一个{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在回合中进行{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"Additionally, if you are {@quickref Surprise|PHB|3|0|surprised} at the beginning of combat and aren't {@condition incapacitated}, you can act normally on your first turn, but only if you enter your rage before doing anything else on that turn.": "此外，如果你在战斗开始时是{@quickref Surprise|PHB|3|0|surprised}，并且没有{@condition incapacitated}，你可以在第一轮正常行动，但前提是在进行其他任何行动之前进入狂暴状态。",
	"Starting at 11th level, your rage can keep you fighting despite grievous wounds. If you drop to 0 hit points while you're raging and don't die outright, you can make a DC 10 Constitution saving throw. If you succeed, you drop to 1 hit point instead.": "从11级开始，你的愤怒可以让你在受重伤时继续战斗。如果你在愤怒状态下降到0点生命值，但没有立即死亡，你可以进行一次DC 10的体质豁免检定。如果成功，你的生命值会变为1点。",
	"Each time you use this feature after the first, the DC increases by 5. When you finish a short or long rest, the DC resets to 10.": "每次你在第一次之后使用这个特性时，DC 值增加 5。当你完成短休或长休时，DC 重置为 10。",
	"Beginning at 15th level, your rage is so fierce that it ends early only if you fall {@condition unconscious} or if you choose to end it.": "从15级开始，你的愤怒如此猛烈，只有在你倒下{@condition unconscious}或选择结束时才会提前结束。(rage)",
	"When you choose this path, you learn to speak, read, and write Giant or one other language of your choice if you already know Giant. Additionally, you learn a cantrip of your choice: either {@spell druidcraft} or {@spell thaumaturgy}. Wisdom is your spellcasting ability for this spell.": "当你选择这条路径时，你学会说、读、写巨人语或者如果你已经懂得巨人语，你可以选择学习另一种语言。此外，你学会一个你选择的零级戏法：{@spell druidcraft} 或 {@spell thaumaturgy}。智力是你施法这个法术的能力。",
	"Barbarians who walk the Path of the Giant draw strength from the same primal forces as giants. As they rage, these barbarians surge with elemental power and grow in size, taking on forms that evoke the glory of giants. Some barbarians look like oversized versions of themselves, perhaps with a hint of elemental energy flaring in their eyes and around their weapons. Others transform more dramatically, taking on the appearance of an actual giant or a form similar to an Elemental, wreathed in fire, frost, or lightning.": "走巨人之路的野蛮人从和巨人一样的原始力量中汲取力量。当他们暴怒时，这些野蛮人会充满元素力量并变得庞大，呈现出让人联想到巨人荣耀的形态。一些野蛮人看起来像是自己的放大版，也许眼中和武器周围闪烁着一丝元素能量。另一些则变化更加戏剧化，化身为一个真正的巨人或类似元素生物的形态，被火焰、冰霜或闪电环绕。",
	"When you enter your rage, you can choose one weapon that you are holding and infuse it with one of the following damage types: acid, cold, fire, thunder, or lightning. While you wield the infused weapon during your rage, the weapon's damage type changes to the chosen type, it deals an extra {@dice 1d6} damage of the chosen type when it hits, and it gains the thrown property, with a normal range of 20 feet and a long range of 60 feet. If you throw the weapon, it reappears in your hand the instant after it hits or misses a target. The infused weapon's benefits are suppressed while a creature other than you wields it.": "当你进入愤怒状态时，你可以选择一件你正在握持的武器，并赋予它以下伤害类型之一：酸性，冰冷，火焰，雷霆或闪电。在你的愤怒期间挥舞这件被赋予能力的武器时，武器的伤害类型变为所选类型，当它命中时，额外造成相当于 {@dice 1d6} 选择类型的伤害，并获得投掷属性，正常射程为20英尺，最远射程为60英尺。如果你投掷这件武器，它会在击中或未击中目标后的瞬间重新出现在你的手中。当除你以外的生物挥舞这件被赋予能力的武器时，其效益会被抑制。",
	"Your connection to giant strength allows you to hurl both allies and enemies on the battlefield. As a bonus action while raging, you can choose one Medium or smaller creature within your reach and move it to an unoccupied space you can see within 30 feet of yourself. An unwilling creature must succeed on a Strength saving throw (DC equals 8 + your proficiency bonus + your Strength modifier) to avoid the effect.": "你与巨人力量的联系使你能够在战场上投掷盟友和敌人。在愤怒时作为一个奖励动作，你可以选择一个在你的攻击范围内的中型或更小的生物，并将其移动到你能看到的距离30英尺的未被占据的空间。不愿意的生物必须成功进行一次力量豁免投掷（豁免 DC 等于 8 + 你的熟练加值 + 你的力量调整值）以避免这种效果。",
	"If, at the end of this movement, the thrown creature isn't on a surface or liquid that can support it, the creature falls, taking damage as normal and landing {@condition prone}.": "如果在这个移动结束时，被投掷的生物不在能支撑它的表面或液体上，那么生物会掉落，受到正常的伤害并着陆在{@condition prone}。",
	"In addition, the extra damage dealt by your Elemental Cleaver feature increases to {@dice 2d6}.": "此外，你的元素劈斧特性造成的额外伤害增加至{@dice 2d6}。",
	"Starting when you choose this path at 3rd level, you can go into a frenzy when you rage. If you do so, for the duration of your rage you can make a single melee weapon attack as a bonus action on each of your turns after this one. When your rage ends, you suffer one level of {@condition exhaustion}.": "从你在3级时选择这个路径开始，当你愤怒时，你可以陷入狂暴状态。如果你这样做，你在这之后的每个回合中都可以作为一个额外动作进行一次单次近战武器攻击。当你的愤怒结束时，你会受到一级的{@condition exhaustion}。",
	"Beginning at 6th level, you can't be {@condition charmed} or {@condition frightened} while raging. If you are {@condition charmed} or {@condition frightened} when you enter your rage, the effect is suspended for the duration of the rage.": "从6级开始，你在愤怒状态时不能成为{@condition charmed}或{@condition frightened}。如果你在进入愤怒状态时是{@condition charmed}或{@condition frightened}，那么效果在愤怒状态期间暂停。",
	"Beginning at 10th level, you can use your action to frighten someone with your menacing presence. When you do so, choose one creature that you can see within 30 feet of you. If the creature can see or hear you, it must succeed on a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier) or be {@condition frightened} of you until the end of your next turn. On subsequent turns, you can use your action to extend the duration of this effect on the {@condition frightened} creature until the end of your next turn. This effect ends if the creature ends its turn out of line of sight or more than 60 feet away from you.": "从10级开始，你可以使用你的动作，通过你的威胁气场来吓唬某人。当你这样做时，选择一个你能看到的距离30英尺内的生物。如果这个生物能看到或听到你，它必须成功通过一次感知豁免检定（DC等于8 + 你的熟练加值 + 你的魅力调整值），否则它将对你感到{@condition frightened}，直到你的下一个回合结束。在随后的回合中，你可以使用你的动作来延长对这个{@condition frightened}生物的效果持续到你的下一个回合结束。如果这个生物在回合结束时远离你的视线或超过60英尺，则效果结束。",
	"While you're raging and aren't wearing heavy armor, other creatures have disadvantage on opportunity attack rolls against you, and you can use the {@action Dash} action as a bonus action on your turn. The spirit of the eagle makes you into a predator who can weave through the fray with ease.": "当你愤怒时且没有穿戴重型盔甲，其他生物对你的机会攻击投掷具有劣势，并且你可以在你的回合中将{@action Dash}动作作为一个额外动作使用。鹰之灵使你成为一个能够轻松穿梭于混战之中的猎食者。",
	"Yours is a path that seeks attunement with the natural world, giving you a kinship with beasts. At 3rd level when you adopt this path, you gain the ability to cast the {@spell beast sense} and {@spell speak with animals} spells, but only as rituals, as described in {@book chapter 10|PHB|10|rituals}.": "你选择了一条寻求与自然界和谐的道路，使你与野兽有着亲缘关系。在3级时，当你选择这个路径时，你获得了施放{@spell beast sense}和{@spell speak with animals}法术的能力，但只能作为仪式施放，详细描述见{@book chapter 10|PHB|10|rituals}。",
	"You gain the eyesight of an eagle. You can see up to 1 mile away with no difficulty, able to discern even fine details as though looking at something no more than 100 feet away from you. Additionally, dim light doesn't impose disadvantage on your Wisdom ({@skill Perception}) checks.": "你获得了鹰的视力。你可以毫无困难地看到1英里之外的事物，能够分辨出细节，就像在100英尺以内观看一样。此外，昏暗光线不会对你的感知（{@skill Perception}）检定造成劣势。",
	"At 10th level, you can cast the {@spell commune with nature} spell, but only as a ritual. When you do so, a spiritual version of one of the animals you chose for Totem Spirit or Aspect of the Beast appears to you to convey the information you seek.": "在10级时，你可以施放{@spell commune with nature}法术，但只能作为仪式。当你这样做时，你选择的图腾精神或野兽本质中的一种动物的灵体会出现在你面前，传达你所寻求的信息。",
	"While you're raging, any creature within 5 feet of you that's hostile to you has disadvantage on attack rolls against targets other than you or another character with this feature. An enemy is immune to this effect if it can't see or hear you or if it can't be {@condition frightened}.": "在你愤怒时，任何对你有敌意的生物，如果它们在你的5英尺范围内，对除了你或另一名拥有此特性的角色以外的目标进行攻击时，都会获得攻击判定的劣势。如果敌人无法看到或听到你，或者无法被{@condition frightened}，则免疫此效果。",
	"While you're raging, you can use a bonus action on your turn to knock a Large or smaller creature {@condition prone} when you hit it with melee weapon attack.": "在你愤怒时，你可以在你的回合使用一个奖励动作，在用近战武器攻击命中一个大型或更小的生物时，将其击倒{@condition prone}。",
	"Known as Kuldjargh (literally \"axe idiot\") in Dwarvish, battleragers are dwarf followers of the gods of war and take the Path of the Battlerager. They specialize in wearing bulky, {@item spiked armor|scag} and throwing themselves into combat, striking with their body itself and giving themselves over to the fury of battle.": "在矮人语中被称为库尔贾格{@item spiked armor|scag}（字面意思是“斧头白痴”），战斗狂战士是矮人战神的追随者，选择战斗狂战士之路。他们擅长穿着笨重的{@item spiked armor|scag}，投入战斗，用身体本身进行打击，并沉浸在战斗的狂怒之中。",
	"When you choose this path at 3rd level, you gain the ability to use {@item spiked armor|scag} as a weapon.": "当你在3级时选择这条路径时，你获得了将{@item spiked armor|scag}作为武器使用的能力。",
	"While you are wearing {@item spiked armor|scag} and are raging, you can use a bonus action to make one melee weapon attack with your armor spikes at a target within 5 feet of you. If the attack hits, the spikes deal {@damage 1d4} piercing damage. You use your Strength modifier for the attack and damage rolls.": "当你穿着{@item spiked armor|scag}并处于暴怒状态时，你可以使用一个奖励动作，使用你的盔甲尖刺对距离你5英尺内的目标进行一次近战武器攻击。如果攻击命中，尖刺造成{@damage 1d4}点穿刺伤害。你使用你的力量修正来进行攻击和伤害骰。",
	"Additionally, when you use the {@action Attack} action to grapple a creature, the target takes 3 piercing damage if your grapple check succeeds.": "另外，当你使用{@action Attack}动作来控制一只生物时，如果你的控制检定成功，目标会受到3点穿刺伤害。",
	"Your DM can lift this restriction to better suit the campaign. The restriction exists for the Forgotten Realms. It might not apply to your DM's setting or your DM's version of the Realms.": "你的(DM)可以解除这个限制，以更好地适应这个冒险。这个限制是为了《被遗忘的国度》而设定的。它可能不适用于你的(DM)设定或你的(DM)版本的国度。",
	"Beginning at 10th level, you can take the {@action Dash} action as a bonus action while you are raging.": "从10级开始，当你愤怒时，你可以将{@action Dash}动作作为一个奖励动作。",
	"Starting at 14th level, when a creature within 5 feet of you hits you with a melee attack, the attacker takes 3 piercing damage if you are raging, aren't {@condition incapacitated}, and are wearing {@item spiked armor|scag}.": "从14级开始，当一个生物在你身边5英尺内用近战攻击击中你时，如果你正在愤怒，不是{@condition incapacitated}，并且穿戴着{@item spiked armor|scag}，则攻击者会受到3点穿刺伤害。",
	"Your mouth transforms into a bestial muzzle or great mandibles (your choice). It deals {@damage 1d8} piercing damage on a hit. Once on each of your turns when you damage a creature with this bite, you regain a number of hit points equal to your proficiency bonus, provided you have less than half your hit points when you hit.": "你的嘴巴变成了一个野兽的口吻或者巨大的下颚（你可以选择）。它在命中时造成{@damage 1d8}穿刺伤害。每当你用这个咬击伤害一个生物时，每个回合只能触发一次，如果你的生命值少于一半，你可以回复等同于你熟练加值的生命值。",
	"Each of your hands transforms into a claw, which you can use as a weapon if it's empty. It deals {@damage 1d6} slashing damage on a hit. Once on each of your turns when you attack with a claw using the {@action Attack} action, you can make one additional claw attack as part of the same action.": "你的每只手都会变成一只爪子，如果空着的话，你可以把它当作武器使用。每次命中时，它造成{@damage 1d6}割伤伤害。每个回合一次，当你使用{@action Attack}动作进行爪击时，你可以在同一个动作中进行一次额外的爪击。",
	"You grow a lashing, spiny tail, which deals {@damage 1d8} piercing damage on a hit and has the reach property. If a creature you can see within 10 feet of you hits you with an attack roll, you can use your reaction to swipe your tail and roll a {@dice d8}, applying a bonus to your AC equal to the number rolled, potentially causing the attack to miss you.": "你长出了一条鞭状、多刺的尾巴，每次命中时造成{@damage 1d8}穿刺伤害，并具有延长属性。如果你能看见的一只生物在你身边10英尺内对你进行攻击命中，你可以使用你的反应挥动你的尾巴并投掷一个{@dice d8}，将投掷的数字作为加值应用到你的AC上，有可能使攻击未命中你。",
	"When you jump, you can make a Strength ({@skill Athletics}) check and extend your jump by a number of feet equal to the check's total. You can make this special check only once per turn.": "当你跳跃时，你可以进行一次力量检定（{@skill Athletics}）并将你的跳跃距离延长与检定总数相等的英尺数。你每回合只能进行一次这个特殊检定。",
	"When you hit a creature with your natural weapons while you are raging, the beast within you can curse your target with rabid fury. The target must succeed on a Wisdom saving throw (DC equal to 8 + your Constitution modifier + your proficiency bonus) or suffer one of the following effects (your choice):": "当你在愤怒状态下用你的天生武器击中一只生物时，你内心的野兽可以用狂暴的愤怒诅咒你的目标。目标必须成功通过一次感知豁免投掷（豁免 DC 等于 8 + 你的体质调整值 + 你的熟练加值），否则将遭受以下效果之一（你的选择）：",
	"The target takes {@damage 2d12} psychic damage.": "目标受到{@damage 2d12}点心灵伤害。",
	"You gain 5 temporary hit points for each creature that accepts this feature. Until the rage ends, the chosen creatures can each use the following benefit once on each of their turns: when the creature hits a target with an attack roll and deals damage to it, the creature can roll a {@dice d6} and gain a bonus to the damage equal to the number rolled.": "每个接受此特性的生物都会获得5点临时生命值。在愤怒结束前，被选择的生物每个回合都可以使用以下效果一次：当生物用攻击骰命中目标并对其造成伤害时，生物可以投掷一个{@dice d6}，并获得等于投掷数的伤害加值。",
	"Shadowy tendrils lash around you. Each creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or take {@damage 1d12} necrotic damage. You also gain {@dice 1d12} temporary hit points.": "阴影般的触须在你周围挥舞。你能看到的每个生物必须在你30英尺内进行一次体质豁免才能避免受到{@damage 1d12}点死灵伤害。你也会获得{@dice 1d12}点临时生命值。",
	"An intangible spirit, which looks like a {@creature flumph} or a {@creature pixie} (your choice), appears within 5 feet of one creature of your choice that you can see within 30 feet of you. At the end of the current turn, the spirit explodes, and each creature within 5 feet of it must succeed on a Dexterity saving throw or take {@damage 1d6} force damage. Until your rage ends, you can use this effect again, summoning another spirit, on each of your turns as a bonus action.": "一个无形的精神，看起来像一个{@creature flumph}或一个{@creature pixie}（你选择），出现在你能看到的距离30英尺内的一个你选择的生物身边的5英尺内。在当前回合结束时，这个精神爆炸，5英尺内的每个生物必须成功进行一次敏捷豁免检定，否则会受到{@damage 1d6}点力量伤害。在你的愤怒结束之前，你可以在每个回合的奖励动作中再次使用这个效果，召唤另一个精神。",
	"Whenever a creature hits you with an attack roll before your rage ends, that creature takes {@damage 1d6} force damage, as magic lashes out in retribution.": "每当一个生物在你的愤怒结束前用攻击骰命中你时，那个生物会受到{@damage 1d6}点力量伤害，因为魔法会以报复的形式反击。",
	"Flowers and vines temporarily grow around you. Until your rage ends, the ground within 15 feet of you is {@quickref difficult terrain||3} for your enemies.": "在你周围暂时长出花朵和藤蔓。在你的愤怒结束前，你周围15英尺范围内的地面对你的敌人来说是{@quickref difficult terrain||3}。",
	"A bolt of light shoots from your chest. Another creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or take {@damage 1d6} radiant damage and be {@condition blinded} until the start of your next turn. Until your rage ends, you can use this effect again on each of your turns as a bonus action.": "一道光束从你的胸膛射出。你选择的另一生物，必须在你能看到的30英尺内，进行一次体质豁免才能避免受到{@damage 1d6}辐射伤害，并且在你下一个回合开始前处于{@condition blinded}状态。在你的愤怒状态结束前，你可以每个回合再次使用这个效果，作为一个奖励动作。",
	"For 10 minutes, the creature can roll a {@dice d3} whenever making an attack roll or an ability check and add the number rolled to the {@dice d20} roll.": "在10分钟内，生物在进行攻击检定或技能检定时可以投掷一个{@dice d3}，并将投掷的数字加到{@dice d20}检定中。",
	"Roll a {@dice d3}. The creature regains one expended spell slot, the level of which equals the number rolled or lower (the creature's choice). Once a creature receives this benefit, that creature can't receive it again until after a long rest.": "投掷一个{@dice d3}。该生物恢复一个已耗尽的法术位，其等级等于投掷的数字或更低（生物可以选择）。一旦一个生物获得这个好处，那个生物在进行一次长休之前不能再次获得它。",
	"Juggernaut barbarians can be found all over Tal'Dorei, and are common among the goliath warriors of the {@book Rivermaw herd|TDCSR|3|Rivermaw Herd} that wanders the {@book Dividing Plains|TDCSR|3|Dividing Plains}. Some {@book dwarves|TDCSR|4|dwarves} and humanoid survivalists of the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains} adopt this fighting style as an extension of their rugged determinism. And a number of stalwart juggernauts hail from the jungles of the {@book Rifenmist Peninsula|TDCSR|3|Rifenmist Peninsula}, having cast off the oppressive yoke of the {@book Iron Authority|TDCSR|3|Tz'Arrm, Helm of the Emperor}.": "在塔尔多瑞，无坚不摧的蛮族战士随处可见，尤其是在漫游{@book Dividing Plains|TDCSR|3|Dividing Plains}的巨人战士中十分常见。一些{@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains}的野兽和人形生存专家也采纳这种战斗风格，将其视为坚韧决心的延伸。而一些坚毅的无坚不摧者则来自{@book Rifenmist Peninsula|TDCSR|3|Rifenmist Peninsula}的丛林，他们已经摆脱了{@book Iron Authority|TDCSR|3|Tz'Arrm, Helm of the Emperor}的压迫。",
	"At 3rd level, you harness your fury to anchor your feet to the ground, becoming a bulwark of strength. While you are raging, you can't be knocked {@condition prone} or moved along the ground against your will.": "在3级时，你利用愤怒将自己的脚根植于大地，成为力量的堡垒。当你愤怒时，你不能被击倒或被迫沿地面移动。",
	"Starting when you choose this path at 3rd level, your rage instills you with the strength to shove and smash your way through your foes, making any battlefield your domain. When you hit a creature with a melee attack while you're raging, you can push that creature up to 5 feet away from you in a direction of your choice. A creature that is Huge or larger makes a Strength {@quickref saving throws|PHB|2|1|saving throw} with a DC equal to 8 + your proficiency bonus + your Strength modifier. On a success, the creature is not pushed.": "从3级开始选择这个路径时，你的愤怒赋予你强大的力量，让你能够推开和粉碎你的敌人，使任何战场都成为你的领域。当你在愤怒状态下用近战攻击命中一名生物时，你可以将该生物向你选择的方向推开多达5英尺。一个巨大或更大的生物需要进行一次力量检定{@quickref saving throws|PHB|2|1|saving throw}，DC值为8 + 你的熟练加值 + 你的力量调整值。若检定成功，该生物不会被推开。",
	"Usually when one creature moves out of a hostile creature's reach, the hostile creature can use its reaction to make an {@action opportunity attack}. However, forced movement—such as being pushed by a Path of the Juggernaut barbarian's {@subclassFeature Thunderous Blows|Barbarian|PHB|Juggernaut|TDCSR|3} feature—doesn't provoke {@action opportunity attack|PHB|opportunity attacks}.": "通常情况下，当一只生物移出敌对生物的攻击范围时，敌对生物可以使用其反应进行一次攻击。然而，强制移动——比如被《{@subclassFeature Thunderous Blows|Barbarian|PHB|Juggernaut|TDCSR|3}》特性推开的狂战士的路径——不会引发攻击。",
	"Likewise, a juggernaut barbarian's {@subclassFeature Hurricane Strike|Barbarian|PHB|Juggernaut|TDCSR|10} feature allows an ally to make a melee weapon attack as a reaction only if the foe ends its forced movement within 5 feet of the ally. If a foe is pushed through other spaces within 5 feet of your allies, those allies can't make normal {@action opportunity attack|PHB|opportunity attacks} against the foe.": "同样，一个无坚不摧的蛮族战士的{@subclassFeature Hurricane Strike|Barbarian|PHB|Juggernaut|TDCSR|10}特性允许一个盟友只有在敌人在离盟友5英尺的地方结束被迫移动时，作为一次反应进行一次近战武器攻击。如果一个敌人被推动穿过其他距离在你的盟友5英尺内的空间，那些盟友不能对敌人进行普通的{@action opportunity attack|PHB|opportunity attacks}。",
	"Starting at 6th level, your melee weapon attacks deal an extra {@damage 1d8} damage to constructs, and deal double damage to objects and structures.": "从6级开始，你的近战武器攻击对构造物造成额外{@damage 1d8}伤害，并对物体和结构造成双倍伤害。",
	"Also at 6th level, you can temporarily refocus your combat ability to make yourself a bulwark of defense. At the start of your turn (no action required), you can assume a defensive stance that lasts until the start of your next turn. While in this stance, you can't be {@condition grappled}, attack rolls against you have {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}, and your weapon attacks are made with {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}.": "在第6级时，你可以暂时调整你的战斗能力，让自己成为防御的堡垒。在你的回合开始时（无需行动），你可以进入一种防御姿态，持续到你下一个回合开始。在这种姿态下，你无法被{@condition grappled}，对你的攻击骰有{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}，而你的武器攻击则使用{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}。",
	"Starting at 10th level, your blows can hurl foes through the air and into the attacks of your allies. As a reaction when you push a creature at least 5 feet, you can then leap into an unoccupied space next to the creature. If you do so, the creature must succeed on a Strength {@quickref saving throws|PHB|2|1|saving throw} with a DC equal to 8 + your proficiency bonus + your Strength modifier or be knocked {@condition prone}. This leap costs no movement and does not provoke {@action opportunity attack|PHB|opportunity attacks}.": "从10级开始，你的打击可以将敌人抛向空中，使其落入你盟友的攻击范围。当你推动一个生物至少5英尺时，你可以作为一次反应，跳到该生物旁边的一个空位。如果你这样做，该生物必须进行一次力量检定{@quickref saving throws|PHB|2|1|saving throw}，DC值为8 + 你的熟练加值 + 你的力量修正，否则将被击倒{@condition prone}。这次跳跃不消耗移动并且不会引发攻击机会{@action opportunity attack|PHB|opportunity attacks}。",
	"Additionally, whenever you push a creature into a space within 5 feet of one of your allies, the ally can use its reaction to make a melee weapon attack against that creature.": "此外，每当你将一个生物推入到离你的盟友5英尺范围内的空间时，该盟友可以使用其反应对该生物进行一次近战武器攻击。",
	"Starting at 10th level, you can push a creature up to 10 feet when you hit it with a melee attack while you're raging.": "从（10级）开始，当你在狂暴状态下用近战攻击命中一名生物时，你可以将其推开10英尺。",
	"At 14th level, your fury in battle makes you unstoppable. While you're raging, your speed cannot be reduced, and you are immune to the {@condition frightened}, {@condition paralyzed}, {@condition prone}, and {@condition stunned} conditions.": "在14级时，你在战斗中的愤怒让你无法阻挡。当你愤怒时，你的速度不能被减慢，并且对{@condition frightened}，{@condition paralyzed}，{@condition prone}和{@condition stunned}状态免疫。",
	"If you are {@condition frightened}, {@condition paralyzed}, or {@condition stunned}, you can still use a bonus action to enter a rage (even if you can't otherwise take actions). You aren't affected by any of these conditions while you're raging.": "如果你是{@condition frightened}、{@condition paralyzed}或{@condition stunned}，你仍然可以使用一个奖励动作进入狂暴状态（即使你不能采取其他行动）。在你狂暴时，你不受这些状态的影响。",
	"Beginning at 6th level, the guardian spirits that aid you can provide supernatural protection to those you defend. If you are raging and another creature you can see within 30 feet of you takes damage, you can use your reaction to reduce that damage by {@dice 2d6}.": "从6级开始，协助你的守护灵可以为你保护的人提供超自然的保护。如果你正在暴怒并且你能看到的另一个生物在你30英尺内受到伤害，你可以使用你的反应来减少那个伤害的{@dice 2d6}。",
	"When you reach certain levels in this class, you can reduce the damage by more: by {@dice 3d6} at 10th level and by {@dice 4d6} at 14th level.": "当你在这个职业中达到一定等级时，你可以减少更多的伤害：在第10级时减少 {@dice 3d6}，在第14级时减少 {@dice 4d6}。",
	"At 10th level, you gain the ability to consult with your ancestral spirits. When you do so, you cast the {@spell augury} or {@spell clairvoyance} spell, without using a spell slot or material components. Rather than creating a spherical sensor, this use of {@spell clairvoyance} invisibly summons one of your ancestral spirits to the chosen location. Wisdom is your spellcasting ability for these spells.": "在10级时，你获得了与你的祖灵交流的能力。当你这样做时，你可以施放{@spell augury}或{@spell clairvoyance}法术，而无需使用法术槽或材料组件。与其创建一个球形传感器，这次使用{@spell clairvoyance}会将你的一个祖灵隐形地召唤到选择的位置。这些法术的施法能力为智力。",
	"A variety of gods across the worlds of D&D inspire their followers to embrace this path. Tempus from the Forgotten Realms and Hextor and Erythnul of Greyhawk are all prime examples. In general, the gods who inspire zealots are deities of combat, destruction, and violence. Not all are evil, but few are good.": "在D&D的世界中，各种不同的神灵激励着他们的信徒追随这条道路。遗忘国度的坦普斯(Tempus)以及灰鹰世界的赫克斯托(Hextor)和埃瑞斯努尔(Erythnul)都是典型的例子。一般来说，激励狂热信徒的神灵都是战斗、毁灭和暴力之神。并非所有这些神都是邪恶的，但很少有是善良的。",
	"Starting when you choose this path at 3rd level, you can channel divine fury into your weapon strikes. While you're raging, the first creature you hit on each of your turns with a weapon attack takes extra damage equal to {@dice 1d6} + half your barbarian level. The extra damage is necrotic or radiant; you choose the type of damage when you gain this feature.": "从你在3级选择这个路径开始，你可以将神圣之怒注入你的武器打击中。当你愤怒时，你每个回合的第一个受到你用武器攻击命中的生物会受到额外伤害，伤害值等于{@dice 1d6} + 你的野蛮人等级的一半。额外伤害可以是死灵或光辉伤害；你在获得这个特性时选择伤害类型。",
	"At 3rd level, your soul is marked for endless battle. If a spell, such as {@spell raise dead}, has the sole effect of restoring you to life (but not undeath), the caster doesn't need material components to cast the spell on you.": "在3级时，你的灵魂被标记为无尽的战斗。如果一个法术，比如{@spell raise dead}，唯一的效果是让你复活（但不是变成不死生物），那么施法者在对你施放该法术时不需要材料组件。",
	"While you're raging, having 0 hit points doesn't knock you {@condition unconscious}. You still must make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. However, if you would die due to failing death saving throws, you don't die until your rage ends, and you die then only if you still have 0 hit points.": "当你暴怒时，拥有0点生命值不会让你 {@condition unconscious}。你仍然必须进行死亡豁免投掷，并且在0点生命值时承受受伤的正常效果。然而，如果你因为未能通过死亡豁免投掷而死亡，你只有在暴怒结束后才会死亡，而且只有当你仍然拥有0点生命值时才会死亡。",
	"Whether mounted or on foot, your travel pace is doubled, as is the travel pace of up to ten companions while they're within 60 feet of you and you're not {@condition incapacitated}. The elk spirit helps you roam far and fast.": "无论是骑乘还是步行，你的旅行速度加倍，同时在你身边60英尺范围内且你不是{@condition incapacitated}时，最多十个同伴的旅行速度也会加倍。麋鹿之灵助你远行快速。",
	"You gain proficiency in two skills from the following list: {@skill Athletics}, {@skill Acrobatics}, {@skill Stealth}, and {@skill Survival}. The cat spirit hones your survival instincts.": "你在以下技能中选择两项获得熟练加值：{@skill Athletics}，{@skill Acrobatics}，{@skill Stealth}和{@skill Survival}。猫灵磨练你的生存本能。",
	"While raging, you can use a bonus action during your move to pass through the space of a Large or smaller creature. That creature must succeed on a Strength saving throw (DC 8 + your Strength bonus + your proficiency bonus) or be knocked {@condition prone} and take bludgeoning damage equal to {@dice 1d12} + your Strength modifier.": "在愤怒状态下，你可以在移动过程中使用一个奖励动作穿过一个大型或更小的生物的空间。那个生物必须成功通过一个力量豁免检定（豁免 DC 8 + 你的力量加值 + 你的熟练加值）否则被撞倒{@condition prone}并受到钝击伤害，伤害值等于{@dice 1d12} + 你的力量调整值。",
	"When this effect is activated, you can choose one other creature you can see in your aura. The target must make a Dexterity saving throw. The target takes {@damage 1d6} lightning damage on a failed save, or half as much damage on a successful one. The damage increases when you reach certain levels in this class, increasing to {@dice 2d6} at 10th level, {@dice 3d6} at 15th level, and {@dice 4d6} at 20th level.": "当此效果被激活时，你可以选择你的光环中可以看到的另一个生物。目标必须进行一次敏捷豁免。目标在豁免失败时受到{@damage 1d6} 闪电伤害，在豁免成功时受到一半伤害。当你达到该职业的特定等级时，伤害会增加，分别增加到10级时的{@dice 2d6}，15级时的{@dice 3d6}，和20级时的{@dice 4d6}。",
	"When you hit a creature in your aura with an attack, you can use your reaction to force that creature to make a Strength saving throw. On a failed save, the creature is knocked {@condition prone}, as if struck by a wave.": "当你用攻击命中你光环中的生物时，你可以使用你的反应来迫使那个生物进行一次力量豁免投掷。如果豁免失败，那个生物被击退{@condition prone}，就像被一股波浪击中一样。"
}