{
	"Nothing excites an artificer quite like uncovering a new metal or discovering a source of elemental energy. In artificer circles, new inventions and strange discoveries create the most excitement. Artificers who wish to make a mark must find something fresh, rather than uncover someone else's work.": "没有什么比发现一种新的金属或发现一种元素能量的来源更让工匠们兴奋的了。在工匠圈子里，新的发明和奇怪的发现创造了最多的兴奋点。希望做出成绩的工匠们必须找到新鲜的东西，而不是发掘别人的作品。",
	"If your group uses the optional rule on multiclassing in the Player's Handbook (p. 163), here's what you need to know if you choose artificer as one of your classes.": "如果你的团队使用《玩家手册》中关于多类的可选规则（第163页），那么如果你选择工匠作为你的类别之一，你需要知道以下内容。",
	"As a multiclass character, you must have at least an Intelligence score of 13 to take a level in this class.": "作为一个多类人物，你必须有至少13分的智力分值才能在这个等级中取得一个等级。",
	"The Arcane Armament feature doesn't give you an additional attack if you also have the Extra Attack feature.": "如果你同时拥有额外攻击功能，奥术军备功能不会给你带来额外攻击。",
	"Add half your levels (rounded up) in the artificer class to the appropriate levels from other classes to determine your available spell slots.": "将你的工匠等级的一半（四舍五入）与其他等级的相应等级相加，以确定你的可用法术槽。",
	"Masters of invention, artificers use ingenuity and magic to unlock extraordinary capabilities in objects. They see magic as a complex system waiting to be decoded and then harnessed in their spells and inventions. You can find everything you need to play one of these inventors in the next few sections. Artificers use a variety of tools to channel their arcane power. To cast a spell, an artificer might use alchemist's supplies to create a potent elixir, calligrapher's supplies to inscribe a sigil of power, or tinker's tools to craft a temporary charm. The magic of artificers is tied to their tools and their talents, and few other characters can produce the right tool for a job as well as an artificer.": "发明大师，工匠们用智慧和魔法来释放物体的非凡能力。他们把魔法看作是一个复杂的系统，等待着被解码，然后在他们的法术和发明中加以利用。你可以在接下来的几节中找到扮演这些发明家所需要的一切。工匠们使用各种工具来引导他们的奥术力量。为了施展法术，工匠可能会使用炼金术士的用品来制造强力的灵药，使用书法家的用品来刻画力量的标志，或者使用工匠的工具来制作临时符咒。工匠的魔力与他们的工具和天赋息息相关，很少有其他角色能像工匠那样为一项工作制造出合适的工具。",
	"In the Forgotten Realms, the island of Lantan is home to many artificers, and in the world of Dragonlance, tinker gnomes are often members of this class. The strange technologies in the Barrier Peaks of the world of Greyhawk have inspired some folk to walk the path of the artificer, and in Mystara, various nations employ artificers to keep airships and other wondrous devices operational.": "在《被遗忘的领域》中，兰坦岛是许多工匠的家园，而在《龙之谷》的世界中，工匠地精往往是这个阶层的成员。灰鹰世界壁垒峰的奇特技术激发了一些人走上工匠之路，而在奥秘城，各个国家雇佣工匠来维持飞艇和其他奇妙装置的运行。",
	"To create an artificer, consult the subsections which give you hit points, proficiencies, and starting equipment. Then look at the Artificer table to see which features you get at each level. The descriptions of those features appear below.": "要创建一个工匠，请参考给你提供命中率、熟练度和起始装备的分节。然后看一下工匠表，看看你在每一级得到哪些特征。这些特征的描述见下文。",
	"Artificers invent cutting-edge problems, then try to solve them-loudly and often with collateral damage.": "工匠们发明了最先进的问题，然后试图解决这些问题--大声地，而且经常有附带的损害。",
	"As a multiclass character, you must have at least an Intelligence score of 13 to take a level in this class, or to take a level in another class if you are already an artificer.": "作为一个多类人物，你必须有至少13分的智力分值才能在这个等级中取得一个等级，如果你已经是一个工匠，则在另一个等级中取得一个等级。",
	"During the Last War, artificers were marshaled on a massive scale. Many lives were saved because of the inventions of brave artificers, but countless lives were also lost because of the mass destruction unleashed by their creations.": "在最后一次战争中，工匠们被大规模地调集起来。由于勇敢的工匠们的发明，许多人的生命得到了拯救，但也有无数的人因为他们的创造物所造成的大规模破坏而丧生。",
	"Nothing excites an artificer quite like uncovering a new metal or discovering a source of elemental energy. In artificer circles, new inventions and strange discoveries create the most excitement. Artificers who wish to make their mark must innovate, creating something fresh, rather than iterating on familiar designs.": "没有什么比发现一种新的金属或发现一种元素能量的来源更让工匠们兴奋的了。在工匠圈子里，新的发明和奇怪的发现创造了最多的兴奋点。希望自己有所成就的工匠们必须进行创新，创造出新鲜的东西，而不是在熟悉的设计上进行迭代。",
	"When creating an artificer, think about your character's relationship with the artisan who taught them their craft. Does the character have a rival? Talk to your DM about the role played by artificers in the campaign and the sort of organizations you might have ties to.": "在创造一个工匠时，考虑你的角色与教他们手艺的工匠的关系。这个角色有对手吗？与你的管理员讨论工匠在战役中扮演的角色，以及你可能与哪些组织有联系。",
	"The object sheds bright light in a 5-foot radius and dim light for an additional 5 feet.": "该物体在5英尺范围内发出亮光，在另外5英尺范围内发出暗光。",
	"Whenever tapped by a creature, the object emits a recorded message that can be heard up to 10 feet away. You utter the message when you bestow this property on the object, and the recording can be no more than 6 seconds long.": "每当被生物拍打时，该物体会发出一段录音信息，最远可在10英尺外听到。当你赋予这个物体这个属性时，你会说出这个信息，而且这个录音不能超过6秒。",
	"The object continuously emits your choice of an odor or a nonverbal sound (wind, waves, chirping, or the like). The chosen phenomenon is perceivable up to 10 feet away.": "该物体不断发出你所选择的气味或非语言的声音（风、波浪、鸣叫或类似的声音）。所选择的现象在10英尺以外都能被感知到。",
	"A static visual effect appears on one of the object's surfaces. This effect can be a picture, up to 25 words of text, lines and shapes, or a mixture of these elements, as you like.": "一个静态的视觉效果出现在物体的一个表面。这种效果可以是一张图片，最多25个字的文字，线条和形状，或这些元素的混合，随你喜欢。",
	"The chosen property lasts indefinitely. As an action, you can touch the object and end the property early.": "所选择的属性会无限期地持续下去。作为一个动作，你可以触摸该物体并提前结束该属性。",
	"You can bestow magic on multiple objects, touching one object each time you use this feature, though a single object can only bear one property at a time. The maximum number of objects you can affect with this feature at one time is equal to your Intelligence modifier (minimum of one object). If you try to exceed your maximum, the oldest property immediately ends, and then the new property applies.": "你可以对多个物体施以魔法，每次使用此功能时可以接触一个物体，不过一个物体一次只能承受一个属性。你在同一时间内可以用这个功能影响的物体的最大数量等于你的智力修改器（最小为一个物体）。如果你试图超过你的最大值，最旧的属性会立即结束，然后新的属性会适用。",
	"You have studied the workings of magic and how to channel it through objects. As a result, you have gained the ability to cast spells. To observers, you don't appear to be casting spells in a conventional way; you look as if you're producing wonders using mundane items or outlandish inventions.": "你已经研究了魔法的运作，以及如何通过物体引导魔法。因此，你已经获得了施法的能力。对于观察者来说，你似乎不是以传统的方式施法；你看起来好像是在用平凡的物品或离奇的发明创造奇迹。",
	"After you gain the Infuse Item feature at 2nd level, you can also use any item bearing one of your infusions as a spellcasting focus.": "在你2级获得注入物品的特性后，你也可以使用任何带有你注入的物品作为施法重点。",
	"Such details don't limit you in any way or provide you with any benefit beyond the spell's effects. You don't have to justify how you're using tools to cast a spell. But describing your spellcasting creatively is a fun way to distinguish yourself from other spellcasters.": "这种细节不会以任何方式限制你，也不会为你提供法术效果之外的任何好处。你不需要证明你是如何使用工具来施法的。但创造性地描述你的施法是一种有趣的方式，可以将你与其他施法者区分开来。",
	"When you gain a level in this class, you can replace one of the artificer cantrips you know with another cantrip from the artificer spell list.": "当你在这个等级中获得一个等级时，你可以用工匠法术列表中的另一个法术替换你所知道的一个工匠法术。",
	"The Artificer table shows how many spell slots you have to cast your artificer spells. To cast one of your artificer spells of 1st level or higher, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "工匠表显示你有多少个法术槽来施展你的工匠法术。要施展你的一级或更高级的工匠法术，你必须消耗一个与该法术等级相同或更高的法槽。当你完成一个长时间的休息时，你会重新获得所有消耗的法术槽。",
	"You can cast an artificer spell as a ritual if that spell has the ritual tag and you have the spell prepared.": "你可以以仪式的方式施放一个工匠法术，如果该法术有仪式标签并且你已经准备好该法术。",
	"At 2nd level, you gain the ability to imbue mundane items with certain magical infusions. The magic items you create with this feature are effectively prototypes of permanent items.": "在2级时，你获得了给普通物品灌注某些魔法的能力。你用这个特性创造的魔法物品实际上是永久物品的原型。",
	"Artificers have invented numerous magical infusions, extraordinary processes that rapidly create magic items. To many, artificers seem like wonderworkers, accomplishing in hours what others need weeks to complete.": "工匠们发明了无数的魔法灌注，这些非凡的过程可以迅速创造出魔法物品。对许多人来说，工匠似乎是奇迹工作者，在几个小时内完成了其他人需要几周才能完成的工作。",
	"The description of each of the following infusions details the type of item that can receive it, along with whether the resulting magic item requires attunement.": "以下每一种灌输的描述都详细说明了可以接受它的物品类型，以及所产生的魔法物品是否需要调和。",
	"Some infusions specify a minimum artificer level. You can't learn such an infusion until you are at least that level.": "有些输液规定了一个最低工匠等级。在你达到这个等级之前，你不能学习这种输液。",
	"Unless an infusion's description says otherwise, you can't learn an infusion more than once.": "除非一种输液的描述另有说明，否则你不能多次学习一种输液。",
	"Your infusion remains in an item indefinitely, but when you die, the infusion vanishes after a number of days have passed equal to your Intelligence modifier (minimum of 1 day). The infusion also vanishes if you give up your knowledge of the infusion for another one.": "你的输液会无限期地保留在物品中，但当你死亡时，输液会在相当于你智力修饰的天数后消失（最少1天）。如果你为了另一个输液而放弃了对该输液的了解，该输液也会消失。",
	"You can infuse more than one nonmagical object at the end of a long rest; the maximum number of objects appears in the Infused Items column of the Artificer table. You must touch each of the objects, and each of your infusions can be in only one object at a time. Moreover, no object can bear more than one of your infusions at a time. If you try to exceed your maximum number of infusions, the oldest infusion immediately ends, and then the new infusion applies.": "你可以在长期休息结束时注入一个以上的非魔法物品；物品的最大数量出现在工匠表的注入物品栏中。你必须接触每一个物体，而且你的每一个注入物一次只能在一个物体中。此外，任何物体都不能同时承受你的一个以上的注入物。如果你试图超过你的最大输液数量，最旧的输液立即结束，然后新的输液适用。",
	"If an infusion ends on an item that contains other things, like a bag of holding, its contents harmlessly appear in and around its space.": "如果输液在一个包含其他东西的物品上结束，比如一个储物袋，其内容会无害地出现在其空间和周围。",
	"Whenever you gain a level in this class, you can replace one of the artificer infusions you learned with a new one.": "每当你在这个等级中获得一个等级，你可以用一个新的工匠注入法取代你学到的一个工匠注入法。",
	"At 3rd level, you choose the type of specialist you are, each of which is detailed at the end of the class's description. Your choice grants you features at 5th level and again at 9th and 15th level.": "在3级时，你选择你是哪种类型的专家，每种类型的专家都在等级描述的末尾有详细说明。你的选择在5级时赋予你特性，在9级和15级时再次赋予你特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力得分提高的特性时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你替换的熟练度不需要是来自你的等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"At 5th level, you gain a feature granted by your Artificer Specialist choice.": "在5级时，你获得一个由你的工匠专家选择授予的功能。",
	"Starting at 6th level, your proficiency bonus is doubled for any ability check you make that uses your proficiency with a tool.": "从6级开始，你的熟练度加成在你使用工具熟练度的任何能力检查中都会翻倍。",
	"Starting at 7th level, you gain the ability to come up with solutions under pressure. When you or another creature you can see within 30 feet of you makes an ability check or a saving throw, you can use your reaction to add your Intelligence modifier to the roll.": "从第七级开始，你获得了在压力下想出解决方案的能力。当你或你周围30英尺内的其他生物进行能力检查或蓄力投掷时，你可以用你的反应将你的智力修正值加到卷上。",
	"You can use this feature a number of times equal to your Intelligence modifier (minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的智力修饰值相等（最少一次）。当你完成一个长时间的休息时，你会恢复所有已消耗的使用。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 9th level, you gain a feature granted by your Artificer Specialist choice.": "9级时，你获得一个由你的工匠专家选择授予的功能。",
	"When you reach 10th level, you achieve a profound understanding of how to use and make magic items:": "当你达到10级时，你对如何使用和制造魔法物品有了深刻的理解。",
	"You can attune to up to four magic items at once.": "你可以同时适应最多四个魔法物品。",
	"If you craft a magic item with a rarity of common or uncommon, it takes you a quarter of the normal time, and it costs you half as much of the usual gold.": "如果你制作一个稀有度为普通或不普通的魔法物品，需要的时间是正常时间的四分之一，而花费的金币则是通常的一半。",
	"While holding the object, a creature can take an action to produce the spell's effect from it, using your spellcasting ability modifier. If the spell requires concentration, the creature must concentrate. The spell stays in the object until it's been used a number of times equal to twice your Intelligence modifier (minimum of twice) or until you use this feature again to store a spell in an object.": "在持有该物品时，生物可以使用你的施法能力修饰，采取行动从它身上产生法术的效果。如果该咒语需要集中注意力，生物必须集中注意力。咒语会一直留在物体中，直到它被使用的次数等于你智力修饰值的两倍（最少两次），或者直到你再次使用此功能将咒语储存在物体中。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 14th level, your skill with magic items deepens more:": "14级时，你对魔法物品的技能更加深入。",
	"You can attune to up to five magic items at once.": "你可以同时适应最多五个魔法物品。",
	"You ignore all class, race, spell, and level requirements on attuning to or using a magic item.": "你无视所有等级、种族、法术和等级的要求来调整或使用一个魔法物品。",
	"At 15th level, you gain a feature granted by your Artificer Specialist choice.": "在15级时，你获得一个由你的工匠专家选择授予的功能。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Starting at 18th level, you can attune to up to six magic items at once.": "从18级开始，你可以同时适应最多六个魔法物品。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, you develop a mystical connection to your magic items, which you can draw on for protection:": "在20级时，你与你的魔法物品产生了一种神秘的联系，你可以利用它来进行保护。",
	"You gain a +1 bonus to all saving throws per magic item you are currently attuned to.": "你对你目前所适应的每个魔法物品的所有拯救动作都获得+1的奖励。",
	"If you're reduced to 0 hit points but not killed outright, you can use your reaction to end one of your artificer infusions, causing you to drop to 1 hit point instead of 0.": "如果你的生命值降至0，但没有被直接杀死，你可以用你的反应来结束你的一个工匠灌注，使你的生命值降至1而不是0。",
	"At 1st level, you choose the type of Artificer Specialist you are from the list of available specialisations. Your choice grants you features at 1st level and again at 3rd, 9th, 14th, and 17th level.": "1级时，你从可用的专业列表中选择你是哪种工匠专家。你的选择在1级时授予你特性，在3级、9级、14级和17级时再次授予你特性。",
	"Starting at 2nd level, your proficiency bonus is doubled for any ability check you make that uses any of the tool proficiencies you gain from this class.": "从2级开始，你的熟练度加成在你进行任何使用你从这个等级获得的任何工具熟练度的能力检查时都会加倍。",
	"At 3rd level, you gain a feature from your Artificer Specialist.": "3级时，你从你的工匠专家那里获得一个特性。",
	"As part of your study of magic, you gain the ability to cast spells at 3rd level. The spells you learn are limited in scope, primarily concerned with modifying creatures and objects or creating items.": "作为你学习魔法的一部分，你在3级时获得了施放法术的能力。你所学习的法术范围有限，主要涉及到修改生物和物体或创造物品。",
	"The Artificer table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "工匠表显示了你有多少个法术槽来施展你的一级及以上的法术。要施展其中一个法术，你必须消耗一个该法术等级或更高的法术槽。当你完成长时间的休息时，你会重新获得所有消耗的法术槽。",
	"You know three 1st-level spells of your choice from the artificer spell list (which appears at the end of this document). The Spells Known column of the Artificer table shows when you learn more artificer spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots on the Artificer table. Additionally, when you gain a level in this class, you can choose one of the artificer spells you know from this feature and replace it with another spell from the artificer spell list. The new spell must also be of a level for which you have spell slots on the Artificer table.": "你知道三个一级法术，你可以从工匠法术列表中选择（出现在本文末尾）。工匠表的 \"已知法术 \"一栏显示了你何时从该功能中学习更多你选择的工匠法术。这些法术中的每一个都必须是你在工匠表中有法术槽的等级。此外，当你在这个等级中获得一个等级时，你可以从这个特征中选择一个你所知道的工匠法术，并用工匠法术列表中的另一个法术代替它。新的法术也必须是你在工匠表上有法术槽的等级。",
	"When you reach 4th, 8th, 12th, 16th, and 18th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级、8级、12级、16级和18级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Starting at 4th level, you gain the ability to channel your artificer spells into objects for later use. When you cast an artificer spell with a casting time of 1 action, you can increase its casting time to 1 minute. If you do so and hold a nonmagical item throughout the casting, you expend a spell slot, but none of the spell's effects occur. Instead, the spell transfers into that item for later use if the item doesn't already contain a spell from this feature.": "从4级开始，你获得了将你的工匠法术转化为物体的能力，以便以后使用。当你施放一个施法时间为1个动作的工匠法术时，你可以将其施法时间增加到1分钟。如果你这样做并在整个施法过程中持有一个非魔法物品，你会消耗一个法术槽，但不会发生法术的效果。相反，如果该物品还没有包含此功能的法术，那么该法术会转移到该物品中供以后使用。",
	"Any creature holding the item thereafter can use an action to activate the spell if the creature has an Intelligence score of at least 6. The spell is cast using your spellcasting ability, targeting the creature that activates the item. If the spell targets more than one creature, the creature that activates the item selects the additional targets. If the spell has an area of effect, it is centered on the item. If the spell's range is self, it targets the creature that activates the item.": "此后任何持有该物品的生物都可以使用行动来激活该咒语，如果该生物的智力分值至少为6。咒语是用你的施法能力施放的，目标是激活物品的生物。如果咒语的目标是一个以上的生物，激活物品的生物可以选择额外的目标。如果该咒语有一个效果区，它以物品为中心。如果咒语的范围是自身，它的目标是激活物品的生物。",
	"When you infuse a spell in this way, it must be used within 8 hours. After that time, its magic fades and is wasted. You can have a limited number of infused spells at the same time. The number equals your Intelligence modifier.": "当你以这种方式注入一个咒语时，它必须在8小时内使用。超过这个时间，它的魔力就会消退并被浪费掉。你可以在同一时间拥有有限数量的注入法术。这个数量等于你的智力修正值。",
	"At 5th level, your superior understanding of magic items allows you to master their use. You can now attune to up to four, rather than three, magic items at a time. At 15th level, this limit increases to five magic items.": "五级时，你对魔法物品的卓越理解使你能够掌握它们的使用。你现在一次最多可以调整四个，而不是三个魔法物品。在15级时，这个限制增加到五个魔法物品。",
	"At 5th level, you craft another item from your Wondrous Invention feature.": "5级时，你可以用你的神奇发明功能制作另一件物品。",
	"At 6th level, your research and mastery of your craft allow you to produce a mechanical servant. The servant is a construct that obeys your commands without hesitation and functions in combat to protect you. Though magic fuels its creation, the servant is not magical itself. You are assumed to have been working on the servant for quite some time, finally finishing it during a short or long rest after you reach 6th level.": "在6级的时候，你的研究和对工艺的掌握使你能够制造出一个机械仆人。仆人是一个能毫不犹豫地听从你的命令，并在战斗中保护你的构造。虽然魔法为其创造提供了动力，但仆人本身并没有魔法。你被认为已经在这个仆人身上工作了相当长的时间，最终在你达到6级后的短期或长期休息中完成了它。",
	"Select a Large beast with a challenge rating of 2 or less. The servant uses that beast's game statistics, but it can look however you like, as long as its form is appropriate for its statistics. It has the following modifications:": "选择一个挑战等级为2或以下的大型野兽。仆人使用该野兽的游戏统计数据，但它可以是你喜欢的样子，只要它的形态适合其统计数据。它有以下的修饰。",
	"It is a construct instead of a beast.": "它是一种构造，而不是一种野兽。",
	"It understands the languages you can speak when you create it, but it can't speak.": "当你创造它时，它能理解你能说的语言，但它不能说话。",
	"If you are the target of a melee attack and the servant is within 5 feet of the attacker, you can use your reaction to command the servant to respond, using its reaction to make a melee attack against the attacker.": "如果你是近战攻击的目标，而仆人在攻击者的5英尺范围内，你可以用你的反应来命令仆人做出反应，用它的反应来对攻击者进行近战攻击。",
	"The servant obeys your orders to the best of its ability. In combat, it rolls its own initiative and acts on its own.": "仆人尽其所能地服从你的命令。在战斗中，它滚动自己的主动权并自行行动。",
	"At 8th level, you gain another Ability Score Improvement.": "在8级时，你获得另一个能力值的提升。",
	"At 9th level, you gain a feature from your Artificer Specialist.": "9级时，你从你的工匠专家那里获得一个特性。",
	"At 10th level, you craft another item from your Wondrous Invention feature.": "10级时，你可以用你的神奇发明功能制作另一件物品。",
	"At 12th level, you gain another Ability Score Improvement.": "在12级时，你获得另一个能力值的提升。",
	"At 14th level, you gain a feature from your Artificer Specialist.": "在14级时，你从你的工匠专家那里获得一个特性。",
	"Starting at 15th level, you can attune to up to five magic items.": "从15级开始，你可以调整最多5个魔法物品。",
	"At 15th level, you craft another item from your Wondrous Invention feature.": "15级时，你可以用你的神奇发明功能制作另一件物品。",
	"At 16th level, you gain another Ability Score Improvement.": "在16级时，你获得另一个能力值的提升。",
	"At 17th level, you gain a feature from your Artificer Specialist.": "17级时，你从你的工匠专家那里获得一个特性。",
	"At 18th level, you gain another Ability Score Improvement.": "在18级时，你获得另一个能力值的提升。",
	"At 20th level, your understanding of magic items is unmatched, allowing you to mingle your soul with items linked to you. You can attune to up to six magic items at once. In addition, you gain a +1 bonus to all saving throws per magic item you are currently attuned to.": "在20级时，你对魔法物品的理解是无可比拟的，允许你将你的灵魂与与你有关的物品相融合。你可以同时适应多达六个魔法物品。此外，你对你目前所调和的每件魔法物品的所有救赎动作都获得+1的奖励。",
	"You can give the magic of this feature to multiple objects, touching one object each time you use the feature, and a single object can bear only one of the properties at a time. The maximum number of objects you can affect with the feature at one time is equal to your Intelligence modifier (minimum of one object). If you try to exceed your maximum, the oldest property immediately ends, and then the new property applies.": "你可以将此功能的魔力赋予多个物体，每次使用此功能时都会接触到一个物体，而一个物体每次只能承受其中的一个属性。你一次能用该特性影响的最大对象数量等于你的智力修饰值（最小为一个对象）。如果你试图超过你的最大值，最旧的属性会立即结束，然后新的属性会适用。",
	"You have studied the workings of magic, how to channel it through objects, and how to awaken it within them. As a result, you have gained a limited ability to cast spells. To observers, you don't appear to be casting spells in a conventional way; you look as if you're producing wonders through various items.": "你已经研究了魔法的运作，如何通过物体引导它，以及如何在它们内部唤醒它。因此，你已经获得了有限的施法能力。对观察者来说，你似乎不是以传统的方式施法；你看起来好像是通过各种物品创造奇迹。",
	"Such details don't limit you in any way or provide you with any benefit. You don't have to justify how you're using tools to cast a spell. But describing your spellcasting creatively is a fun way to distinguish yourself from other spellcasters.": "这种细节不会以任何方式限制你，也不会为你提供任何好处。你不需要证明你是如何使用工具来施法的。但创造性地描述你的施法是一种有趣的方式，可以将你与其他施法者区分开来。",
	"You can infuse more than one nonmagical object at the end of a long rest; the maximum number of objects appears in the Infused Items column of the Artificer table. You must touch each of the objects, and each of your infusions can be in only one object at a time. If you try to exceed your maximum number of infusions, the oldest infusion immediately ends, and then the new infusion applies.": "你可以在长期休息结束时注入一个以上的非魔法物品；物品的最大数量出现在工匠表的注入物品栏中。你必须接触每一个物品，而且你的每一个注入物一次只能在一个物品中。如果你试图超过你的最大输液数量，最旧的输液立即结束，然后新的输液适用。",
	"Artificers have invented numerous magical infusions that rapidly create magic items. To the untrained, artificers seem like wonderworkers, accomplishing in hours what others need weeks to complete.": "工匠们发明了许多神奇的注入物，可以迅速创造出魔法物品。对于没有受过训练的人来说，工匠们似乎是奇迹的创造者，在几个小时内就能完成别人需要几周才能完成的工作。",
	"The description of each infusion tells you the type of item that can receive it. The description also tells you if the resulting magic item requires attunement.": "每种输液的描述告诉你可以接受它的物品的类型。描述还告诉你所产生的魔法物品是否需要调和。",
	"Unless an infusion's description says otherwise, you can't learn the infusion more than once.": "除非输液的描述另有说明，否则你不能多次学习该输液。",
	"Starting at 3rd level, your proficiency bonus is doubled for any ability check you make that uses your proficiency with a tool.": "从3级开始，你的熟练度加成在你使用工具熟练度的任何能力检查中都会翻倍。",
	"At 6th level, you gain a feature granted by your Artificer Specialist choice.": "在6级时，你获得一个由你的工匠专家选择授予的功能。",
	"At 14th level, you gain a feature granted by your Artificer Specialist choice.": "在14级时，你获得一个由你的工匠专家选择授予的功能。",
	"The spell stays in the object until it has been used a number of times equal to twice your Intelligence modifier (minimum of twice) or until you use this feature again.": "咒语会一直留在物体中，直到它被使用的次数等于你智力修饰的两倍（最少两次），或者直到你再次使用这个功能。",
	"An Alchemist is an expert at combining reagents to produce mystical effects. Alchemists use their creations to give life and to leech it away. Alchemy is the oldest of artificer traditions, and its versatility has long been valued during times of war and peace.": "炼金术士是一位善于组合试剂以产生神秘效果的专家。炼金术士用他们的创造物来赋予生命，也用它来吸走生命。炼金术是最古老的工匠传统，它的多功能性在战争与和平时期一直受到重视。",
	"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Alchemist Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.": "从3级开始，在你达到本阶级的特定等级后，你总是有某些法术准备，如炼金术士法术表所示。这些法术对你来说算作工匠法术，但它们不计入你准备的工匠法术的数量。",
	"Starting at 9th level, you can incorporate restorative reagents into some of your works:": "从9级开始，你可以在你的一些作品中加入恢复性试剂。",
	"By 15th level, you have been exposed to so many chemicals that they pose little risk to you, and you can use them to quickly end certain ailments:": "到了第15级，你已经接触了很多化学品，它们对你的风险很小，你可以用它们来迅速结束某些疾病。",
	"An artificer who specializes as an Armorer modifies armor to function almost like a second skin. The armor is enhanced to hone the artificer's magic, unleash potent attacks, and generate a formidable defense. The artificer bonds with this armor, becoming one with it even as they experiment with it and refine its magical capabilities.": "一个专门从事装甲师工作的工匠将盔甲改造得几乎像第二层皮肤一样。盔甲被加强以磨练工匠的魔法，释放强大的攻击，并产生强大的防御。工匠与这套盔甲结合在一起，甚至在试验和完善它的魔法能力时也与它融为一体。",
	"As a bonus action, you can gain temporary hit points equal to your level in this class, replacing any temporary hit points you already have. You lose these temporary hit points if you doff the armor. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "作为一个额外动作，你可以获得与你在这个等级中的等级相等的临时命中率，取代你已经拥有的任何临时命中率。如果你脱下盔甲，你会失去这些临时命中率。你可以使用这个奖励动作的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"Your walking speed increases by 5 feet.": "你的行走速度增加5英尺。",
	"You gain the following benefits while wearing this armor:": "穿着这件盔甲时，你会获得以下好处。",
	"If the armor normally has a Strength requirement, the arcane armor lacks this requirement for you.": "如果盔甲通常有一个力量要求，那么奥术盔甲对你来说就没有这个要求。",
	"You can use the arcane armor as a spellcasting focus for your artificer spells.": "你可以使用奥术盔甲作为你的工匠法术的施法重点。",
	"The armor attaches to you and can't be removed against your will. It also expands to cover your entire body, although you can retract or deploy the helmet as a bonus action. The armor replaces any missing limbs, functioning identically to a limb it replaces.": "盔甲附着在你身上，不能违背你的意愿被移除。它还可以扩展到覆盖你的整个身体，尽管你可以将头盔收回或展开作为一个额外动作。盔甲可以替代任何缺失的肢体，其功能与被替代的肢体相同。",
	"You can doff or don the armor as an action. The armor continues to be Arcane Armor until you don another suit of armor or you die.": "你可以以行动的方式脱下或穿上该盔甲。在你穿上另一件盔甲或死亡之前，该盔甲将继续是奥术盔甲。",
	"Each model includes a special weapon. When you attack with that weapon, you can add your Intelligence modifier, instead of Strength or Dexterity, to the attack and damage rolls.": "每个模型包括一个特殊的武器。当你用该武器攻击时，你可以在攻击和伤害卷中加入你的智力修饰，而不是力量或灵活性。",
	"You design your armor to be in the front line of conflict. It has the following features:": "你设计的盔甲要在冲突的第一线。它有以下特点。",
	"You customize your armor for subtle undertakings. It has the following features:": "你为微妙的事业定制你的盔甲。它有以下特点。",
	"You always have certain spells prepared after you reach particular levels in this class, as shown in the Armorer Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.": "在你达到这个等级的特定等级后，你总是有某些法术准备，如军师法术表所示。这些法术对你来说算作工匠法术，但它们不计入你准备的工匠法术的数量。",
	"Your Arcane Armor gains additional benefits based on its model, as shown below.": "你的奥术盔甲根据其模型获得额外的好处，如下所示。",
	"When a Huge or smaller creature you can see ends its turn within 30 feet of you, you can use your reaction to magically force it to make a Strength saving throw against your spell save DC. On a failed save, you pull the creature up to 25 feet directly to an unoccupied space. If you pull the target to a space within 5 feet of you, you can make a melee weapon attack against it as part of this reaction.": "当一个你能看到的巨大或较小的生物在你30英尺范围内结束它的回合时，你可以用你的反应，用魔法强迫它对你的法术保命区进行力量投掷。如果救赎失败，你会将该生物直接拉到25英尺外的一个无人的空间。如果你把目标拉到离你5英尺以内的空间，你可以对它进行一次近战武器攻击，作为这个反应的一部分。",
	"You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest.": "你可以使用这个反应的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的反应。",
	"An Artillerist specializes in using magic to hurl energy, projectiles, and explosions on a battlefield. This destructive power was valued by all the armies of the Last War. Now that the war is over, some members of this specialization have sought to build a more peaceful world by using their powers to fight the resurgence of strife in Khorvaire.": "炮击手擅长使用魔法在战场上投掷能量、弹丸和爆炸。这种破坏性的力量被最后一次战争的所有军队所重视。现在战争结束了，这个专业的一些成员试图通过使用他们的力量来对抗霍尔韦尔重新出现的纷争，从而建立一个更加和平的世界。",
	"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Artillerist Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.": "从3级开始，在你达到本阶级的特定等级后，你总是有某些法术准备，如工匠法术表所示。这些法术对你来说算作工匠法术，但它们不计入你准备的工匠法术的数量。",
	"Once you create a cannon, you can't do so again until you finish a long rest or until you expend a spell slot of 1st level or higher. You can have only one cannon at a time and can't create one while your cannon is present.": "一旦你创造了一个大炮，你就不能再这样做，直到你完成一个长时间的休息，或者直到你消耗一个1级或更高级别的法术槽。你一次只能拥有一门大炮，并且在你的大炮存在时不能再创造一门。",
	"When you create the cannon, you determine its appearance and whether it has legs. You also decide which type it is, choosing from the options on the Eldritch Cannons table. On each of your turns, you can take a bonus action to cause the cannon to activate if you are within 60 feet of it. As part of the same bonus action, you can direct the cannon to walk or climb up to 15 feet to an unoccupied space, provided it has legs.": "当你创建大炮时，你决定它的外观和它是否有腿。你还可以决定它是哪种类型，从长生大炮表中的选项中选择。在你的每个回合中，如果你在它的60英尺范围内，你可以采取一个额外的行动来使大炮启动。作为同一奖励行动的一部分，你可以指挥大炮行走或攀爬到一个无人的空间，只要它有腿的话，最多15英尺。",
	"Flamethrower": "火焰喷射器",
	"Force Ballista": "力量弹射器",
	"Protector": "保护者",
	"Starting at 9th level, every eldritch cannon you create is more destructive:": "从9级开始，你创造的每一门长生炮的破坏力都更强。",
	"Starting at 15th level, you're a master at forming well-defended emplacements using Eldritch Cannon:": "从15级开始，你是一个使用长生火炮组成防御严密的炮台的高手。",
	"You and your allies have half cover while within 10 feet of a cannon you create with Eldritch Cannon, as a result of a shimmering field of magical protection that the cannon emits.": "你和你的盟友在你用长生炮制造的大炮的10英尺范围内有一半的掩护，因为大炮发出的魔法保护的闪亮领域的结果。",
	"You can now have two cannons at the same time. You can create two with the same action (but not the same spell slot), and you can activate both of them with the same bonus action. You determine whether the cannons are identical to each other or different. You can't create a third cannon while you have two.": "你现在可以同时拥有两门大炮。你可以用相同的行动（但不是相同的法术槽）创造两个，而且你可以用相同的奖励行动激活它们。你决定这些大炮是彼此相同还是不同。当你有两门大炮时，你不能创造第三门大炮。",
	"Armies require protection, and someone has to put things back together if defenses fail. A combination of protector and medic, a Battle Smith is an expert at defending others and repairing both material and personnel. To aid in their work, Battle Smiths are usually accompanied by a steel defender, a protective companion of their own creation. Many soldiers tell stories of nearly dying before being saved by a Battle Smith and a steel defender.": "军队需要保护，如果防御失败，必须有人把东西重新组装起来。作为保护者和医生的结合体，战斗史密斯是保护他人和修复物质和人员的专家。为了帮助他们的工作，战斗史密斯通常会有一个钢铁卫士陪伴，一个他们自己创造的保护伙伴。许多士兵讲述了在被战斗史密斯和钢铁卫士拯救之前几乎死亡的故事。",
	"Battle Smiths played a key role in House Cannith's work on battle constructs and the original warforged, and after the Last War, these artificers led efforts to aid those who were injured in the war's horrific battles.": "战斗史密斯在坎尼斯家族的战斗构造和原始战争锻造的工作中发挥了关键作用，在最后一次战争之后，这些工匠领导了援助那些在战争的恐怖战役中受伤的人的工作。",
	"When you reach 3rd level, your combat training and your experiments with magic have paid off in two ways:": "当你达到3级时，你的战斗训练和你的魔法实验已经在两个方面得到了回报。",
	"You gain proficiency with martial weapons.": "你获得对武术武器的熟练度。",
	"When you attack with a magic weapon, you can use your Intelligence modifier, instead of Strength or Dexterity modifier, for the attack and damage rolls.": "当你用魔法武器攻击时，你可以使用你的智力修饰，而不是力量或灵巧修饰，来进行攻击和伤害卷。",
	"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Battle Smith Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.": "从3级开始，在你达到本类的特定等级后，你总是有某些法术准备，如战斗史密斯法术表所示。这些法术对你来说算作工匠法术，但它们不计入你准备的工匠法术的数量。",
	"At 9th level, you learn new ways to channel arcane energy to harm or heal. When either you hit a target with a magic weapon attack or your steel defender hits a target, you can channel magical energy through the strike to create one of the following effects:": "9级时，你学会了引导奥术能量来伤害或治疗的新方法。当你用魔法武器攻击击中目标或你的钢铁防御者击中目标时，你可以通过攻击引导魔法能量，产生以下效果之一。",
	"You can use this energy a number of times equal to your Intelligence modifier (minimum of once), but you can do so no more than once on a turn. You regain all expended uses when you finish a long rest.": "你可以使用这个能量的次数等于你的智力修饰值（最少一次），但你在一个回合内不能超过一次。当你完成一个长时间的休息时，你会恢复所有已消耗的使用。",
	"At 15th level, your Arcane Jolt and steel defender become more powerful:": "15级时，你的奥术震荡和钢铁防御者变得更加强大。",
	"Your steel defender gains a +2 bonus to Armor Class.": "你的钢铁防御者获得+2的护甲等级奖励。",
	"Each model includes a special weapon. When you attack with that weapon, you can use your Intelligence modifier, instead of Strength or Dexterity, for the attack and damage rolls.": "每个模型包括一个特殊的武器。当你用该武器攻击时，你可以使用你的智力修饰，而不是力量或灵巧，来进行攻击和伤害卷。",
	"You design your armor to be in the frontline of conflict. It has the following features:": "你设计的盔甲要在冲突的前线。它有以下特点。",
	"You gain a bonus action that you can use on each of your turns to gain temporary hit points equal to your level in this class, replacing any temporary hit points you already have. You lose these temporary hit points if you doff the armor.": "你获得一个额外的行动，你可以在你的每个回合中使用，以获得与你在这个等级中的等级相等的临时命中率，取代你已经拥有的任何临时命中率。如果你脱下盔甲，你会失去这些临时命中率。",
	"You gain the following benefits while wearing the power armor:": "你在穿戴动力装甲时获得以下好处。",
	"If the armor normally has a Strength requirement, the power armor lacks this requirement for you.": "如果盔甲通常有一个力量要求，那么动力盔甲对你来说就缺乏这个要求。",
	"You can use the power armor as a spellcasting focus for your artificer spells.": "你可以使用动力装甲作为你的工匠法术的施法重点。",
	"The power armor attaches to you and can't be removed against your will. It also expands to cover your entire body, and it replaces any missing limbs, functioning identically to a body part it is replacing.": "动力装甲附着在你身上，不能违背你的意愿被移除。它还可以扩展到覆盖你的整个身体，并取代任何缺失的肢体，功能与它所取代的身体部分相同。",
	"The armor continues to be power armor until you doff it, you don another suit of armor, or you die.": "盔甲继续是动力盔甲，直到你脱掉它，你穿上另一套盔甲，或者你死亡。",
	"Your power armor gains additional benefits based on its model, as shown below.": "你的动力装甲根据其型号获得额外的好处，如下所示。",
	"You can use this reaction a number of times equal to your Intelligence modifier (minimum of once). You regain all expended uses of it when you finish a long rest.": "你可以使用这个反应的次数与你的智力修饰值相等（最少一次）。当你完成一个长时间的休息时，你会恢复所有已使用的反应。",
	"An alchemist is an expert at combining exotic reagents to produce a variety of materials, from healing draughts that can mend a wound in moments to clinging goo that slows creatures down.": "炼金术士是结合异国试剂生产各种材料的专家，从能在瞬间修复伤口的治疗水到能减缓生物速度的粘性物质。",
	"To use any of these options, your Alchemist's Satchel must be within reach.": "要使用这些选项中的任何一个，你的炼金术士的挎包必须在手边。",
	"At 1st level, you craft an Alchemist's Satchel, a bag of reagents that you use to create a variety of concoctions. The bag and its contents are both magical, and this magic allows you to pull out exactly the right materials you need for your Alchemical Formula options, described below. After you use one of those options, the bag reclaims the materials.": "一级时，你可以制作一个炼金术士的挎包，这是一个装着试剂的袋子，你可以用它来制作各种药剂。袋子和里面的东西都有魔力，这种魔力使你能够准确地取出你的炼金配方选项所需的材料，如下所述。在你使用其中一个选项后，包里的材料会被收回。",
	"At 3rd level, you learn an additional Alchemical Formula.": "在3级时，你会额外学习一种炼金术配方。",
	"At 9th level, you learn an additional Alchemical Formula.": "9级时，你会额外学习一种炼金术公式。",
	"At 14th level, you learn an additional Alchemical Formula.": "在14级时，你会额外学习一个炼金术公式。",
	"At 17th level, you learn an additional Alchemical Formula.": "在17级时，你会额外学习一种炼金术公式。",
	"A master of engineering, you forge a firearm powered by a combination of science and magic.": "作为一个工程大师，你用科学和魔法的结合锻造出了一把枪械。",
	"At 1st level, you craft a leather bag used to carry your tools and ammunition for your Thunder Cannon. Your Arcane Magazine includes the powders, lead shot, and other materials needed to keep that weapon functioning.": "一级时，你可以制作一个皮袋，用来携带你的工具和雷霆炮的弹药。你的奥术库包括火药、铅弹和其他保持该武器功能所需的材料。",
	"You can use the Arcane Magazine to produce ammunition for your gun. At the end of each long rest, you can magically produce 40 rounds of ammunition with this magazine. After each short rest, you can produce 10 rounds.": "你可以使用奥术弹夹来为你的枪支生产弹药。在每次长休结束时，你可以用这个弹夹神奇地生产40发子弹。每次短暂休息后，你可以生产10发子弹。",
	"If you lose your Arcane Magazine, you can create a new one as part of a long rest, using 25 gp of leather and other raw materials.": "如果你失去了你的奥术杂志，你可以用25金币的皮革和其他原材料制作一个新的，作为长期休息的一部分。",
	"At 1st level, you forge a deadly firearm using a combination of arcane magic and your knowledge of engineering and metallurgy. This firearm is called a Thunder Cannon. It is a ferocious weapon that fires leaden bullets that can punch through armor with ease.": "在1级时，你可以使用奥术魔法和你的工程与冶金知识来锻造一种致命的火器。这种武器被称为 \"雷霆炮\"。它是一种凶猛的武器，可以发射铅质子弹，轻松击穿盔甲。",
	"An Alchemist is an expert at combining exotic reagents to produce mystical effects. Among artificers, members of this subclass are the greatest healers, as well as the ones most adept at wielding dangerous chemicals.": "炼金术士是一位善于将奇特的试剂结合起来产生神秘效果的专家。在工匠中，这个子类的成员是最伟大的治疗师，也是最善于挥舞危险化学品的人。",
	"At 3rd level, you learn ancient methods for magically creating a special homunculus that is formed by alchemical substances.": "三级时，你学会了用魔法创造一种由炼金术物质形成的特殊同形体的古老方法。",
	"By the time you adopt this specialty at 3rd level, you're deeply familiar with employing its tools.": "当你在第三层采用这个专业时，你已经非常熟悉运用它的工具了。",
	"If you craft a magic item in the potion category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold.": "如果你制作一个药水类的魔法物品，需要的时间是正常时间的四分之一，而花费的金币是平时的一半。",
	"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Archivist Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.": "从3级开始，在你达到本阶级的特定等级后，你总是有某些法术准备，如档案员法术表所示。这些法术对你来说算作工匠法术，但它们不计入你准备的工匠法术的数量。",
	"The magic item has the following properties.": "该魔法物品具有以下属性。",
	"As a bonus action while the item is on your person, you can cause the mind to manifest as a Tiny spectral presence, hovering in an unoccupied space of your choice within 60 feet of you. This presence is intangible and invulnerable, and it sheds dim light in a 10-foot radius. You determine its appearance; the Artificial Mind table offers suggested appearances based on the object's main material.": "当物品在你身上时，作为一个额外的动作，你可以使心灵显现为一个微小的幽灵存在，在你60英尺范围内你选择的一个无人的空间里盘旋。这个存在是无形的，也是无坚不摧的，它在10英尺的范围内发出昏暗的光。你决定它的外观；人造心灵表根据物体的主要材料提供建议的外观。",
	"As a bonus action, you can cause the spectral mind to hover up to 30 feet to an unoccupied space that you or it can see. It can pass through creatures but not objects. The spectral mind stops manifesting if it is ever more than 300 feet away from its magic item or if you dismiss it as a bonus action.": "作为一个额外的行动，你可以使幽灵之心盘旋到你或它能看到的一个无人的空间，最远可达30英尺。它可以穿过生物，但不能穿过物体。如果幽灵之心离它的魔法物品超过300英尺，或者你以奖励行动的方式解除它，那么它就会停止显现。",
	"When you cast an artificer spell on your turn, you can cast it as if you were in the spectral mind's space, instead of your own, using its senses. You can do so a number of times per day equal to your Intelligence modifier (at least once), and you regain all expended uses when you finish a long rest.": "当你在你的回合中施放一个工匠法术时，你可以像在幽灵之心的空间中一样施放它，而不是你自己的空间，使用它的感官。你每天可以这样做的次数等于你的智力修改器（至少一次），并且当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"Animal (parchment, leather, bone)": "动物（羊皮纸、皮革、骨骼）。",
	"A beast or a humanoid visage with antlers": "有鹿角的野兽或人形面孔",
	"Mineral (glass, stone, metal)": "矿物（玻璃、石头、金属）",
	"A robotic or golem-like face": "一个机器人或傀儡式的脸",
	"Plant (paper, wood)": "植物（纸张、木材）",
	"A bespectacled visage or a treant": "脸色苍白的面孔或一个树人",
	"If you craft a magic item in the scroll category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold.": "如果你制作一个卷轴类的魔法物品，需要的时间是正常时间的四分之一，而花费的金币则是平时的一半。",
	"At 6th level, you've learned how to use your artifices to access minds, both to communicate and to harm.": "在6级时，你已经学会了如何使用你的器物来接触心灵，既能沟通，也能伤害。",
	"While you have your Artificial Mind item on your person, you can communicate telepathically with anyone carrying an item bearing one of your artificer infusions, as the mind transmits your thoughts to each other. That person can also communicate telepathically with you as long as they have the item. This two-way communication can even cross planar boundaries.": "当你身上有你的人工心智物品时，你可以与任何携带有你的工匠灌输物品的人进行心灵感应，因为心智会将你的想法传递给对方。那个人也可以与你进行心灵感应，只要他们有这个物品。这种双向交流甚至可以跨越星球的界限。",
	"When you make a psychic damage roll for an artificer spell or for Information Overload, you gain a bonus to the damage roll equal to your Intelligence modifier (minimum bonus of +1).": "当你为工匠法术或信息过载进行精神伤害卷时，你会获得相当于你智力修正值的伤害卷奖励（最小奖励为+1）。",
	"At 14th level, your Artificial Mind is able to receive and transmit more information than ever before.": "在第14级，你的人工智能能够接收和传输比以往更多的信息。",
	"As an action while your Artificial Mind magic item is on your person, you cause the mind to turn you into pure information, teleporting you to the unoccupied space nearest to the spectral mind or to an item bearing one of your artificer infusions, where you physically reappear.": "当你的人工心灵魔法物品在你身上时，作为一个行动，你会使心灵把你变成纯粹的信息，把你传送到离幽灵心灵最近的无人空间，或者传送到带有你的工匠灌输的物品上，在那里你会重新出现。",
	"You can teleport in this way once for free and must finish a long rest before doing so again. You can also use this special ability by expending a spell slot of 2nd level or higher.": "你可以用这种方式免费传送一次，在再次传送之前必须完成一次长时间的休息。你也可以通过消耗一个二级以上的法术槽来使用这个特殊能力。",
	"An Artillerist specializes in using magic to create explosions and defensive positions, as well as magic-infused sidearms—especially wands—that can be used on the battlefield. Artillerists were valued by all the armies of the Last War.": "炮兵专家擅长使用魔法来制造爆炸和防御阵地，以及在战场上可以使用的注入魔法的副武器--特别是魔杖。炮手在最后一次战争中受到所有军队的重视。",
	"When you summon the turret, you decide which type it is, choosing from the options on the Arcane Turrets table. On each of your turns, you can take a bonus action to cause the turret to activate if you are within 60 feet of it. As part of the same action, you can direct the turret to walk or climb up to 15 feet to an unoccupied space.": "当你召唤炮台时，你可以从奥术炮台表中的选项中选择它是哪种类型。在你的每个回合中，如果你在它的60英尺范围内，你可以采取一个额外的行动来使炮台启动。作为同一行动的一部分，你可以指挥炮塔步行或爬升到一个无人的空间，最多可以达到15英尺。",
	"You can summon a turret once for free and must finish a long rest before doing so again. You can also summon the turret by expending a spell slot of 1st level or higher. If you summon a second turret, the first turret disappears.": "你可以免费召唤一个炮塔一次，在再次召唤之前必须完成一次长时间的休息。你也可以通过消耗一个一级或以上的法术槽来召唤炮台。如果你召唤了第二个炮塔，第一个炮塔就会消失。",
	"Defender": "捍卫者",
	"In addition, you gain the ability to use rods, staffs, and wands as spellcasting focuses for your artificer spells. You also gain a nonmagical, wooden wand for free, which you've carved in your spare time.": "此外，你获得了使用棒子、法杖和魔杖作为你的工匠法术的施法焦点的能力。你还免费获得一根非魔法的木质魔杖，这是你在业余时间雕刻的。",
	"If you craft a magic item in the wand category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold.": "如果你制作一个魔杖类的魔法物品，需要的时间是正常时间的四分之一，而花费的金币是平时的一半。",
	"Any damage roll you make for a cantrip in the wand gains a bonus equal to your Intelligence modifier (minimum of +1).": "你为魔杖中的咒语所做的任何伤害卷都会获得相当于你智力修饰值的奖励（最低为+1）。",
	"When you reach 14th level in this class, you can invest the wand with two cantrips at the end of a long rest.": "当你达到这个等级的第14级时，你可以在长时间休息结束后将魔杖投入两个咒语。",
	"Starting at 14th level, you're a master at conjuring a well-defended emplacement. You and your allies have half cover while within 10 feet of a turret you create with Arcane Turret, as a result of a shimmering field of magical protection that the turret emits.": "从14级开始，你是一个善于构筑防御工事的高手。你和你的盟友在你用奥术炮台创造的炮台的10英尺范围内有一半的掩护，因为炮台会发出一个闪亮的魔法保护场。",
	"You can also now summon a second turret for free and must finish a long rest before doing so again. If you summon the second turret while the first is still present, the first one doesn't disappear, and each turret can be of a different type (if you summon a third turret, the first turret vanishes). Moreover, you can use one bonus action to activate both turrets.": "你现在还可以免费召唤第二个炮塔，并且必须在完成长时间的休息后才能再次这样做。如果你在第一个炮塔还存在的时候召唤第二个炮塔，第一个炮塔不会消失，而且每个炮塔可以是不同的类型（如果你召唤第三个炮塔，第一个炮塔就会消失）。此外，你可以用一个奖励动作来激活两个炮塔。",
	"Armies require protection, and someone has to put things back together if defenses fail. A combination of protector and medic, a Battle Smith is an expert at defending others and repairing both materiel and personnel. To aid in their work, Battle Smiths are usually accompanied by an iron defender, a protective companion of their own creation. Many soldiers tell stories of nearly dying before being saved by a Battle Smith and an iron defender.": "军队需要保护，如果防御失败，必须有人把东西重新组装起来。作为保护者和医生的结合体，战斗史密斯是保护他人、修复物资和人员的专家。为了帮助他们的工作，战斗史密斯通常会有一个铁卫，一个他们自己创造的保护性伙伴陪同。许多士兵讲述了在被战斗史密斯和铁卫士拯救之前几乎死亡的故事。",
	"When you reach 3rd level, your combat training and your experiments with magic and have paid off in two ways:": "当你达到3级时，你的战斗训练和你的魔法实验已经在两个方面得到了回报。",
	"When you attack with a magic weapon, you can use your Intelligence modifier, instead of Strength or Dexterity, for the attack and damage rolls.": "当你用魔法武器攻击时，你可以使用你的智力修饰，而不是力量或灵巧，来进行攻击和伤害卷。",
	"If you craft a magic item in the armor category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold.": "如果你制作盔甲类的魔法物品，需要的时间是正常时间的四分之一，而花费的金币是平时的一半。",
	"At 6th level, you learn new ways to channel arcane energy through your weapon attacks and your iron defender.": "6级时，你学会了通过你的武器攻击和你的铁卫者引导奥术能量的新方法。",
	"First, your iron defender's bite attack is now considered magical for the purposes of bypassing resistances and immunities, thanks to enhancements you've made to the creature in your free time.": "首先，你的铁卫者的咬人攻击现在被认为是有魔力的，可以绕过抵抗力和免疫力，这要归功于你在空闲时间对该生物进行的强化。",
	"Second, when you or your iron defender hits a target with a magic weapon attack, you can channel magical energy through the strike to create one of the following effects:": "其次，当你或你的铁卫用魔法武器攻击击中一个目标时，你可以通过这一击引导魔法能量，以创造以下效果之一。",
	"You can channel this magical energy a number of times equal to your Intelligence modifier (minimum of once), but you can do so no more than once on a turn. You regain all expended uses of this feature when you finish a long rest.": "你可以引导这种魔法能量的次数与你的智力修饰值相等（最少一次），但你在一个回合内不能超过一次。当你完成长时间的休息时，你会恢复这个功能的所有消耗。",
	"At 14th level, your Arcane Jolt and iron defender become more powerful:": "14级时，你的奥术震荡和铁卫会变得更加强大。",
	"Masters of unlocking magic in everyday objects, artificers are supreme inventors. They see magic as a complex system waiting to be decoded and controlled. Artificers use tools to channel arcane power, crafting temporary and permanent magical objects. To cast a spell, an artificer could use {@item alchemist's supplies|PHB} to create a potent elixir, {@item calligrapher's supplies|PHB} to inscribe a sigil of power on an ally's armor, or {@item tinker's tools|PHB} to craft a temporary charm. The magic of artificers is tied to their tools and their talents.": "工匠是在日常物品中释放魔法的大师，是至高无上的发明家。他们将魔法视为一个复杂的系统，等待着解码和控制。工匠使用工具引导奥术力量，制作临时和永久的魔法物品。为了施放咒语，工匠可以使用 {@item alchemist's supplies|PHB} 制作强效灵药，{@item calligrapher's supplies|PHB} 在盟友的盔甲上刻下力量徽章，或 {@item tinker's tools|PHB} 制作临时符咒。工匠的魔法与他们的工具和天赋息息相关。",
	"Throughout the D&D multiverse, artificers create inventions and magic items of peace and war. Many lives have been brightened or saved because of the work of kind artificers, but countless lives have also been lost because of the mass destruction unleashed by certain artificers' creations.": "在整个D&D多元宇宙中，制造者们创造了和平与战争的发明和魔法物品。许多人的生活因善良制造者的工作而变得更加美好或得救，但也有无数生命因某些制造者创造的大规模破坏而丧生。",
	"Artificers in the City of Sigil share discoveries from throughout the multiverse, and from there, the gnome artificer Vi runs a cosmos-spanning business that hires adventurers to fix problems that others deem unfixable. In Vi's home world, Eberron, magic is harnessed as a form of science and deployed throughout society, largely as a result of the wondrous ingenuity of artificers.": "在锡基尔城，工匠们分享来自多元宇宙的发现，其中侏儒工匠维(Vi)经营着一家跨越宇宙的企业，雇佣冒险者来解决其他人认为无法解决的问题。在维的家园埃伯隆(Eberron)，魔法被当作一种科学形式来驾驭，并在整个社会中得到应用，这在很大程度上是由于工匠们的奇妙创造力。",
	"If your group uses the optional rule on multiclassing in the {@book Player's Handbook|PHB}, here's what you need to know if you choose artificer as one of your classes.": "如果你的团队在{@book Player's Handbook|PHB}中使用了多职业规则，那么如果你选择艺术师作为你的职业之一，这里有一些你需要知道的事情。",
	"If artificer isn't your initial class, here are the proficiencies you gain when you take your first level as an artificer: light armor, medium armor, shields, {@item thieves' tools|PHB}, {@item tinker's tools|PHB}.": "如果铸师不是你的初始职业，那么当你第一级选择铸师时，你将获得以下熟练项：轻甲、中甲、盾牌、{@item thieves' tools|PHB}、{@item tinker's tools|PHB}。",
	"Masters of unlocking magic in everyday objects, artificers are supreme inventors. They see magic as a complex system waiting to be decoded and controlled. Artificers use tools to channel arcane power, crafting magical objects. To cast a spell, an artificer could use {@item alchemist's supplies|PHB} to create a potent elixir, {@item calligrapher's supplies|PHB} to inscribe a sigil of power on an ally's armor, or {@item tinker's tools|PHB} to craft a temporary charm. The magic of artificers is tied to their tools and their talents.": "解锁日常物品中的魔法的大师，铸造师是至高无上的发明家。他们将魔法视为一个等待被解码和控制的复杂系统。铸造师使用工具来引导奥术力量，打造魔法物品。要施放一个法术，铸造师可以使用{@item alchemist's supplies|PHB}来制造一种强效的万灵药，{@item calligrapher's supplies|PHB}在盟友的盔甲上刻印一个强大符文，或者{@item tinker's tools|PHB}制作一个临时护符。铸造师的魔法与他们的工具和才能息息相关。",
	"In the world of Eberron, arcane magic has been harnessed as a form of science and deployed throughout society. Artificers reflect this development. Their knowledge of magical devices, and their ability to infuse mundane items with magic, allows Eberron's most miraculous projects to continue.": "在Eberron的世界中，奥术魔法被当作一种科学来利用，并在整个社会中得到应用。制造师(artificers)反映了这一发展。他们对魔法装置的了解，以及他们将平凡物品注入魔法的能力，使得Eberron最神奇的项目得以继续进行。",
	"This drive for novelty pushes artificers to become adventurers. Eberron's main travel routes and populated regions have long since been explored. Thus, artificers seek the frontiers of civilization in hopes of making the next great discovery in arcane research.": "这种对新奇的追求推动着制造师成为冒险者。埃伯隆(`Eberron`)的主要旅行路线和人口稠密地区早已被探索过。因此，制造师们寻求文明边界，希望在奥术研究中取得下一个伟大的发现。",
	"Eberron is the world most associated with artificers, yet the class can be found throughout the D&D multiverse. In the Forgotten Realms, for example, the island of Lantan is home to many artificers, and in the world of Dragonlance, tinker gnomes are often members of this class. The strange technologies in the Barrier Peaks of the World of Greyhawk have inspired some folk to walk the path of the artificer, and in Mystara, various nations employ artificers to keep airships and other wondrous devices operational. In the City of Sigil, artificers share discoveries from throughout the cosmos, and one in particular—the gnome inventor Vi—has run a multiverse-spanning business from there since leaving the world of her birth, Eberron. In the world-city Ravnica, the Izzet League trains numerous artificers, the destructiveness of whom is unparalleled in other worlds—except, perhaps, by the tinker gnomes of Krynn.": "Eberron（艾伯隆）是与制造师最相关的世界，然而这个职业可以在整个D&D多元宇宙中找到。例如，在被遗忘的国度（Forgotten Realms）中，Lantan（兰坦）岛是许多制造师的家园，在龙枪（Dragonlance）的世界中，修补侏儒（tinker gnomes）经常是这个职业的成员。在格雷鹰之丘（World of Greyhawk）的屏障峰（Barrier Peaks）中的奇异技术激发了一些人追随制造师之路，在Mystara（密斯塔拉），各个国家雇佣制造师来保持飞艇和其他奇妙装置的运作。在锡基尔之城（City of Sigil），制造师们分享来自整个宇宙的发现，特别是一个名叫维（Vi）的侏儒发明家，自从离开她的出生之地艾伯隆后，就在那里经营着一个跨越多元宇宙的生意。在世界城市拉尼卡（Ravnica），伊兹特联盟（Izzet League）培训了众多制造师，他们的破坏力在其他世界中是无与伦比的，也许只有克瑞恩（Krynn）的修补侏儒可以与之媲美。",
	"You can make an artificer quickly by following these suggestions. First, put your highest ability score in Intelligence, followed by Constitution or Dexterity. Second, choose the {@background guild artisan} background.": "您可以通过以下建议快速创建一名造物师。首先，将您最高的能力值分配给智力，然后是体质或敏捷。其次，选择{@background guild artisan}背景。",
	"At 1st level, you learn how to invest a spark of magic into mundane objects. To use this ability, you must have {@item thieves' tools|PHB} or {@item artisan's tools|PHB} in hand. You then touch a Tiny nonmagical object as an action and give it one of the following magical properties of your choice:": "在1级时，你学会了如何将一丝魔法投入日常物品中。要使用这一能力，你必须手持{@item thieves' tools|PHB}或{@item artisan's tools|PHB}。然后，你可以将一个微小的非魔法物品视为动作并赋予其以下你选择的魔法属性之一：",
	"The secrets of creating and operating gunpowder weapons have been discovered in various corners of the D&D multiverse. If your Dungeon Master uses the rules on firearms in {@book chapter 9|DMG|9|Firearms} of the {@book Dungeon Master's Guide|DMG} and your artificer has been exposed to the operation of such weapons, your artificer is proficient with them.": "在D&D多元宇宙的各个角落中，人们已经发现了制造和操作火药武器的秘密。如果你的地牢主使用了{@book Dungeon Master's Guide|DMG}中{@book chapter 9|DMG|9|Firearms}的火器规则，而你的神器师已经接触过这类武器的操作，那么你的神器师就精通这些武器。",
	"You produce your artificer spell effects through your tools. You must have a spellcasting focus—specifically {@item thieves' tools|phb} or some kind of {@item artisan's tools|phb|artisan's tool}—in hand when you cast any spell with this Spellcasting feature (meaning the spell has an 'M' component when you cast it). You must be proficient with the tool to use it in this way. See {@book chapter 5|PHB|4}, \"Equipment,\" in the {@book Player's Handbook|PHB} for descriptions of these tools.": "你通过工具施展你的制造师法术效果。当你使用这个法术施法特性施放任何具有“M”成分的法术时，你必须手持一个法术施法焦点——具体来说是{@item thieves' tools|phb}或者某种{@item artisan's tools|phb|artisan's tool}。你必须精通这个工具才能以这种方式使用它。请参阅{@book Player's Handbook|PHB}中的{@book chapter 5|PHB|4}，“装备”，了解这些工具的描述。",
	"As an artificer, you use tools when you cast your spells. When describing your spellcasting, think about how you're using a tool to perform the spell effect. If you cast {@spell cure wounds} using {@item alchemist's supplies|PHB}, you could be quickly producing a salve. If you cast it using {@item tinker's tools|PHB}, you might have a miniature mechanical spider that binds wounds. When you cast {@spell poison spray}, you could fling foul chemicals or use a wand that spits venom. The effect of the spell is the same as for a spellcaster of any other class, but your method of spellcasting is special.": "作为一名铸法师，你在施放法术时会使用工具。在描述你的施法过程时，考虑一下你是如何使用工具来实现法术效果的。如果你用{@item alchemist's supplies|PHB}施放{@spell cure wounds}，你可能会迅速制作一种药膏。如果你用{@item tinker's tools|PHB}施放，你可能会有一个用来包扎伤口的微型机械蜘蛛。当你施放{@spell poison spray}时，你可能会投掷恶臭的化学品，或使用一根喷射毒液的魔杖。法术的效果与其他职业的施法者相同，但你的施法方式是特殊的。",
	"The same principle applies when you prepare your spells. As an artificer, you don't study a spellbook or pray to prepare your spells. Instead, you work with your tools and create the specialized items you'll use to produce your effects. If you replace {@spell cure wounds} with {@spell heat metal}, you might be altering the device you use to heal—perhaps modifying a tool so that it channels heat instead of healing energy.": "当你准备法术时，同样的原则适用。作为一名铸法师，你不需要研读法术书或祈祷来准备法术。相反，你会利用工具，制作专门的物品，用于产生你的效果。如果你用{@spell heat metal}替换{@spell cure wounds}，你可能会改变用于治疗的装置——也许修改一个工具，让它传导热量而不是治疗能量。",
	"At 1st level, you know two cantrips of your choice from the {@filter artificer spell list|spells|level=0|class=Artificer}. At higher levels, you learn additional artificer cantrips of your choice, as shown in the Cantrips Known column of the Artificer table.": "在1级时，你可以从{@filter artificer spell list|spells|level=0|class=Artificer}中选择两个零级咒语。在更高级别时，你可以根据《铁匠》表中的已知零级咒语栏目学习额外的铁匠零级咒语。",
	"You prepare the list of artificer spells that are available for you to cast, choosing from the {@filter artificer spell list|spells|class=Artificer}. When you do so, choose a number of artificer spells equal to your Intelligence modifier + half your artificer level, rounded down (minimum of one spell). The spells must be of a level for which you have spell slots.": "你准备了可供你施放的{@filter artificer spell list|spells|class=Artificer}的魔法师法术清单。在这样做时，选择与你的智力调整值加上你的魔法师等级一半（向下取整）相等的魔法师法术数量（至少为一个法术）。这些法术必须是你拥有法术位的等级。",
	"For example, if you are a 5th-level artificer, you have four 1st-level and two 2nd-level spell slots. With an Intelligence of 14, your list of prepared spells can include four spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell {@spell cure wounds}, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.": "例如，如果你是一名5级的工匠（artificer），你有四个1级和两个2级的法术位。拥有14点智力，你准备的法术清单可以包括四个1级或2级的法术，任意组合。如果你准备了1级法术{@spell cure wounds}，你可以使用1级或2级位来施放它。施放该法术不会将其从你准备的法术清单中移除。",
	"You can change your list of prepared spells when you finish a long rest. Preparing a new list of artificer spells requires time spent tinkering with your spellcasting focuses: at least 1 minute per spell level for each spell on your list.": "你可以在完成一次长休后更改你准备的法术清单。准备新的铸法师法术清单需要花时间与你的施法焦点进行调整：每个法术在你的清单上至少需要花费1分钟。",
	"Intelligence is your spellcasting ability for your artificer spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever an artificer spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one.": "智力是你作为铸法师的法术的施法能力；你对魔法背后理论的理解使你能够以卓越的技巧施展这些法术。每当一个铸法师法术提到你的施法能力时，你就使用你的智力。此外，当你施放铸法师法术并设定豁免 DC 时，以及进行攻击检定时，你使用你的智力修正值。",
	"Whenever you finish a long rest, you can touch a nonmagical object and imbue it with one of your artificer infusions, turning it into a magic item. An infusion works on only certain kinds of objects, as specified in the infusion's description. If the item requires attunement, you can attune yourself to it the instant you infuse the item. If you decide to attune to the item later, you must do so using the normal process for attunement (see \"Attunement\" in chapter 7 of the {@book Dungeon Master's Guide|DMG}).": "每当你完成一次长休时，你可以触摸一个非魔法物品，并赋予它你的一种工匠师灌输之一，将其变成一个魔法物品。灌输只能用于特定类型的物品，如灌输描述中所指定的那样。如果物品需要须配戴，你可以在灌输物品的同时立即与其配戴。如果你决定稍后再配戴该物品，你必须按照正常的配戴流程进行配戴（参见《配戴》第7章中的{@book Dungeon Master's Guide|DMG}）。",
	"When you gain this feature, pick four artificer infusions to learn, choosing from the \"{@filter Artificer Infusions|optionalfeatures|feature type=ai|source=TCE}\" section at the end of the class's description. You learn additional infusions of your choice when you reach certain levels in this class, as shown in the Infusions Known column of the Artificer table.": "当你获得这个特性时，选择学习四个工匠注入，可以从类描述末尾的“{@filter Artificer Infusions|optionalfeatures|feature type=ai|source=TCE}”部分中选择。当你达到该职业特定等级时，你可以选择学习更多的注入，具体请参考工匠表中的已知注入列。",
	"At 3rd level, you learn how to produce exactly the tool you need: with {@item thieves' tools|PHB} or {@item artisan's tools|PHB} in hand, you can magically create one set of {@item artisan's tools|PHB} in an unoccupied space within 5 feet of you. This creation requires 1 hour of uninterrupted work, which can coincide with a short or long rest. Though the product of magic, the tools are nonmagical, and they vanish when you use this feature again.": "在3级时，你学会了如何准确制作你所需的工具：拿着{@item thieves' tools|PHB}或{@item artisan's tools|PHB}，你可以在你身边5英尺内的一个空地上魔法地创造一套{@item artisan's tools|PHB}。这个创造过程需要1小时的连续工作，可以与短暂休息或长时间休息同时进行。尽管是魔法的产物，这些工具并非魔法的，当你再次使用这个特性时它们会消失。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用特性(feats)，你可以选择取得一个{@5etools feat|feats.html}。",
	"At 11th level, you learn how to store a spell in an object. Whenever you finish a long rest, you can touch one {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon} or one item that you can use as a spellcasting focus, and you store a spell in it, choosing a 1st- or 2nd-level spell from the {@filter artificer spell list|spells|class=Artificer|cast time=action|level=1;2} that requires 1 action to cast (you needn't have it prepared).": "在11级时，你学会了如何将一个法术储存在物品中。每当你完成一次长休，你可以触摸一个{@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}或者一个可以用作施法焦点的物品，然后你可以选择一个1级或2级的法术，从{@filter artificer spell list|spells|class=Artificer|cast time=action|level=1;2}中选择一个需要1个动作施放的法术（你无需事先准备这个法术）。",
	"While holding the object, a creature can take an action to produce the spell's effect from it, using your spellcasting ability modifier. If the spell requires {@status concentration}, the creature must concentrate. The spell stays in the object until it's been used a number of times equal to twice your Intelligence modifier (minimum of twice) or until you use this feature again to store a spell in an object.": "当持有这个物品时，生物可以采取行动从中释放出咒语效果，使用你的施法能力修正值。如果咒语需要{@status concentration}，生物必须集中注意力。该咒语会一直保存在物品中，直到被使用次数等于你的智力修正值的两倍（最少两次），或者直到你再次使用这个特性将咒语存储在物品中。",
	"Beginning at 3rd level, whenever you finish a long rest, you can magically produce an {@i experimental elixir} in an empty flask you touch. Roll on the Experimental Elixir table for the elixir's effect, which is triggered when someone drinks the elixir. As an action, a creature can drink the elixir or administer it to an {@condition incapacitated} creature.": "从3级开始，每当你完成一次长休时，你可以在触摸的空瓶中魔法地制造一个{@i experimental elixir}。在饮用这个药剂时，根据实验药剂表进行投掷以确定药剂的效果。作为一个动作，一个生物可以饮用这个药剂或将其施用给一个{@condition incapacitated}生物。",
	"Creating an {@i experimental elixir} requires you to have {@item alchemist's supplies|PHB} on your person, and any elixir you create with this feature lasts until it is drunk or until the end of your next long rest.": "创建一个{@i experimental elixir}需要你随身携带{@item alchemist's supplies|PHB}，而你用这个特性创造的任何圣水会持续直到被喝掉或者直到你进行下一次长休。",
	"When you reach certain levels in this class, you can make more elixirs at the end of a long rest: two at 6th level and three at 15th level. Roll for each elixir's effect separately. Each elixir requires its own flask.": "当你在这个职业中达到特定等级时，你可以在长休结束时制作更多的圣水：在6级时可以制作两瓶，在15级时可以制作三瓶。分别为每瓶圣水的效果进行投掷。每瓶圣水都需要自己的烧瓶。",
	"You can create additional {@i experimental elixirs} by expending a spell slot of 1st level or higher for each one. When you do so, you use your action to create the elixir in an empty flask you touch, and you choose the elixir's effect from the Experimental Elixir table.": "你可以通过消耗一个1级或更高级的法术位来额外制造{@i experimental elixirs}。当你这样做时，你可以使用你的动作在你触摸的空瓶中制造这个药剂，并从实验药剂表中选择药剂的效果。",
	"{@b Healing}. The drinker regains a number of hit points equal to {@dice 2d4} + your Intelligence modifier.": "{@b Healing}。饮用者回复的生命值等于{@dice 2d4} + 你的智力调整值。",
	"{@b Swiftness}. The drinker's walking speed increases by 10 feet for 1 hour.": "{@b Swiftness}。饮用者的行走速度在1小时内增加10英尺。",
	"{@b Resilience}. The drinker gains a +1 bonus to AC for 10 minutes.": "{@b Resilience}。饮用者在10分钟内获得+1的AC奖励。",
	"{@b Boldness}. The drinker can roll a {@dice d4} and add the number rolled to every attack roll and saving throw they make for the next minute.": "{@b Boldness}。饮用者可以投掷一个{@dice d4}，并将投掷的数字加到他们在接下来的一分钟内进行的每次攻击检定和豁免检定中。",
	"{@b Flight}. The drinker gains a flying speed of 10 feet for 10 minutes.": "{@b Flight}。饮用者获得10分钟内10英尺的飞行速度。",
	"{@b Transformation}. The drinker's body is transformed as if by the {@spell alter self} spell. The drinker determines the transformation caused by the spell, the effects of which last for 10 minutes.": "{@b Transformation}. 饮用者的身体会像被{@spell alter self}法术所改变一样。饮用者决定法术造成的变化，效果持续10分钟。",
	"When you adopt this specialization at 3rd level, you gain proficiency with {@item alchemist's supplies|PHB}. If you already have this proficiency, you gain proficiency with one other type of {@item artisan's tools|PHB} of your choice.": "当你在3级时选择这个专长时，你会获得{@item alchemist's supplies|PHB}的熟练加值。如果你已经有这个熟练加值，你可以选择另一种{@item artisan's tools|PHB}的熟练加值。",
	"At 5th level, you develop masterful command of magical chemicals, enhancing the healing and damage you create through them. Whenever you cast a spell using your {@item alchemist's supplies|PHB} as the spellcasting focus, you gain a bonus to one roll of the spell. That roll must restore hit points or be a damage roll that deals acid, fire, necrotic, or poison damage, and the bonus equals your Intelligence modifier (minimum of +1).": "在5级时，你掌握了对魔法化学品的精湛控制，增强了你通过它们创造的治疗和伤害效果。每当你施放一个以你的{@item alchemist's supplies|PHB}作为施法焦点的法术时，你可以在法术的一个投掷上获得一个奖励。该投掷必须是恢复生命值或造成酸性、火焰、死灵或毒素伤害的伤害投掷，奖励值等同于你的智力调整值（最少为+1）。",
	"Whenever a creature drinks an {@i experimental elixir} you created, the creature gains temporary hit points equal to {@dice 2d6} + your Intelligence modifier (minimum of 1 temporary hit point).": "每当一个生物喝下你制造的{@i experimental elixir}时，该生物获得的临时生命值等于{@dice 2d6} + 你的智力调整值（最少获得1点临时生命值）。",
	"You can cast {@spell lesser restoration} without expending a spell slot and without preparing the spell, provided you use {@item alchemist's supplies|PHB} as the spellcasting focus. You can do so a number of times equal to your Intelligence modifier (minimum of once), and you regain all expended uses when you finish a long rest.": "你可以在不消耗法术槽的情况下施放{@spell lesser restoration}，也无需准备该法术，只要你使用{@item alchemist's supplies|PHB}作为施法焦点。你可以这样做的次数等于你的智力调整值（最少一次），当你完成一次长休后，你恢复所有已用次数。",
	"You gain resistance to acid damage and poison damage, and you are immune to the {@condition poisoned} condition.": "你获得对酸性伤害和毒素伤害的抗性，并且对{@condition poisoned}状态免疫。",
	"You can cast {@spell greater restoration} and {@spell heal} without expending a spell slot, without preparing the spell, and without material components, provided you use {@item alchemist's supplies|PHB} as the spellcasting focus. Once you cast either spell with this feature, you can't cast that spell with it again until you finish a long rest.": "你可以在不消耗法术位、不准备法术、也不需要材料组件的情况下施放{@spell greater restoration}和{@spell heal}，只要你使用{@item alchemist's supplies|PHB}作为施法焦点。一旦你使用这个特性施放了其中一个法术，你就不能再用这个特性再次施放该法术，直到你完成一次长休。",
	"You have advantage on Dexterity ({@skill Stealth}) checks. If the armor normally imposes disadvantage on such checks, the advantage and disadvantage cancel each other, as normal.": "你在敏捷度({@skill Stealth})检定上拥有优势。如果盔甲通常会对此类检定施加劣势，那么优势和劣势会相互抵消，如同常规规则一样。",
	"A gemlike node appears on one of your armored fists or on the chest (your choice). It counts as a simple ranged weapon, with a normal range of 90 feet and a long range of 300 feet, and it deals {@damage 1d6} lightning damage on a hit. Once on each of your turns when you hit a creature with it, you can deal an extra {@damage 1d6} lightning damage to that target.": "一颗宝石般的结节出现在你的一只铠甲拳头或胸前（你可以选择）。它被视为一种简单远程武器，正常射程为90英尺，最远射程为300英尺，击中目标时造成{@damage 1d6} 闪电伤害。每个回合一次，当你用它击中一个生物时，你可以对该目标造成额外{@damage 1d6} 闪电伤害。",
	"Each of the armor's gauntlets counts as a simple melee weapon while you aren't holding anything in it, and it deals {@damage 1d8} thunder damage on a hit. A creature hit by the gauntlet has disadvantage on attack rolls against targets other than you until the start of your next turn, as the armor magically emits a distracting pulse when the creature attacks someone else.": "每个盔甲护手在你没有拿着任何东西时都算作一把简单近战武器，它造成{@damage 1d8} 雷属性伤害。被护手击中的生物在你下个回合开始前对除了你以外的目标的攻击投掷有劣势，因为当生物攻击其他人时，盔甲会魔法般地发出干扰脉冲。",
	"Your metallurgical pursuits have led to you making armor a conduit for your magic. As an action, you can turn a suit of armor you are wearing into Arcane Armor, provided you have {@item smith's tools|PHB} in hand.": "你的冶金追求使你将盔甲变成了你魔法的导管。作为一个动作，你可以将你穿着的一套盔甲转化为奥术盔甲，前提是你手中有{@item smith's tools|PHB}。",
	"You can customize your Arcane Armor. When you do so, choose one of the following armor models: Guardian or Infiltrator. The model you choose gives you special benefits while you wear it.": "你可以定制你的奥术盔甲。当你这样做时，请选择以下其中一个盔甲模型：守护者(Guardian)或潜行者(Infiltrator)。你选择的模型在你穿戴时会给予你特殊的好处。",
	"You can change the armor's model whenever you finish a short or long rest, provided you have {@item smith's tools|PHB} in hand.": "每当你完成短休或长休时，只要你手头有{@item smith's tools|PHB}，你就可以更换盔甲的模型。",
	"You gain proficiency with heavy armor. You also gain proficiency with {@item smith's tools|PHB}. If you already have this tool proficiency, you gain proficiency with one other type of {@item artisan's tools|PHB} of your choice.": "你获得重型盔甲的熟练。你还获得{@item smith's tools|PHB}的熟练。如果你已经具备这个工具熟练度，你可以选择另一种{@item artisan's tools|PHB}的熟练。",
	"You can attack twice, rather than once, whenever you take the {@action Attack} action on your turn.": "每当你在你的回合上执行{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"You learn how to use your artificer infusions to specially modify your Arcane Armor. That armor now counts as separate items for the purposes of your Infuse Items feature: armor (the chest piece), boots, helmet, and the armor's special weapon. Each of those items can bear one of your infusions, and the infusions transfer over if you change your armor's model with the Armor Model feature. In addition, the maximum number of items you can infuse at once increases by 2, but those extra items must be part of your Arcane Armor.": "你学会如何使用你的铸法师灌注来特别修改你的奥术盔甲。现在，该盔甲在你的灌注物品特性中被视为独立的物品：盔甲（胸甲）、靴子、头盔和盔甲的特殊武器。这些物品中的每一个都可以承载你的一种灌注，如果你使用盔甲模型特性更换你的盔甲模型，那些灌注也会转移过去。此外，你一次可以灌注的物品数量上限增加了2个，但这些额外的物品必须是你的奥术盔甲的一部分。",
	"Any creature that takes lightning damage from your Lightning Launcher glimmers with magical light until the start of your next turn. The glimmering creature sheds dim light in a 5-foot radius, and it has disadvantage on attack rolls against you, as the light jolts it if it attacks you. In addition, the next attack roll against it has advantage, and if that attack hits, the target takes an extra {@damage 1d6} lightning damage.": "任何受到你的闪电发射器(Lightning Launcher) 闪电伤害的生物，在你下一个回合开始前都会闪烁着魔法光芒。这个闪烁的生物在5英尺半径内散发微弱光芒，并且在对你进行攻击时有劣势，因为光芒会在它攻击时使其受到震撼。此外，对它的下一次攻击投掷有优势，如果那次攻击命中，目标会额外受到{@damage 1d6} 闪电伤害。",
	"The gnome artificer Vi, an unlikely yet key member of House Cannith's warforged project, has been especially vocal about making things right: \"It's about time we fixed things instead of blowing them all to hell.\"": "侏儒制造师Vi，坎尼斯家族战争铁人计划中一个不太可能但关键的成员，一直在大声疾呼要做正确的事情：“是时候修复问题，而不是把一切都毁掉了。”",
	"At 3rd level, you learn how to create a magical cannon. Using {@item woodcarver's tools|PHB} or {@item smith's tools|PHB}, you can take an action to magically create a Small or Tiny eldritch cannon in an unoccupied space on a horizontal surface within 5 feet of you. A Small eldritch cannon occupies its space, and a Tiny one can be held in one hand.": "在3级时，你学会了如何制造一个魔法火炮。使用{@item woodcarver's tools|PHB}或{@item smith's tools|PHB}，你可以采取一个动作，在距离你5英尺的水平表面上的一个空位上魔法制造一个小型或微型奥术火炮。一个小型奥术火炮占据一个空间，而一个微型火炮可以被一只手拿着。",
	"The cannon is a magical object. Regardless of size, the cannon has an AC of 18 and a number of hit points equal to five times your artificer level. It is immune to poison damage and psychic damage, and all conditions. If it is forced to make an ability check or a saving throw, treat all its ability scores as 10 (+0). If the {@spell mending} spell is cast on it, it regains {@dice 2d6} hit points. It disappears if it is reduced to 0 hit points or after 1 hour. You can dismiss it early as an action.": "这门大炮是一个魔法物品。无论大小，这门大炮的防御等级为18，生命值为你的铁匠等级的五倍。它对毒性伤害和精神伤害以及所有状态免疫。如果它被迫进行能力检定或豁免投掷，将所有它的能力值视为10（+0）。如果对它施放了{@spell mending}法术，它会恢复{@dice 2d6}生命值。如果生命值降至0或经过1小时后，它会消失。你可以在行动中提前解散它。",
	"The cannon exhales fire in an adjacent 15-foot cone that you designate. Each creature in that area must make a Dexterity saving throw against your spell save DC, taking {@damage 2d8} fire damage on a failed save or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being worn or carried.": "火炮在你指定的相邻15英尺锥形区域内喷射火焰。该区域内的每个生物必须根据你的法术豁免 DC 进行一次敏捷豁免，未通过则受到 {@damage 2d8} 火焰伤害，通过则受到一半伤害。火焰会点燃该区域内未被穿戴或携带的易燃物品。",
	"Make a ranged spell attack, originating from the cannon, at one creature or object within 120 feet of it. On a hit, the target takes {@damage 2d8} force damage, and if the target is a creature, it is pushed up to 5 feet away from the cannon.": "从火炮发射一次远程法术攻击，针对距离火炮120英尺内的一个生物或物体。命中时，目标受到{@damage 2d8}点力场伤害，如果目标是生物，则被推开5英尺远离火炮。",
	"The cannon emits a burst of positive energy that grants itself and each creature of your choice within 10 feet of it a number of temporary hit points equal to {@damage 1d8} + your Intelligence modifier (minimum of +1).": "火炮发射出一股正能量爆发，为自身和距离它10英尺内的每个你选择的生物提供一定数量的临时生命值，数量等于{@damage 1d8} + 你的智力调整值（最低为+1）。",
	"When you adopt this specialization at 3rd level, you gain proficiency with {@item woodcarver's tools|PHB}. If you already have this proficiency, you gain proficiency with one other type of {@item artisan's tools|PHB} of your choice.": "当你在3级时选择这个专长时，你会获得{@item woodcarver's tools|PHB}的熟练加值。如果你已经具备这个熟练加值，你可以选择另一种{@item artisan's tools|PHB}的熟练加值。",
	"At 5th level, you know how to turn a wand, staff, or rod into an arcane firearm, a conduit for your destructive spells. When you finish a long rest, you can use {@item woodcarver's tools|PHB} to carve special sigils into a wand, staff, or rod and thereby turn it into your arcane firearm. The sigils disappear from the object if you later carve them on a different item. The sigils otherwise last indefinitely.": "在5级时，你知道如何将魔杖、法杖或法杖转化为奥术火器，成为你毁灭性法术的导管。当你完成一次长休时，你可以使用{@item woodcarver's tools|PHB}将特殊符文刻入魔杖、法杖或法杖，从而将其转化为你的奥术火器。如果你之后将这些符文刻在另一个物品上，它们会从物品上消失。否则，这些符文将永久持续。",
	"You can use your arcane firearm as a spellcasting focus for your artificer spells. When you cast an artificer spell through the firearm, roll a {@damage d8}, and you gain a bonus to one of the spell's damage rolls equal to the number rolled.": "你可以将你的奥术火器作为你的工匠法术的施法焦点。当你通过火器施放一个工匠法术时，投掷一个{@damage d8}，并且你可以获得一个等于投掷数字的伤害骰加值。",
	"The cannon's damage rolls all increase by {@damage 1d8}.": "大炮的伤害骰全部增加 {@damage 1d8}。",
	"As an action, you can command the cannon to detonate if you are within 60 feet of it. Doing so destroys the cannon and forces each creature within 20 feet of it to make a Dexterity saving throw against your spell save DC, taking {@damage 3d8} force damage on a failed save or half as much damage on a successful one.": "作为一个动作，如果你在炮台的60英尺范围内，你可以命令炮台引爆。这样做会摧毁炮台，并迫使每个在其20英尺范围内的生物进行一次对抗你法术豁免 DC 的敏捷豁免，受到{@damage 3d8} 点力量伤害（豁免失败）或一半伤害（豁免成功）。",
	"By 3rd level, your tinkering has borne you a faithful companion, a {@creature steel defender|tce}. It is friendly to you and your companions, and it obeys your commands. See this creature's game statistics in the steel defender stat block, which uses your proficiency bonus (PB) in several places. You determine the creature's appearance and whether it has two legs or four; your choice has no effect on its game statistics.": "到了3级，你的工艺制造已经为你带来了一个忠诚的伙伴，一个{@creature steel defender|tce}。它对你和你的同伴友好，并且会听从你的命令。请查看这个生物在钢铁防御者属性块中的游戏统计数据，其中在几个地方使用了你的熟练加值（PB）。你可以决定这个生物的外观以及它是两条腿还是四条腿；你的选择不会影响它的游戏统计数据。",
	"In combat, the defender shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take another action. That action can be one in its stat block or some other action. If you are {@condition incapacitated}, the defender can take any action of its choice, not just {@action Dodge}.": "在战斗中，防御者与你共享先攻顺序，但它会在你之后立即行动。它可以自行移动并使用反应，但在它的回合中，它所采取的唯一行动是{@action Dodge}行动，除非你在你的回合中采取一个额外行动来命令它执行另一个行动。该行动可以是其属性块中的行动，也可以是其他行动。如果你是{@condition incapacitated}，防御者可以选择任何行动，而不仅仅是{@action Dodge}。",
	"If the {@spell mending} spell is cast on it, it regains {@dice 2d6} hit points. If it has died within the last hour, you can use your {@item smith's tools|PHB} as an action to revive it, provided you are within 5 feet of it and you expend a spell slot of 1st level or higher. The steel defender returns to life after 1 minute with all its hit points restored.": "如果对其施放{@spell mending}法术，它将恢复{@dice 2d6}点生命值。如果它在过去的一小时内死亡，你可以使用你的{@item smith's tools|PHB}作为一个动作来使其复活，前提是你与它在5英尺范围内，并且你消耗了1级或更高级别的法术位。钢铁防御者在1分钟后以所有生命值恢复复活。",
	"At the end of a long rest, you can create a new steel defender if you have your {@item smith's tools|PHB} with you. If you already have a steel defender from this feature, the first one immediately perishes. The defender also perishes if you die.": "在一次长休结束时，如果你身边有你的{@item smith's tools|PHB}，你可以创建一个新的钢铁防御者。如果你已经通过此特性拥有了一个钢铁防御者，第一个将立即消失。如果你死亡，防御者也会消失。",
	"When you adopt this specialization at 3rd level, you gain proficiency with {@item smith's tools|PHB}. If you already have this proficiency, you gain proficiency with one other type of {@item artisan's tools|PHB} of your choice.": "当你在3级时选择这个专长时，你会获得{@item smith's tools|PHB}的熟练加值。如果你已经有这个熟练加值，你可以选择另一种{@item artisan's tools|PHB}的熟练加值。",
	"Starting at 5th level, you can attack twice, rather than once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"The target takes an extra {@damage 2d6} force damage.": "目标受到额外{@damage 2d6}的力量伤害。",
	"Choose one creature or object you can see within 30 feet of the target. Healing energy flows into the chosen recipient, restoring {@dice 2d6} hit points to it.": "选择你能在距离目标30英尺内看到的生物或物体。治愈能量流向被选择的接收者，为其恢复{@dice 2d6}点生命值。",
	"The extra damage and the healing of your Arcane Jolt both increase to {@damage 4d6}.": "你的奥术冲击额外伤害和治疗效果都增加至{@damage 4d6}。",
	"Whenever your steel defender uses its Deflect Attack, the attacker takes force damage equal to {@damage 1d4} + your Intelligence modifier.": "每当你的钢铁防御者使用其格挡攻击时，攻击者会受到等于{@damage 1d4} + 你的智力调整值的力量伤害。"
}