{
	"Her fists a blur as they deflect an incoming hail of arrows, a half-elf springs over a barricade and throws herself into the massed ranks of hobgoblins on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.": "她的拳头在挡住射来的箭雨时变得模糊不清，一个半精灵跳过路障，把自己扔进另一边的地精群中。她在他们中间打转，把他们的打击打到一边，使他们陷入困境，直到最后她独自站起来。",
	"Taking a deep breath, a human covered in tattoos settles into a battle stance. As the first charging orcs reach him, he exhales and a blast of fire roars from his mouth, engulfing his foes.": "深吸一口气，一个满身纹身的人类摆好了战斗姿态。当第一个冲锋的兽人到达他面前时，他呼出一口气，一股火焰从他口中咆哮而出，吞噬了他的敌人。",
	"Moving with the silence of the night, a black-clad halfling steps into a shadow beneath an arch and emerges from another inky shadow on a balcony a stone's throw away. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the tyrant prince, so vulnerable in the grip of sleep.": "伴随着夜的寂静，一个黑衣半身人步入拱门下的阴影中，从一箭之遥的阳台上的另一个墨色阴影中走出来。她把刀从包着布的刀鞘里滑出来，透过打开的窗户看向暴君王子，他在睡眠的控制下如此脆弱。",
	"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.": "无论他们的学科是什么，僧侣们都有一个共同点，那就是他们能够神奇地驾驭他们体内流动的能量。无论是以引人注目的战斗力展示，还是以防御能力和速度的微妙焦点来引导，这种能量都渗透到了僧侣所做的一切。",
	"Monks make careful study of a magical energy that most monastic traditions call ki. This energy is an element of the magic that suffuses the multiverse—specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of ki in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes.": "僧侣们对一种神奇的能量进行仔细研究，大多数僧侣的传统称之为 \"气\"。这种能量是弥漫在多元宇宙中的魔法的一种元素--具体地说，是流经活体的元素。僧侣们利用自己体内的这种力量来创造神奇的效果，并超越他们身体的物理能力，他们的一些特殊攻击可以阻碍对手体内的气的流动。利用这种能量，僧侣们将不可思议的速度和力量引入他们的徒手打击。随着他们经验的增加，他们的武术训练和对气的掌握使他们对自己的身体和敌人的身体有更多的力量。",
	"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other mortal or divine power.": "有些僧侣完全与周围的人分开居住，与任何可能阻碍他们精神进步的东西隔离。其他人则发誓要与世隔绝，只在他们的领袖、贵族赞助人或其他一些凡人或神灵的命令下出现，充当间谍或刺客。",
	"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.": "大多数僧侣并不回避他们的邻居，他们经常访问附近的城镇或村庄，用他们的服务换取食物和其他物品。作为多才多艺的战士，僧侣们最终往往会保护他们的邻居免受怪物或暴君的侵害。",
	"For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. As a rule, monks care little for material wealth and are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering their treasure.": "对于僧侣来说，成为一名冒险家意味着离开结构化的公共生活方式，成为一名流浪者。这可能是一个严酷的转变，僧侣们不会轻易地进行这种转变。那些离开修道院的人认真对待他们的工作，把他们的冒险当作对他们身体和精神成长的个人考验。通常，僧侣们对物质财富不屑一顾，他们渴望完成一项更伟大的使命，而不仅仅是杀死怪物和掠夺他们的财宝。",
	"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?": "当你塑造你的僧侣角色时，想一想你与你学习技能和度过成长岁月的寺院的关系。你是一个孤儿，还是一个被留在寺院门槛上的孩子？你的父母是否为了感谢僧侣们的服务而将你许配给寺院？你进入这种隐居生活是为了躲避你犯下的罪行吗？还是你为自己选择了寺院生活？",
	"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?": "考虑一下你为什么离开。你的寺院负责人是否选择你去执行一个超越回廊的特别重要的任务？也许你是因为违反了社区的某些规则而被赶出来的。你是害怕离开，还是乐意离开？你是否有希望在修道院之外完成的事情？你是否渴望回到你的家？",
	"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.": "由于僧侣社区的结构化生活和驾驭基业所需的纪律，僧侣们几乎都是合法的排列。",
	"Do not mistake my silence for acceptance of your villainy. While you blustered and threatened, I've planned four different ways to snap your neck with my bare hands.": "不要把我的沉默误认为是对你的恶行的接受。当你虚张声势和威胁的时候，我已经计划了四种不同的方式，徒手拧断你的脖子。",
	"Monks walk a path of contradiction. They study their art as a wizard does, and like a wizard, they wear no armor and typically eschew weapons. Yet they are deadly combatants, their abilities on a par with those of a raging barbarian or a superbly trained fighter. Monks embrace this seeming contradiction, for it speaks to the core of all monastic study. By coming to know oneself completely, one learns much of the wider world.": "僧侣走的是一条矛盾的道路。他们像巫师一样研究他们的艺术，像巫师一样，他们不穿盔甲，通常避开武器。然而，他们是致命的战斗员，他们的能力与那些狂暴的野蛮人或训练有素的战士不相上下。僧侣们接受这种看似矛盾的现象，因为它道出了所有僧侣研究的核心。通过完全了解自己，人们可以了解到更广阔的世界。",
	"A monk's focus on inner mastery leads many such individuals to become detached from society, more concerned with their personal experience than with happenings elsewhere. Adventuring monks are a rare breed of an already rare type of character, taking their quest for perfection beyond the walls of the monastery into the world at large.": "僧侣专注于内心的掌握，导致许多这样的人脱离社会，更关心他们的个人经历而不是其他地方发生的事情。冒险的僧侣是一种罕见的人物类型，他们把对完美的追求从寺院的围墙中带到了整个世界。",
	"Playing a monk character offers many intriguing opportunities to try something different. To distinguish your monk character even further, consider the options in the sections that follow.": "扮演僧侣角色提供了许多耐人寻味的机会来尝试不同的东西。为了使你的僧侣角色更加与众不同，请考虑下面几节中的选项。",
	"A monk studies in a monastery in preparation for a life of asceticism. Most of those who enter a monastery make it their home for the rest of their lives, with the exception of adventurers and others who have reason to leave. For those individuals, a monastery might serve as a refuge between excursions to the world or as a source of support in times of need.": "僧侣在寺院中学习，准备过苦行僧的生活。除了冒险家和其他有理由离开的人之外，大多数进入寺院的人都把它作为自己余生的家。对于这些人来说，寺院可以作为他们游历世界之间的一个避难所，或者在需要时作为支持的来源。",
	"What sort of place was your monastery, and where is it located? Did attending it contribute to your experience in an unusual or distinctive way?": "你的寺院是一个什么样的地方，它位于哪里？参加它是否以不寻常或独特的方式对你的经历有所贡献？",
	"Your monastery is carved out of a mountainside, where it looms over a treacherous pass.": "你的寺院是在山坡上雕刻出来的，在那里它俯瞰着一个险峻的山口。",
	"Your monastery is high in the branches of an immense tree in the Feywild.": "你的寺院高高在上，位于仙境中一棵巨大的树的树枝上。",
	"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying.": "你的寺院是很久以前由一个云端巨人建立的，在一个只有通过飞行才能到达的云端城堡内。",
	"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders.": "你们的寺院建在一个由温泉、间歇泉和硫磺池组成的火山系统旁边。你们定期接待阿泽尔商人的来访。",
	"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms.": "你的寺院是由地精建立的，是一个由隧道和房间组成的地下迷宫。",
	"Your monastery was carved from an iceberg in the frozen reaches of the world.": "你的寺院是在世界冰封的地方用冰山雕刻而成的。",
	"Even in the monastic lifestyle, which eschews materialism and personal possessions, symbolism plays an important part in defining the identity of an order. Some monastic orders treat certain creatures with special regard, either because the creature is tied to the order's history or because it serves as an example of a quality the monks seek to emulate.": "即使在摒弃物质主义和个人财产的修道院生活方式中，象征主义也在确定一个教团的身份方面发挥着重要作用。一些修道会特别重视某些生物，因为这些生物与修道会的历史有关，或者因为它是僧侣们寻求效仿的品质的典范。",
	"If your character's monastery had a special icon, you might wear a crude image of the creature somewhere inconspicuous on your clothing to serve as an identifying mark. Or perhaps your order's icon does not have a physical form but is expressed through a gesture or a posture that you adopt, and which other monks might know how to interpret.": "如果你的角色所在的寺院有一个特殊的圣像，你可以在衣服上某个不显眼的地方佩戴一个粗糙的生物形象，作为一个识别标志。或者，你的教团的圣像没有实体形式，而是通过你的一个手势或姿势来表达，其他僧侣可能知道如何解释。",
	"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey.": "猴子。迅速的反应和穿越树梢的能力是你的命令欣赏猴子的两个原因。",
	"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea.": "龙龟。你们海边寺院的僧侣们敬仰龙龟，诵读古老的祈祷文，献上花环，以纪念这个活着的海洋之灵。",
	"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin.": "麒麟。你的寺院认为其主要目的是以麒麟的方式看守和保护土地。",
	"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations.": "猫头鹰熊。你们寺院的僧侣们崇尚一个猫头鹰家族，并与它们世代共存。",
	"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously.": "九头蛇。你们的命令将九头蛇单列出来，因为它有能力同时释放几种攻击。",
	"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure.": "龙。一条龙曾在你的寺院里栖息。它的影响在它离开后仍然存在。",
	"During your studies, you were likely under the tutelage of a master who imparted to you the precepts of the order. Your master was the one most responsible for shaping your understanding of the martial arts and your attitude toward the world. What sort of person was your master, and how did your relationship with your master affect you?": "在学习期间，你很可能受到一位大师的指导，他向你传授了教团的戒律。你的师父是最有责任塑造你对武术的理解和你对世界的态度的人。你的师父是个什么样的人，你与师父的关系对你有什么影响？",
	"Your master was a tyrant whom you had to defeat in single combat to complete your instruction.": "你的主人是一个暴君，你必须在单挑中击败他，以完成你的教学。",
	"Your master was kindly and taught you to pursue the cause of peace.": "你的主人很慈祥，教你追求和平的事业。",
	"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session.": "你的主人毫不留情地把你推到了极限。在一次特别残酷的练习中，你几乎失去了一只眼睛。",
	"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end.": "你的师父在辅导你时似乎心地善良，但最后却背叛了你的寺院。",
	"Your master was cold and distant. You suspect that the two of you might be related.": "你的主人很冷漠，很疏远。你怀疑你们两个人可能有关系。",
	"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you.": "你的师父亲切而慷慨，从未对你的进步提出批评。尽管如此，你觉得自己从未完全达到对你的期望。",
	"Your practice of martial arts gives you mastery of combat styles that use unarmed strikes and monk weapons, which are shortswords and any simple melee weapons that don't have the two-handed or heavy property.": "你对武术的练习使你掌握了使用徒手打击和僧侣武器的战斗方式，这些武器是短剑和任何没有双手或重型属性的简单近战武器。",
	"You gain the following benefits while you are unarmed or wielding only monk weapons and you aren't wearing armor or wielding a shield.": "当你手无寸铁或只挥舞僧侣武器，并且没有穿戴盔甲或挥舞盾牌时，你会获得以下好处。",
	"You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes and monk weapons.": "你可以用灵巧代替力量来进行你的徒手打击和僧侣武器的攻击和伤害卷。",
	"Certain monasteries use specialized forms of the monk weapons. For example, you might use a club that is two lengths of wood connected by a short chain (called a nunchaku) or a sickle with a shorter, straighter blade (called a kama).": "某些寺院使用专门形式的僧侣武器。例如，你可能会使用一根由短链连接的两段木头组成的棍子（称为双节棍），或者使用带有较短、较直刀刃的镰刀（称为卡马）。",
	"You can use this feature to define your monk weapons, rather than using the definition in Martial Arts.": "你可以使用这个功能来定义你的僧侣武器，而不是使用武术中的定义。",
	"You practice your martial arts with specially chosen weapons, which become monk weapons for you. You can choose a number of weapons to be your monk weapons equal to 5 + your Wisdom modifier (minimum of five weapons). The chosen weapons must each meet the following criteria:": "你用特别选择的武器练习你的武术，这些武器成为你的僧侣武器。你可以选择一定数量的武器作为你的僧侣武器，数量等于5+你的智慧修正值（最少5件武器）。所选的武器必须符合以下条件。",
	"The weapon must be a simple or martial weapon.": "该武器必须是简单或武术武器。",
	"You must be proficient with the weapon.": "你必须熟练掌握该武器。",
	"Beginning at 1st level, while you are wearing no armor and not wielding a shield, your AC equals 10 + your Dexterity modifier + your Wisdom modifier.": "从1级开始，当你没有穿戴盔甲并且没有挥舞盾牌时，你的攻击力等于10+你的灵巧修改器+你的智慧修改器。",
	"You train yourself to use a variety of weapons as monk weapons, not just simple melee weapons and shortswords. Whenever you finish a short or long rest, you can touch one weapon, focus your ki on it, and then count that weapon as a monk weapon until you use this feature again.": "你训练自己使用各种武器作为僧侣武器，而不仅仅是简单的近战武器和短剑。每当你完成一个短期或长期的休息，你可以接触一件武器，将你的气力集中在它身上，然后将该武器算作僧侣武器，直到你再次使用这个功能。",
	"The chosen weapon must meet these criteria:": "所选择的武器必须符合这些标准。",
	"You must be proficient with it.": "你必须熟练掌握它。",
	"It must lack the heavy and special properties.": "它必须缺乏沉重和特殊的属性。",
	"When you spend a ki point, it is unavailable until you finish a short or long rest, at the end of which you draw all of your expended ki back into yourself. You must spend at least 30 minutes of the rest meditating to regain your ki points.": "当你花费了一个气力点，它就无法使用，直到你完成一个短期或长期的休息，在休息结束时，你会把所有消耗的气力抽回给自己。你必须用至少30分钟的休息时间进行冥想，以恢复你的气力点。",
	"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "你的一些奇异功能需要你的目标做出一个自救动作来抵抗该功能的效果。蓄力动作的计算方法如下。",
	"When you make a ranged weapon attack, you can spend 1 ki point to prevent attacking at long range from imposing disadvantage on your attack rolls until the end of the current turn.": "当你进行远程武器攻击时，你可以花费1个基点来防止远距离攻击对你的攻击卷施加不利条件，直到当前回合结束。",
	"As an action, you can spend 2 ki points and roll a Martial Arts die. You regain a number of hit points equal to the number rolled.": "作为一个行动，你可以花费2点气力并掷出一个武术骰子。你恢复的命中率与掷出的数字相等。",
	"If you spend 1 ki or more as part of your action on your turn, you can then immediately make one unarmed strike as a bonus action.": "如果你在你的回合中花费1个基数或更多作为你行动的一部分，那么你可以立即进行一次徒手攻击作为奖励行动。",
	"Starting at 2nd level, your speed increases by 10 feet while you are not wearing armor or wielding a shield. This bonus increases when you reach certain monk levels, as shown in the Monk table.": "从2级开始，当你没有穿戴盔甲或挥舞盾牌时，你的速度增加10英尺。当你达到一定的僧侣等级时，这个奖励会增加，如僧侣表所示。",
	"At 9th level, you gain the ability to move along vertical surfaces and across liquids on your turn without falling during the move.": "在第9级时，你获得了沿着垂直表面移动和穿越液体的能力，在移动过程中不会摔倒。",
	"If you reduce the damage to 0, you can catch the missile if it is small enough for you to hold in one hand and you have at least one hand free. If you catch a missile in this way, you can spend 1 ki point to make a ranged attack (range 20/60 feet) with the weapon or piece of ammunition you just caught, as part of the same reaction. You make this attack with proficiency, regardless of your weapon proficiencies, and the missile counts as a monk weapon for the attack.": "如果你将伤害降低到0，如果导弹足够小，你可以用一只手握住它，并且你至少有一只手是空闲的。如果你以这种方式抓住一枚导弹，你可以花费1个基点用你刚刚抓住的武器或弹药进行一次范围攻击（范围20/60英尺），作为同一反应的一部分。你以熟练度进行这次攻击，而不考虑你的武器熟练度，并且导弹在攻击中被算作僧侣武器。",
	"If you spend 1 ki point or more as part of your action on your turn, you can make one attack with an unarmed strike or a monk weapon as a bonus action before the end of the turn.": "如果你在你的回合中花费1个基点或更多作为你行动的一部分，你可以在回合结束前用徒手攻击或僧侣武器进行一次攻击作为额外行动。",
	"When you reach 3rd level, you commit yourself to a monastic tradition, chosen from the list of available traditions. Your tradition grants you features at 3rd level and again at 6th, 11th, and 17th level.": "当你达到3级时，你将自己投入到一个僧侣传统中，从可用的传统列表中选择。你的传统在3级时赋予你特性，在6级、11级和17级时再次赋予你特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到四级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).": "当你从你的等级中获得能力值提升功能时，你也可以在1级时用你的等级所提供的技能熟练度来替换你的一个技能熟练度（你所替换的熟练度不需要是来自该等级）。",
	"This change represents one of your skills atrophying as you focus on a different skill.": "这种变化代表着你的一项技能萎缩了，因为你专注于另一项技能。",
	"As an action, you can spend 2 ki points and roll a Martial Arts die. You regain a number of hit points equal to the number rolled plus your proficiency bonus.": "作为一个行动，你可以花费2点气力，掷一个武术骰子。你恢复的命中率等于掷出的数字加上你的熟练度奖励。",
	"Beginning at 4th level, you can use your reaction when you fall to reduce any falling damage you take by an amount equal to five times your monk level.": "从四级开始，你可以在跌倒时使用你的反应，减少你受到的任何跌倒伤害，其数量等于你的僧侣等级的五倍。",
	"When you miss with an attack roll, you can spend 1 to 3 ki points to increase your attack roll by 2 for each of these ki points you spend, potentially turning the miss into a hit.": "当你的攻击卷失误时，你可以花费1到3个基点，使你的攻击卷增加2个基点，有可能将失误变成命中。",
	"Starting at 6th level, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从第6级开始，你的徒手攻击被算作魔法攻击，以克服对非魔法攻击和伤害的抵抗和免疫。",
	"At 6th level, you gain one feature granted by your Monastic Tradition.": "在6级时，你获得一个由你的僧侣传统赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 10th level, your mastery of the ki flowing through you makes you immune to disease and poison.": "10级时，你对流经你体内的气的掌握使你对疾病和毒药免疫。",
	"At 11th level, you gain one feature granted by your Monastic Tradition.": "在11级时，你获得一个由你的修道士传统赋予的特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"Beginning at 14th level, your mastery of ki grants you proficiency in all saving throws.": "从14级开始，你的 \"气 \"的掌握使你对所有的救赎动作都很熟练。",
	"Additionally, whenever you make a saving throw and fail, you can spend 1 ki point to reroll it and take the second result.": "此外，每当你做拯救动作而失败时，你可以花费1个基点来重做，并接受第二个结果。",
	"At 15th level, your ki sustains you so that you suffer none of the frailty of old age, and you can't be aged magically. You can still die of old age, however. In addition, you no longer need food or water.": "在15级的时候，你的气力支撑着你，所以你不会受到年老体弱的影响，而且你也不会因为魔法而变老。然而，你仍然可以因年老而死亡。此外，你不再需要食物和水。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 17th level, you gain one feature granted by your Monastic Tradition.": "在17级时，你获得一个由你的修道士传统授予的特性。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以将你选择的一项能力得分提高2分，或者将你选择的两项能力得分提高1分。",
	"At 20th level, when you roll for initiative and have no ki points remaining, you regain 4 ki points.": "在20级时，当你掷出主动权并没有剩余的气力值时，你会重新获得4个气力值。",
	"As a follower of the Way of the Ascendant Dragon, you decide how you unlocked the power of dragons within yourself. The Ascendant Dragon Origin table offers a number of possibilities.": "作为上升星座龙之道的追随者，你决定如何在自己体内释放龙的力量。上升龙起源表提供了一些可能性。",
	"You honed your abilities by aligning your spirit with a dragon's world-altering power.": "你通过将你的精神与龙的改变世界的力量结合起来，磨练你的能力。",
	"A dragon personally took an active role in shaping your inner energy.": "一条龙亲自在塑造你的内在能量方面发挥了积极作用。",
	"You studied at a monastery that traces its teachings back centuries or more to a single dragon's instruction, or one that is devoted to a dragon god.": "你在一个可以追溯到几个世纪前或更久前的龙的教导的寺院学习，或者一个致力于龙神的寺院。",
	"You spent long stretches meditating in the region around an ancient dragon's lair, absorbing that lair's ambient magic.": "你在一个古龙巢穴周围的区域长时间冥想，吸收巢穴的环境魔法。",
	"You found a scroll written in Draconic that contained inspiring new techniques.": "你发现了一个用德拉科尼亚语写的卷轴，里面有鼓舞人心的新技术。",
	"After a dream featuring a five-handed dragonborn, you awoke with the mystical breath of dragons.": "在做了一个以五手龙族为主角的梦后，你带着龙的神秘气息醒来。",
	"At 11th level, the damage of this feature increases to three rolls of your Martial Arts die.": "在11级时，这个功能的伤害增加到你的武术模子的三卷。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. While you have no uses available, you can spend 2 ki points to use this feature again.": "你可以使用这个功能的次数等于你的熟练度加成，当你完成一个长时间的休息时，你会恢复所有消耗的使用。当你没有可用的使用次数时，你可以花费2个基点来再次使用这个功能。",
	"You can channel draconic power to magnify your presence and imbue your unarmed strikes with the essence of a dragon's breath. You gain the following benefits:": "你可以引导龙族的力量来放大你的存在，并使你的徒手打击充满了龙的气息的精华。你会获得以下好处。",
	"When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison.": "当你用徒手攻击伤害一个目标时，你可以将伤害类型改为酸、冷、火、雷电或毒。",
	"When you use your Step of the Wind, you can unfurl spectral draconic wings from your back that vanish at the end of your turn. While the wings exist, you have a flying speed equal to your walking speed.": "当你使用 \"风之步 \"时，你可以从你的背后展开幽灵龙翼，并在你的回合结束时消失。当翅膀存在时，你的飞行速度与你的步行速度相等。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个功能的次数与你的熟练度加成相等，当你完成一个长时间的休息时，你会恢复所有消耗的使用。",
	"The power of your draconic spirit now radiates from you, warding your allies or inspiring fear in your enemies. As a bonus action, you can create an aura of draconic power that radiates 10 feet from you for 1 minute. For the duration, you gain one of the following effects of your choice:": "你的龙族精神的力量现在从你身上散发出来，保护你的盟友或激发敌人的恐惧。作为一个额外的行动，你可以创造一个龙族力量的光环，从你身上辐射出10英尺，持续1分钟。在持续时间内，你会获得你所选择的下列效果之一。",
	"Once you create this aura, you can't create it again until you finish a long rest, unless you expend 3 ki points to create it again.": "一旦你创造了这个光环，你就不能再创造它，直到你完成一个长时间的休息，除非你耗费3个基点来再次创造它。",
	"Your draconic spirit reaches its peak. You gain the following benefits:": "你的龙族精神达到巅峰。你获得以下好处。",
	"When you use your Breath of the Dragon, you can spend 1 ki point to augment its shape and power. The exhalation of draconic energy becomes either a 60-foot cone or a 90-foot line that is 5 feet wide (your choice), and each creature in that area takes damage equal to four rolls of your Martial Arts die on a failed save, or half as much damage on a successful one.": "当你使用你的龙息时，你可以花费1个气点来增强其形状和力量。吐出的龙气会变成一个60英尺的圆锥体或一条90英尺宽的线（由你选择），该区域内的每个生物在救赎失败的情况下会受到相当于你的武术模子四卷的伤害，或在救赎成功的情况下受到一半的伤害。",
	"You follow a monastic tradition that teaches you to harness the elements. When you focus your ki, you can align yourself with the forces of creation and bend the four elements to your will, using them as an extension of your body. Some members of this tradition dedicate themselves to a single element, but others weave the elements together.": "你遵循一个教导你驾驭元素的修道传统。当你集中你的气力时，你可以使自己与创造的力量保持一致，并按照你的意愿弯曲四种元素，将它们作为你身体的延伸。这个传统的一些成员将自己奉献给一个单一的元素，但其他人将各种元素编织在一起。",
	"Many monks of this tradition tattoo their bodies with representations of their ki powers, commonly imagined as coiling dragons, but also as phoenixes, fish, plants, mountains, and cresting waves.": "这一传统的许多僧侣在身上纹上代表其气功的图案，通常想象为盘龙，也有想象为凤凰、鱼、植物、山和波浪。",
	"You learn magical disciplines that harness the power of the four elements. A discipline requires you to spend ki points each time you use it.": "你学习利用四种元素的力量的魔法学科。一项修行需要你在每次使用它时花费基点。",
	"You know the Elemental Attunement discipline and one other elemental discipline of your choice. You learn one additional elemental discipline of your choice at 6th, 11th, and 17th level.": "你知道元素修炼和一个你选择的其他元素修炼。在6级、11级和17级时，你会额外学习一种你选择的元素修行。",
	"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline.": "每当你学习一种新的元素修炼，你也可以用一种不同的修炼替换你已经知道的一种元素修炼。",
	"The maximum number of ki points you can spend to cast a spell in this way (including its base ki point cost and any additional ki points you spend to increase its level) is determined by your monk level, as shown in the Spells and Ki Points table. At 5th level, you may spend up to 3 ki points; this increases to 4 ki points at 9th level, 5 at 13th level, and 6 at 17th level.": "你以这种方式施展法术所能花费的最大基点（包括其基本基点成本和你为提高其等级所花费的任何额外基点）由你的僧侣等级决定，如法术和基点表所示。在5级时，你最多可以花费3个基点；9级时增加到4个基点，13级时增加到5个，17级时增加到6个。",
	"The elemental disciplines are presented in alphabetical order. If a discipline requires a level, you must be the level in this class to learn the discipline.": "元素学科是按字母顺序排列的。如果一个学科需要一个等级，你必须达到这个等级才能学习这个学科。",
	"You learn one additional elemental discipline of your choice. You should know 2 elemental disciplines, as well as Elemental Attunement.": "你额外学习一个你选择的元素修行。你应该知道2种元素修炼，以及元素调和。",
	"You learn one additional elemental discipline of your choice. You should know 3 elemental disciplines, as well as Elemental Attunement.": "你额外学习一种你选择的元素修炼。你应该知道3种元素修炼，以及元素调和。",
	"You learn one additional elemental discipline of your choice. You should know 4 elemental disciplines, as well as Elemental Attunement.": "你额外学习一种你选择的元素修炼。你应该知道4种元素修炼，以及元素调和。",
	"Monks of the Way of the Open Hand are the ultimate masters of martial arts combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm.": "张手道的僧侣是武术战斗的终极大师，无论是武装还是非武装。他们学习推搡和绊倒对手的技巧，操纵气力来治疗身体的损伤，并练习可以保护他们免受伤害的高级冥想。",
	"You can manipulate your enemy's ki when you harness your own. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can impose one of the following effects on that target.": "当你驾驭自己的气时，你可以操纵敌人的气。每当你用你的 \"连击 \"所赋予的攻击击中一个生物时，你可以对该目标施加下列效果之一。",
	"It must make a Strength saving throw. If it fails, you can push it up to 15 feet away from you.": "它必须做一个力量救赎的动作。如果它失败了，你可以把它推到离你15英尺远的地方。",
	"It can't take reactions until the end of your next turn.": "在你下一回合结束之前，它不能采取反应。",
	"You gain the ability to heal yourself. As an action, you can regain hit points equal to three times your monk level. You must finish a long rest before you can use this feature again.": "你获得自我治疗的能力。作为一个动作，你可以恢复相当于你的僧侣等级三倍的攻击点数。你必须在完成一次长时间的休息后才能再次使用这个功能。",
	"Small walled cloisters dot the landscapes of the worlds of D&D, tiny refuges from the flow of ordinary life, where time seems to stand still. The monks who live there seek personal perfection through contemplation and rigorous training. Many entered the monastery as children, sent to live there when their parents died, when food couldn't be found to support them, or in return for some kindness that the monks had performed for their families.": "在D&D的世界中，小型有围墙的回廊点缀着风景，是普通生活的小避难所，时间仿佛停滞了。居住在那里的僧侣通过沉思和严格的训练追求个人完美。许多人在儿童时期进入修道院，当他们的父母去世、找不到食物来养活他们时，或者为了回报僧侣为他们的家人所做的善事而被送去那里。",
	"You can make a monk quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. Second, choose the {@background hermit} background.": "您可以通过以下建议快速创建一名武僧。首先，将敏捷作为您最高的能力值，其次是智慧。其次，选择{@background hermit}背景。",
	"Your practice of martial arts gives you mastery of combat styles that use unarmed strikes and monk weapons, which are {@item shortsword|phb|shortswords} and any {@filter simple melee weapons that don't have the two-handed or heavy property|items|source=phb|category=basic|type=simple weapon;melee weapon=u~u~sand|property=!heavy;!two-handed}.": "你练习武术使你精通使用徒手攻击和武僧武器的战斗风格，其中武僧武器包括{@item shortsword|phb|shortswords}和任何{@filter simple melee weapons that don't have the two-handed or heavy property|items|source=phb|category=basic|type=simple weapon;melee weapon=u~u~sand|property=!heavy;!two-handed}。",
	"You gain the following benefits while you are unarmed or wielding only monk weapons and you aren't wearing armor or wielding a {@item shield|phb}.": "当你徒手或者只使用武僧武器，并且没有穿戴盔甲或者使用{@item shield|phb}时，你获得以下好处。",
	"You can roll a {@dice d4} in place of the normal damage of your unarmed strike or monk weapon. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.": "你可以使用{@dice d4}来替代你的徒手攻击或武僧武器的普通伤害。这个骰子会随着你获得的武僧等级而改变，如武僧表格中的武术栏所示。",
	"When you use the {@action Attack} action with an unarmed strike or a monk weapon on your turn, you can make one unarmed strike as a bonus action. For example, if you take the {@action Attack} action and attack with a quarterstaff, you can also make an unarmed strike as a bonus action, assuming you haven't already taken a bonus action this turn.": "当你在你的回合使用{@action Attack}动作时，你可以额外进行一次徒手攻击或者使用武僧武器进行一次攻击。例如，如果你使用{@action Attack}动作并用一根短棍进行攻击，你也可以额外进行一次徒手攻击，前提是你在这个回合还没有进行过额外动作。",
	"The weapon must be a {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon|property=!heavy;!special}.": "武器必须是一个{@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon|property=!heavy;!special}。",
	"Immediately after you take the {@action Attack} action on your turn, you can spend 1 ki point to make two unarmed strikes as a bonus action.": "在你的回合上，立即在你执行{@action Attack}动作后，你可以花费1点气点作为奖励动作进行两次徒手攻击。",
	"Starting at 2nd level, your training allows you to harness the mystic energy of ki. Your access to this energy is represented by a number of ki points. Your monk level determines the number of points you have, as shown in the Ki Points column of the Monk table.": "从2级开始，你的训练使你能够利用气的神秘能量。你对这种能量的访问由一定数量的气点表示。你的武僧等级决定了你拥有的点数，如在武僧表格的气点列中所示。",
	"You can spend these points to fuel various ki features. You start knowing three such features: Flurry of Blows, Patient Defense, and Step of the Wind. You learn more ki features as you gain levels in this class.": "你可以用这些点数来激活各种气特性。你初始就会了解三种这样的特性：(Flurry of Blows), (Patient Defense), 和 (Step of the Wind)。随着在这个职业中的等级提升，你会学到更多气特性。",
	"You can spend 1 ki point to take the {@action Dodge} action as a bonus action on your turn.": "你可以花费1点气点，在你的回合中将{@action Dodge}动作作为一个奖励动作。",
	"You can spend 1 ki point to take the {@action Disengage} or {@action Dash} action as a bonus action on your turn, and your jump distance is doubled for the turn.": "你可以花费1点气点，在你的回合中将{@action Disengage}或{@action Dash}动作作为一个奖励动作，并且你的跳跃距离在这回合内翻倍。",
	"Starting at 3rd level, you can use your reaction to deflect or catch the missile when you are hit by a ranged weapon attack. When you do so, the damage you take from the attack is reduced by {@dice 1d10} + your Dexterity modifier + your monk level.": "从3级开始，当你被远程武器攻击击中时，你可以使用你的反应来偏转或接住这个飞射物。当你这样做时，你受到的攻击伤害会减少 {@dice 1d10} + 你的敏捷调整值 + 你的武僧等级。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的主持人允许使用专长，你可以选择取得一个{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"Starting at 5th level, you can interfere with the flow of ki in an opponent's body. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a stunning strike. The target must succeed on a Constitution saving throw or be {@condition stunned} until the end of your next turn.": "从5级开始，你可以干扰对手体内的气流。当你用近战武器攻击命中另一个生物时，你可以花费1点气来尝试震慑打击。目标必须通过一次体质豁免才能在你的下一个回合结束前变为{@condition stunned}。",
	"At 7th level, your instinctive agility lets you dodge out of the way of certain area effects, such as a blue dragon's lightning breath or a {@spell fireball} spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.": "在第7级时，你的本能敏捷让你能够躲避某些范围效果，比如蓝龙的闪电吐息或者{@spell fireball}法术。当你受到一个效果影响，让你进行敏捷豁免来减少伤害时，如果你成功通过豁免，你将不会受到伤害，如果你未通过豁免，你只会受到一半伤害。",
	"Starting at 7th level, you can use your action to end one effect on yourself that is causing you to be {@condition charmed} or {@condition frightened}.": "从7级开始，你可以使用你的动作来结束一个让你处于{@condition charmed}或{@condition frightened}状态的效果。",
	"Starting at 13th level, you learn to touch the ki of other minds so that you understand all spoken languages. Moreover, any creature that can understand a language can understand what you say.": "从13级开始，你学会了触及他人思维的气，使你能够理解所有口语。此外，任何能够理解语言的生物都能听懂你说的话。",
	"Beginning at 18th level, you can use your action to spend 4 ki points to become {@condition invisible} for 1 minute. During that time, you also have resistance to all damage but force damage.": "从18级开始，你可以使用一个动作，花费4点气来变成{@condition invisible}，持续1分钟。在此期间，你对所有伤害具有抗性，但不包括力量伤害。",
	"Additionally, you can spend 8 ki points to cast the {@spell astral projection} spell, without needing material components. When you do so, you can't take any other creatures with you.": "此外，你可以花费8点气来施放{@spell astral projection}法术，无需材料组件。这样做时，你不能带任何其他生物与你同行。",
	"The dragon god Bahamut is known to travel the Material Plane in the guise of a young monk, and legend says that he founded the first monastery of the Way of the Ascendant Dragon in this guise. The fundamental teaching of this tradition holds that by emulating dragons, a monk becomes a more integrated part of the world and its magic. By altering their spirit to resonate with draconic might, monks who follow this tradition augment their prowess in battle, bolster their allies, and can even soar through the air on draconic wings. But all this power is in service of a greater goal: achieving a spiritual unity with the essence of the Material Plane.": "龙神巴哈姆特以年轻僧侣的形象在物质位面上行走，传说他在这种形象下创建了第一个《升龙之道》（Way of the Ascendant Dragon）的寺庙。这一传统的基本教导是，通过模仿龙的行为，僧侣可以成为世界及其魔法的更完整一部分。通过改变他们的精神以共鸣龙之力量，遵循这一传统的僧侣们增强了他们在战斗中的能力，支持他们的盟友，甚至可以在龙翼上翱翔。但所有这些力量都是为了更伟大的目标：与物质位面的本质实现精神上的统一。",
	"You can channel destructive waves of energy, like those created by the dragons you emulate. When you take the {@action Attack} action on your turn, you can replace one of the attacks with an exhalation of draconic energy in either a 20-foot cone or a 30-foot line that is 5 feet wide (your choice). Choose a damage type: acid, cold, fire, lightning, or poison. Each creature in that area must make a Dexterity saving throw against your ki save DC, taking damage of the chosen type equal to two rolls of your Martial Arts die on a failed save, or half as much damage on a successful one.": "你可以引导毁灭性的能量波，就像你模仿的龙所创造的那样。当你在你的回合内进行{@action Attack}动作时，你可以用龙族能量的呼吸替换其中一个攻击，以20英尺锥形或30英尺长、5英尺宽的直线形式释放。选择一个伤害类型：酸、冰、火、闪电或毒。在该区域内的每个生物必须根据你的气值豁免 DC 进行敏捷豁免检定，未通过检定的生物将受到所选类型的伤害，伤害值为你的武术骰子的两次掷骰结果，通过检定的生物则受到一半伤害。",
	"If you fail a Charisma ({@skill Intimidation}) or Charisma ({@skill Persuasion}) check, you can use your reaction to reroll the check, as you tap into the mighty presence of dragons. Once this feature turns a failure into a success, you can't use it again until you finish a long rest.": "如果你在魅力检定({@skill Intimidation})或魅力检定({@skill Persuasion})中失败，你可以利用你的反应重新投掷检定，因为你调动了龙族强大的存在。一旦这个特性将一个失败变成成功，你必须完成一次长休才能再次使用它。",
	"You learn to speak, read, and write {@language Draconic} or one other language of your choice.": "你学会说、读、写{@language Draconic}或者另一种语言。",
	"When you create this aura, and as a bonus action on subsequent turns, you can choose a creature within the aura. The target must succeed on a Wisdom saving throw against your ki save DC or become {@condition frightened} of you for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a successful save.": "当你创造这个光环时，以及在随后的回合中作为一个奖励动作，你可以选择光环内的一个生物。目标必须成功通过一次以你的气存豁免 DC 为依据的感知豁免才能成为你的 {@condition frightened} 1 分钟。目标可以在每个回合结束时重复进行豁免才，如果成功则结束自身的效果。",
	"Choose a damage type when you activate this aura: acid, cold, fire, lightning, or poison. You and your allies within the aura have resistance to that damage.": "激活此光环时选择一个伤害类型：酸性、冰冷、火焰、闪电或毒素。你和光环内的盟友对该伤害具有抗性。",
	"You gain {@sense blindsight} out to 10 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature within that range, unless the creature successfully hides from you.": "你获得 {@sense blindsight} 的视野，延伸至10英尺。在这个范围内，你可以有效地看到任何没有被完全掩盖的东西，即使你是{@condition blinded}或者在黑暗中。此外，你可以看到这个范围内的一个{@condition invisible}生物，除非这个生物成功地躲藏起来。",
	"When you activate your Aspect of the Wyrm, draconic fury explodes from you. Choose any number of creatures you can see in your aura. Each of those creatures must succeed on a Dexterity saving throw against your ki save DC or take {@damage 3d10} acid, cold, fire, lightning, or poison damage (your choice).": "当你激活你的龙之本质时，龙之怒火会从你身上爆发出来。选择你的光环中所能看到的任意数量生物。这些生物中的每一个必须通过一个敏捷豁免检定，检定 DC 为你的气值豁免 DC，否则受到 {@damage 3d10} 酸性、冰冷、火焰、闪电或毒素伤害（你选择）。",
	"Some elemental disciplines allow you to cast spells. See {@book chapter 10|PHB|10} of the Player's Handbook for the general rules of spellcasting. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it.": "一些元素学派允许你施放法术。请参考《玩家手册》{@book chapter 10|PHB|10}中有关施法的一般规则。要施放这些法术之一，你需要遵循其施法时间和其他规则，但不需要提供材料组件。",
	"Once you reach 5th level in this class, you can spend additional ki points to increase the level of an elemental discipline spell that you cast, provided that the spell has an enhanced effect at a higher level, as {@spell burning hands} does. The spell's level increases by 1 for each additional ki point you spend. For example, if you are a 5th-level monk and use Sweeping Cinder Strike to cast {@spell burning hands}, you can spend 3 ki points to cast it as a 2nd-level spell (the discipline's base cost of 2 ki points plus 1).": "一旦你在这个职业中达到5级，你可以花费额外的气点来增加你施放的元素技能法术的等级，前提是这个法术在更高等级时有增强效果，就像{@spell burning hands}一样。每额外花费一个气点，法术的等级就增加1。例如，如果你是一名5级的武僧，并使用扫帚灰烬打击来施放{@spell burning hands}，你可以花费3个气点将其施放为2级法术（该技能的基础成本为2气点加1）。",
	"It must succeed on a Dexterity saving throw or be knocked {@condition prone}.": "它必须成功进行一次敏捷豁免才能避免被击倒{@condition prone}。",
	"Beginning at 11th level, you can enter a special meditation that surrounds you with an aura of peace. At the end of a long rest, you gain the effect of a {@spell sanctuary} spell that lasts until the start of your next long rest (the spell can end early as normal). The saving throw DC for the spell equals 8 + your Wisdom modifier + your proficiency bonus.": "从11级开始，你可以进入一种特殊的冥想状态，让你周围笼罩着一种平静的光环。在完成一次长休后，你获得一个持续到下次长休开始前的{@spell sanctuary}法术效果（法术可以像平常一样提前结束）。该法术的豁免 DC 等于 8 + 你的智力修正值 + 你的熟练加值。",
	"You gain the ability to set up lethal vibrations in someone's body. When you hit a creature with an unarmed strike, you can spend 3 ki points to start these imperceptible vibrations, which last for a number of days equal to your monk level. The vibrations are harmless unless you use your action to end them. To do so, you and the target must be on the same plane of existence. When you use this action, the creature must make a Constitution saving throw. If it fails, it is reduced to 0 hit points. If it succeeds, it takes {@damage 10d10} necrotic damage.": "你获得了在某人体内设置致命振动的能力。当你用徒手攻击击中一只生物时，你可以花费3点气点来开始这些难以察觉的振动，持续时间为你的武僧等级。这些振动是无害的，除非你使用动作来结束它们。要这样做，你和目标必须在同一存在平面上。当你使用这个动作时，生物必须进行一次体质豁免才能。如果失败，它的生命值降为0。如果成功，它会受到{@damage 10d10}点死灵伤害。",
	"You can have only one creature under the effect of this feature at a time. You can choose to end the vibrations harmlessly without using an action.": "你一次只能让一个生物受到这个特性的影响。你可以选择在不消耗行动的情况下无害地结束这种振动。",
	"Monks of the Way of Shadow follow a tradition that values stealth and subterfuge. These monks might be called ninjas or shadowdancers, and they serve as spies and assassins. Sometimes the members of a ninja monastery are family members, forming a clan sworn to secrecy about their arts and missions. Other monasteries are more like thieves' guilds, hiring out their services to nobles, rich merchants, or anyone else who can pay their fees. Regardless of their methods, the heads of these monasteries expect the unquestioning obedience of their students.": "影之道门的僧侣遵循一种重视隐秘和诡计的传统。这些僧侣可能被称为忍者或影舞者，他们充当间谍和刺客。有时候，忍者寺院的成员是家庭成员，组成一个誓言保守他们的艺术和任务秘密的家族。其他寺院更像是盗贼行会，向贵族、富商或任何能支付费用的人提供服务。无论采用何种方法，这些寺院的首领都期望他们的学生绝对服从。",
	"You can use your ki to duplicate the effects of certain spells. As an action, you can spend 2 ki points to cast {@spell darkness}, {@spell darkvision}, {@spell pass without trace}, or {@spell silence}, without providing material components. Additionally, you gain the {@spell minor illusion} cantrip if you don't already know it.": "你可以使用你的气来复制某些法术的效果。作为一个动作，你可以花费2点气来施放{@spell darkness}，{@spell darkvision}，{@spell pass without trace}，或{@spell silence}，而无需提供材料组件。此外，如果你还不知道，你将获得{@spell minor illusion}这个零级法术。",
	"You gain the ability to step from one shadow into another. When you are in dim light or darkness, as a bonus action you can teleport up to 60 feet to an unoccupied space you can see that is also in dim light or darkness. You then have advantage on the first melee attack you make before the end of the turn.": "你获得了从一个阴影跃至另一个的能力。当你处于微弱光线或黑暗中时，作为一个奖励动作，你可以传送到一个你能看见且也处于微弱光线或黑暗中的未占据空间，最远距离为60英尺。然后在回合结束前进行的第一次近战攻击获得优势。",
	"By 11th level, you have learned to become one with the shadows. When you are in an area of dim light or darkness, you can use your action to become {@condition invisible}. You remain {@condition invisible} until you make an attack, cast a spell, or are in an area of bright light.": "到了11级，你已经学会了与阴影融为一体。当你处于昏暗或黑暗区域时，你可以使用你的动作变成{@condition invisible}。你会保持{@condition invisible}，直到你进行攻击、施放法术，或者处于明亮光线的区域。",
	"At 17th level, you can exploit a creature's momentary distraction when it is hit by an attack. Whenever a creature within 5 feet of you is hit by an attack made by a creature other than you, you can use your reaction to make a melee attack against that creature.": "在17级时，当一个生物被攻击命中时，你可以利用它瞬间的分心。每当一个在你5英尺范围内的生物被非你造成的生物攻击命中时，你可以使用你的反应对那个生物进行一次近战攻击。",
	"Monks of the Way of the Long Death are obsessed with the meaning and mechanics of dying. They capture creatures and prepare elaborate experiments to capture, record, and understand the moments of their demise. They use this knowledge to guide their understanding of martial arts, yielding a deadly fighting style.": "长死之道(Monks of the Way of the Long Death)的僧侣们着迷于死亡的含义和机理。他们捕捉生物，并准备精心设计的实验来捕捉、记录和理解它们临终的瞬间。他们利用这些知识来指导他们对武术的理解，形成一种致命的战斗风格。",
	"Starting when you choose this tradition at 3rd level, your study of death allows you to extract vitality from another creature as it nears its demise. When you reduce a creature within 5 feet of you to 0 hit points, you gain temporary hit points equal to your Wisdom modifier + your monk level (minimum of 1 temporary hit point).": "从3级开始选择这个传统时，你对死亡的研究使你能够从另一个生物身上提取活力，当它接近死亡时。当你将一个生物的生命值降至0时，且该生物在你5英尺范围内，你会获得临时生命值，数值等同于你的感知调整值加上你的武僧等级（最少1点临时生命值）。",
	"At 6th level, you gain the ability to unsettle or terrify those around you as an action, for your soul has been touched by the shadow of death. When you take this action, each creature within 30 feet of you that can see you must succeed on a Wisdom saving throw or be {@condition frightened} of you until the end of your next turn.": "在第6级时，你获得了一项能力，可以在行动中使周围的人感到不安或恐惧，因为你的灵魂被死亡之影触摸过。当你采取这个行动时，你周围30英尺内能看到你的每个生物必须进行一次感知豁免才能成功，否则会对你感到 {@condition frightened} 直到你的下一个回合结束。",
	"Beginning at 11th level, you use your familiarity with death to escape its grasp. When you are reduced to 0 hit points, you can expend 1 ki point (no action required) to have 1 hit point instead.": "从11级开始，你利用对死亡的熟悉来摆脱它的控制。当你的生命值降至0时，你可以消耗1点气点（无需行动）来使自己的生命值变为1点。",
	"Starting at 17th level, your touch can channel the energy of death into a creature. As an action, you touch one creature within 5 feet of you, and you expend 1 to 10 ki points. The target must make a Constitution saving throw, and it takes {@damage 2d10} necrotic damage per ki point spent on a failed save, or half as much damage on a successful one.": "从17级开始，你的接触可以将死亡能量引导到一个生物身上。作为一个动作，你触摸你身边5英尺内的一个生物，并消耗1到10点气点。目标必须进行一次体质豁免才能，如果未能通过则受到{@damage 2d10}点死灵伤害，每点气点花费增加一次，如果通过则受到一半伤害。",
	"A monk who follows the Way of the Astral Self believes their body is an illusion. They see their ki as a representation of their true form, an astral self. This astral self has the capacity to be a force of order or disorder, with some monasteries training students to use their power to protect the weak and other instructing aspirants in how to manifest their true selves in service to the mighty.": "一个追随星体自我之道的僧侣相信他们的身体是一个幻觉。他们将自己的气视为真正形态的表现，一种星体自我。这种星体自我有能力成为秩序或混乱的力量，一些修道院训练学生利用他们的力量保护弱者，而其他一些则指导初学者如何在为强者服务中显现他们真正的自我。",
	"Your mastery of your ki allows you to summon a portion of your astral self. As a bonus action, you can spend 1 ki point to summon the arms of your astral self. When you do so, each creature of your choice that you can see within 10 feet of you must succeed on a Dexterity saving throw or take force damage equal to two rolls of your Martial Arts die.": "你对气的掌握使你能召唤你的星体本质的一部分。作为一个奖励动作，你可以花费1点气来召唤你星体本质的双臂。当你这样做时，你可以看到的每个你选择的生物，在你周围10英尺范围内，必须成功进行一次敏捷豁免检定，否则受到等同于你武术骰子的两次掷骰的力量伤害。",
	"For 10 minutes, these spectral arms hover near your shoulders or surround your arms (your choice). You determine the arms' appearance, and they vanish early if you are {@condition incapacitated} or die.": "在接下来的10分钟里，这些幻影手臂会在你的肩膀附近悬浮，或者环绕在你的手臂周围（由你选择）。你可以决定这些手臂的外观，如果你是{@condition incapacitated}或死亡，它们会提前消失。",
	"While the spectral arms are present, you gain the following benefits:": "当幽灵手臂出现时，你获得以下好处：",
	"You can use your Wisdom modifier in place of your Strength modifier when making Strength checks and Strength saving throws.": "当进行力量检定和力量豁免时，你可以使用你的感知调整值来代替力量调整值。",
	"You can use the spectral arms to make unarmed strikes.": "你可以使用光谱武器进行徒手攻击。",
	"When you make an unarmed strike with the arms on your turn, your reach for it is 5 feet greater than normal.": "当你在自己的回合用手臂进行徒手攻击时，你的攻击距离比正常情况下多5英尺。",
	"The unarmed strikes you make with the arms can use your Wisdom modifier in place of your Strength or Dexterity modifier for the attack and damage rolls, and their damage type is force.": "你用手臂进行的徒手攻击可以使用你的感知调整值代替力量或敏捷调整值进行攻击和伤害骰，并且它们的伤害类型为力量。",
	"The astral self is a translucent embodiment of the monk's soul. As a result, an astral self can reflect aspects of a monk's background, ideals, flaws, and bonds, and an astral self doesn't necessarily look anything like the monk. For example, the astral self of a lanky human might be reminiscent of a minotaur-the strength of which the monk feels within. Similarly, an orc monk might manifest gossamer arms and a delicate visage, representing the gentle beauty of the orc's soul. Each astral self is unique, and some of the monks of this monastic tradition are known more for the appearance of their astral self than for their physical appearance.": "星体自我是僧侣灵魂的一种半透明体现。因此，星体自我可以反映出僧侣的背景、理想、缺陷和羁绊，而且星体自我不一定看起来像僧侣本人。例如，一个瘦长的人类的星体自我可能让人联想到一个牛头人——这个力量让僧侣感受到内在的力量。同样，半兽人僧侣可能会显现出纤细的手臂和精致的面容，代表着半兽人灵魂中的温柔之美。每个星体自我都是独一无二的，这个修道传统中的一些僧侣更因为他们星体自我的外观而闻名，而不是因为他们的外貌。",
	"When choosing this path, consider the quirks that define your monk. Are you obsessed with something? Are you driven by justice or a selfish desire? Any of these motivations could manifest in the form of your astral self.": "在选择这条道路时，请考虑定义你的武僧的怪癖。你是否对某件事情着迷？你是被正义驱使还是被自私欲望驱使？这些动机中的任何一个都可能表现为你的星体自我。",
	"You can summon the visage of your astral self. As a bonus action, or as part of the bonus action you take to activate Arms of the Astral Self, you can spend 1 ki point to summon this visage for 10 minutes. It vanishes early if you are {@condition incapacitated} or die.": "你可以召唤你的星体自我的面容。作为一个奖励动作，或者作为你用来激活星体武装的奖励动作的一部分，你可以花费1点气点召唤这个面容，持续10分钟。如果你处于 {@condition incapacitated} 状态或死亡，它会提前消失。",
	"The spectral visage covers your face like a helmet or mask. You determine its appearance.": "幽灵面罩覆盖着你的脸，就像头盔或面具。你决定它的外观。",
	"While the spectral visage is present, you gain the following benefits.": "当幽灵面容存在时，你获得以下好处。",
	"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet.": "你可以在黑暗中正常看到，无论是魔法还是非魔法的，最远可以达到120英尺。",
	"You have advantage on Wisdom ({@skill Insight}) and Charisma ({@skill Intimidation}) checks.": "你在感知检定和魅力检定上有优势。{@skill Insight}和{@skill Intimidation}",
	"When you speak, you can direct your words to a creature of your choice that you can see within 60 feet of you, making it so only that creature can hear you. Alternatively, you can amplify your voice so that all creatures within 600 feet can hear you.": "当你说话时，你可以将你的话直接传达给你能看到的60英尺内的一只生物，使只有那个生物能听到你。或者，你可以放大你的声音，让所有600英尺内的生物都能听到你。",
	"When you have both your astral arms and visage summoned, you can cause the body of your astral self to appear (no action required). This spectral body covers your physical form like a suit of armor, connecting with the arms and visage. You determine its appearance.": "当你同时召唤你的星体双臂和面容时，你可以使星体自身的身体显现（无需行动）。这个幻影身体覆盖在你的物质形态上，就像一套盔甲，与双臂和面容相连接。你可以决定它的外观。",
	"While the spectral body is present, you gain the following benefits.": "当幽灵体存在时，你获得以下好处。",
	"When you take acid, cold, fire, force, lightning, or thunder damage, you can use your reaction to deflect it. When you do so, the damage you take is reduced by {@dice 1d10} + your Wisdom modifier (minimum reduction of 1).": "当你受到酸性、寒冷、火焰、力量、闪电或雷电伤害时，你可以使用你的反应来化解伤害。当你这样做时，你受到的伤害减少 {@dice 1d10} + 你的智力调整值（最少减少1点）。",
	"Once on each of your turns when you hit a target with the Arms of the Astral Self, you can deal extra damage to the target equal to your Martial Arts die.": "每当你用(星体自我之臂)(Arms of the Astral Self)击中目标时，你可以对目标造成额外伤害，伤害值等同于你的(武术骰)(Martial Arts die)。",
	"Your connection to your astral self is complete, allowing you to unleash its full potential. As a bonus action, you can spend 5 ki points to summon the arms, visage, and body of your astral self and awaken it for 10 minutes. This awakening ends early if you are {@condition incapacitated} or die.": "你与你的星体自我连接完整，使你能够释放其全部潜力。作为一个奖励动作，你可以花费5点气来召唤你的星体自我的手臂、面容和身体，并唤醒它10分钟。如果你是{@condition incapacitated}或死亡，这种唤醒会提前结束。",
	"While your astral self is awakened, you gain the following benefits.": "当你的星体自我觉醒时，你获得以下好处。",
	"You gain a +2 bonus to Armor Class.": "你的护甲等级提高了 +2 点。",
	"Whenever you use the Extra Attack feature to attack twice, you can instead attack three times if all the attacks are made with your astral arms.": "每当你使用额外攻击特性进行两次攻击时，如果所有攻击都是用你的(astral arms)进行的，你可以选择攻击三次。",
	"Monks of the Way of Mercy learn to manipulate the life force of others to bring aid to those in need. They are wandering physicians to the poor and hurt. However, to those beyond their help, they bring a swift end as an act of mercy.": "(慈悲之道)的僧侣学会操纵他人的生命力，为有需要的人提供帮助。他们是穷人和受伤者的流浪医师。然而，对于那些超出他们帮助范围的人，他们会以慈悲的行为给予他们一个迅速的结局。",
	"Those who follow the Way of Mercy might be members of a religious order, administering to the needy and making grim choices rooted in reality rather than idealism. Some might be gentle-voiced healers, beloved by their communities, while others might be masked bringers of macabre mercies.": "追随(Kindness之道)的人可能是宗教团体的成员，为有需要的人提供帮助，并做出根植于现实而非理想主义的严峻选择。有些人可能是温和善良的治疗者，深受社区爱戴，而另一些人可能是戴着面具的带来怪诞仁慈的使者。",
	"The walkers of this way usually don robes with deep cowls, and they often conceal their faces with masks, presenting themselves as the faceless bringers of life and death.": "这条道路上的行者通常穿着深褶的长袍，他们经常用面具遮掩面容，将自己呈现为无面的生死使者。",
	"You use your ki to inflict wounds. When you hit a creature with an unarmed strike, you can spend 1 ki point to deal extra necrotic damage equal to one roll of your Martial Arts die + your Wisdom modifier. You can use this feature only once per turn.": "你可以利用你的气来造成伤害。当你用徒手攻击命中一只生物时，你可以花费1点气来造成额外的死灵伤害，伤害值等于你的武术骰子的一次掷骰结果加上你的感知调整值。你每回合只能使用这个特性一次。",
	"Your mystical touch can mend wounds. As an action, you can spend 1 ki point to touch a creature and restore a number of hit points equal to a roll of your Martial Arts die + your Wisdom modifier.": "你神秘的触摸可以治愈伤口。作为一个动作，你可以花费1点气点触摸一个生物，并恢复相当于你的武术骰子点数加上你的智力调整值的生命值。",
	"When you use your Flurry of Blows, you can replace one of the unarmed strikes with a use of this feature without spending a ki point for the healing.": "当你使用你的连击风暴(Flurry of Blows)时，你可以用这个特性的使用来替换其中一次徒手攻击，而无需花费气点进行治疗。",
	"You gain proficiency in the {@skill Insight} and {@skill Medicine} skills, and you gain proficiency with the {@item herbalism kit|PHB}.": "你获得{@skill Insight}和{@skill Medicine}技能的熟练加值，并且你获得{@item herbalism kit|PHB}的熟练加值。",
	"You also gain a special mask, which you often wear when using the features of this subclass. You determine its appearance, or generate it randomly by rolling on the Merciful Mask table.": "你还会获得一张特殊的面具，在使用这个子职业的特性时经常会戴上它。你可以决定它的外观，或者通过在（Merciful Mask）表上掷骰来随机生成它。",
	"Raven": "乌鸦 (Raven)",
	"Blank and white": "黑白（Blank and White）",
	"Crying visage": "哭泣的面容",
	"Laughing visage": "欢笑面容 (Laughing visage)",
	"Skull": "头骨 (Skull)",
	"Butterfly": "蝴蝶",
	"You can administer even greater cures with a touch, and if you feel it's necessary, you can use your knowledge to cause harm.": "你可以通过触摸施行更强大的治疗，如果必要的话，你也可以运用你的知识造成伤害。",
	"When you use Hand of Healing on a creature, you can also end one disease or one of the following conditions affecting the creature: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, or {@condition stunned}.": "当你对一个生物使用治愈之手时，你也可以结束影响该生物的以下疾病或以下状态之一：{@condition blinded}，{@condition deafened}，{@condition paralyzed}，{@condition poisoned}，或{@condition stunned}。",
	"When you use Hand of Harm on a creature, you can subject that creature to the {@condition poisoned} condition until the end of your next turn.": "当你对一个生物使用伤害之手时，你可以使该生物受到{@condition poisoned}状态的影响，直到你的下一个回合结束。",
	"You can now mete out a flurry of comfort and hurt. When you use Flurry of Blows, you can now replace each of the unarmed strikes with a use of your Hand of Healing, without spending ki points for the healing.": "你现在可以施展一连串的安慰和伤害。当你使用(风火连击)时，你可以用你的(治愈之手)取代每一个徒手攻击，而无需花费气点进行治疗。",
	"In addition, when you make an unarmed strike with Flurry of Blows, you can use Hand of Harm with that strike without spending the ki point for Hand of Harm. You can still use Hand of Harm only once per turn.": "此外，当你使用《风火连击》进行徒手攻击时，你可以在该攻击中使用《伤害之手》，而无需消耗《伤害之手》的气点。你仍然每回合只能使用《伤害之手》一次。",
	"Your mastery of life energy opens the door to the ultimate mercy. As an action, you can touch the corpse of a creature that died within the past 24 hours and expend 5 ki points. The creature then returns to life, regaining a number of hit points equal to {@dice 4d10} + your Wisdom modifier. If the creature died while subject to any of the following conditions, it revives with them removed: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, and {@condition stunned}.": "你对生命能量的掌握打开了通往终极慈悲的大门。作为一个动作，你可以触摸在过去24小时内死亡的生物的尸体，并消耗5点气点。那个生物随后复活，恢复生命值，数值等于{@dice 4d10} + 你的感知调整值。如果生物死亡时受到以下任何状态的影响，它将在复活时移除这些状态：{@condition blinded}，{@condition deafened}，{@condition paralyzed}，{@condition poisoned}，和{@condition stunned}。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个特性，直到你完成一次长休之前都无法再次使用。",
	"Driven by the pursuit of knowledge and its scholars' worship of {@deity The Knowing Mentor|Exandria|TDCSR}, the {@book Library of the Cobalt Soul|TDCSR|2|Library of the Cobalt Soul} is one of the best-respected and most heavily guarded repositories of tomes, history, and information in all Exandria. People from all lands come to the library to seek knowledge, and those particularly dedicated to the virtues of truth often pledge their minds and bodies to the {@book Cobalt Soul's|TDCSR|2|Library of the Cobalt Soul} cause. To become a member of the {@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul} is to give oneself over to a quest dedicated to unveiling life's mysteries, bringing light to the secrets of concealed evil, and guarding the most powerful and dangerous of truths from those whose unwholesome thirst for knowledge might bring death and suffering to others.": "在对知识的追求和其学者对{@deity The Knowing Mentor|Exandria|TDCSR}的崇拜驱使下，{@book Library of the Cobalt Soul|TDCSR|2|Library of the Cobalt Soul}是艾克桑德里亚最受尊敬和守护最严密的文献、历史和信息库之一。来自各地的人们前来图书馆寻求知识，那些特别致力于真理美德的人常常会向{@book Cobalt Soul's|TDCSR|2|Library of the Cobalt Soul}事业效忠。成为{@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul}的一员意味着将自己奉献于揭示生命奥秘、揭露隐藏邪恶的秘密，并保护最强大和危险的真相，以防那些对知识有不健康渴望的人给他人带来死亡和苦难。",
	"The monks of the {@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul} are the embodiment of the maxim: \"Know your enemy.\" Through tireless research, they steel themselves against the unrelenting tides of evil. Through rigorous training, they learn to break through their foes' mental and physical defenses. Then, once the fight is done, they record their findings for future generations of monks to study.": "{@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul}的僧侣体现了这样一句格言：“知己知彼，百战不殆。” 通过不懈的研究，他们使自己能够抵御邪恶的不断袭击。通过严格的训练，他们学会了如何突破敌人的心理和身体防御。然后，一旦战斗结束，他们会记录下自己的发现，供未来的僧侣世代研究。",
	"Starting at 3rd level, you can strike pressure points to intuit crucial information about a foe. When you hit a creature with one of the attacks granted by your Flurry of Blows, you can analyze it. Whenever an analyzed creature misses you with an attack, you can immediately use your reaction to make an unarmed strike against that creature if it's within your reach. This benefit lasts until you finish a {@quickref resting|PHB|2|0|short or long rest}.": "从3级开始，你可以打击敌人的穴位，直觉地获取关键信息。当你用你的连击之风所授予的攻击之一击中一只生物时，你可以分析它。每当一只被分析的生物用攻击未击中你时，你可以立即使用你的反应对该生物进行一次徒手攻击，如果它在你的攻击范围内。这个效益持续直到你完成一个{@quickref resting|PHB|2|0|short or long rest}。",
	"Additionally, when you analyze a creature, you learn all of its damage vulnerabilities, damage resistances, damage immunities, and condition immunities.": "另外，当你分析一个生物时，你会了解到它的所有伤害易感性、伤害抗性、伤害免疫和状态免疫。",
	"Starting at 6th level, you can precisely strike a hidden cluster of nerves on a creature, temporarily preventing it from masking its true thoughts and intent. When you hit a creature with an unarmed strike, you can spend 1 ki point to force it to make a Charisma {@quickref saving throws|PHB|2|1|saving throw}. On a failed save, the creature is unable to speak a deliberate lie, and all Charisma checks directed at the creature are made with {@quickref Advantage and Disadvantage|PHB|2|0|advantage} for up to 10 minutes. You know if it succeeded or failed on its {@quickref saving throws|PHB|2|1|saving throw}.": "从6级开始，你可以精确地打击生物身上隐藏的一组神经，暂时阻止它掩饰真实的想法和意图。当你用徒手攻击命中一只生物时，你可以花费1点气来迫使它进行一次魅力豁免检定{@quickref saving throws|PHB|2|1|saving throw}。如果未能通过豁免检定，该生物将无法说出蓄意的谎言，并且所有对该生物进行的魅力检定都以{@quickref Advantage and Disadvantage|PHB|2|0|advantage}进行，持续时间最长为10分钟。你会知道它在其魅力检定中是成功还是失败{@quickref saving throws|PHB|2|1|saving throw}。",
	"An affected creature is aware of the effect and can thus avoid answering questions to which it would normally respond with a lie. Such a creature can be evasive in its answers as long as the effect lasts.": "受影响的生物意识到了这种影响，因此可以避免回答通常会用谎言回应的问题。只要效果持续，这样的生物可以在回答问题时回避直接回答。",
	"If you wish to impose this effect on a creature without injuring it, you can attack the creature to simply touch it, dealing no damage on a hit.": "如果你希望对一个生物施加这种效果而不伤害它，你可以攻击这个生物，只是简单地触碰它，击中时不造成伤害。",
	"Also by 6th level, you have extensively studied the history and lore within the archives of the {@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul}. You learn one language of your choice, and you gain proficiency with one of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Investigation}, {@skill Nature}, or {@skill Religion}. If you already have proficiency in one of the listed skills, you can instead choose to double your proficiency bonus for any ability check you make that uses the chosen proficiency.": "到了6级时，你已经在{@book Cobalt Soul|TDCSR|2|Library of the Cobalt Soul}的档案中广泛研究了历史和传说。你可以选择学习一门语言，并且选择获得以下技能中的一个熟练：{@skill Arcana}，{@skill History}，{@skill Investigation}，{@skill Nature}，或{@skill Religion}。如果你已经熟练掌握了其中一个技能，你可以选择在使用该技能进行的任何能力检定中将你的熟练加值翻倍。",
	"Starting at 11th level, you've honed your awareness and reflexes through mental aptitude and pattern recognition. Once per turn, if you've already taken your reaction, you may spend 1 ki point to take an additional reaction. You can use only one reaction per triggering effect.": "从11级开始，通过心智能力和模式识别，你已经磨练了自己的意识和反应能力。每回合一次，如果你已经使用了你的反应，你可以花费1点气来进行额外的反应。你每次触发效果只能使用一次反应。",
	"You gain an additional language and an additional skill proficiency from the list: {@skill Arcana}, {@skill History}, {@skill Investigation}, {@skill Nature}, or {@skill Religion}—(or you can double the bonus of an existing proficiency from the list) at 11th level.": "在第11级时，你可以从列表中选择一个额外的语言和一个额外的技能熟练项：{@skill Arcana}，{@skill History}，{@skill Investigation}，{@skill Nature}，或{@skill Religion}—（或者你可以加倍已有的熟练项奖励）。",
	"Upon reaching 17th level, you've gained the knowledge to manipulate a creature's ki to undermine their fortitude. When you hit a creature with an unarmed strike, you can spend 3 ki points to cause the creature to gain vulnerability to one damage type of your choice for 1 minute, or until the end of a turn in which it has taken damage of that type.": "达到17级时，你获得了操纵生物气的知识，削弱它们的体魄。当你用徒手攻击命中一名生物时，你可以花费3点气来使该生物对你选择的一种伤害类型获得虚弱状态，持续1分钟，或者直到其在受到该类型伤害的回合结束。",
	"If a creature has resistance to the damage type you choose, this resistance is suppressed for 1 minute, rather than gaining vulnerability. A creature that is immune to the damage type you choose is unaffected. A creature who is affected by this feature cannot be affected by it again for 24 hours.": "如果一个生物对你选择的伤害类型具有抗性，那么这种抗性会被抑制1分钟，而不是获得易受伤害。对你选择的伤害类型免疫的生物不受影响。受到这个特性影响的生物在24小时内无法再次受到影响。",
	"You gain an additional language and an additional skill proficiency from the list: {@skill Arcana}, {@skill History}, {@skill Investigation}, {@skill Nature}, or {@skill Religion}—(or you can double the bonus of an existing proficiency from the list) at 17th level.": "在第17级时，你可以从列表中选择一个额外的语言和一个额外的技能熟练度：{@skill Arcana}，{@skill History}，{@skill Investigation}，{@skill Nature}，或{@skill Religion}—（或者你可以将列表中现有的熟练度奖励加倍）。",
	"The Way of the Drunken Master teaches its students to move with the jerky, unpredictable movements of a drunkard. A drunken master sways, tottering on unsteady feet, to present what seems like an incompetent combatant who proves frustrating to engage. The drunken master's erratic stumbles conceal a carefully executed dance of blocks, parries, advances, attacks, and retreats.": "醉拳大师之道教导学生以醉汉般颠簸不定的动作移动。一位醉拳大师摇摇晃晃，摇摇欲坠地站在不稳定的脚上，看起来像一个无能的战斗者，却证明是一个令人沮丧的对手。醉拳大师的不规则踉跄掩盖了一场精心设计的防御、招架、前进、进攻和撤退的舞蹈。",
	"A drunken master often enjoys playing the fool to bring gladness to the despondent or to demonstrate humility to the arrogant, but when battle is joined, the drunken master can be a maddening, masterful foe.": "一个醉拳师经常喜欢扮演傻子，给沮丧的人带来快乐，或者向傲慢的人展示谦卑，但一旦战斗开始，醉拳师可以成为一个令人发狂、精湛的敌人。",
	"When you choose this tradition at 3rd level, you gain proficiency in the {@skill Performance} skill if you don't already have it. Your martial arts technique mixes combat training with the precision of a dancer and the antics of a jester. You also gain proficiency with {@item brewer's supplies|phb} if you don't already have it.": "当你在3级时选择这个传统时，如果你还没有，你会获得{@skill Performance}技能的熟练。你的武术技巧将战斗训练与舞者的精准和小丑的滑稽相结合。如果你还没有，你也会获得{@item brewer's supplies|phb}的熟练。",
	"At 3rd level, you learn how to twist and turn quickly as part of your Flurry of Blows. Whenever you use Flurry of Blows, you gain the benefit of the {@action Disengage} action, and your walking speed increases by 10 feet until the end of the current turn.": "在3级时，你学会了如何在你的连击风暴中迅速转身。每当你使用连击风暴时，你获得{@action Disengage}动作的效果，并且你的移动速度增加10英尺，直到当前回合结束。",
	"Starting at 6th level, you can move in sudden, swaying ways. You gain the following benefits.": "从6级开始，你可以以突然而摇摆的方式移动。你获得以下好处。",
	"Starting at 11th level, you always seem to get a lucky bounce at the right moment. When you make an ability check, an attack roll, or a saving throw and have disadvantage on the roll, you can spend 2 ki points to cancel the disadvantage for that roll.": "从11级开始，你似乎总是在合适的时刻得到幸运的机会。当你进行能力检定、攻击检定或豁免检定，并且有劣势时，你可以花费2点气来取消该次检定的劣势。",
	"At 17th level, you gain the ability to make an overwhelming number of attacks against a group of enemies. When you use your Flurry of Blows, you can make up to three additional attacks with it (up to a total of five Flurry of Blows attacks), provided that each Flurry of Blows attack targets a different creature this turn.": "在17级时，你获得了一项能力，可以对一群敌人发动压倒性的攻击。当你使用你的连击风暴时，你可以额外进行三次攻击（最多总共五次连击风暴攻击），前提是每次连击风暴攻击必须瞄准本回合的不同生物。",
	"Monks of the Way of the Kensei train relentlessly with their weapons, to the point where the weapon becomes an extension of the body. Founded on a mastery of sword fighting, the tradition has expanded to include many different weapons.": "剑圣之道(Way of the Kensei)的僧侣们通过对武器的不懈训练，使武器成为身体的延伸。这一传统建立在对剑术的精通基础上，如今已扩展到包括许多不同的武器。",
	"A kensei sees a weapon in much the same way a calligrapher or painter regards a pen or brush. Whatever the weapon, the kensei views it as a tool used to express the beauty and precision of the martial arts. That such mastery makes a kensei a peerless warrior is but a side effect of intense devotion, practice, and study.": "一位剑圣将武器视为书法家或画家看待笔或刷子的方式。无论是什么武器，剑圣都将其视为表达武术之美和精准的工具。这种精湛的技艺使剑圣成为无与伦比的战士，这只是对强烈奉献、实践和学习的副产品。",
	"When you choose this tradition at 3rd level, your special martial arts training leads you to master the use of certain weapons. This path also includes instruction in the deft strokes of calligraphy or painting. You gain the following benefits.": "当你在3级选择这个传统时，你特殊的武术训练使你精通使用特定武器。这条道路还包括书法或绘画的娴熟技巧指导。你获得以下好处。",
	"Choose two types of weapons to be your kensei weapons: one melee weapon and one ranged weapon. Each of these weapons can be any {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon} that lacks the heavy and special properties. The longbow is also a valid choice. You gain proficiency with these weapons if you don't already have it. Weapons of the chosen types are monk weapons for you. Many of this tradition's features work only with your kensei weapons. When you reach 6th, 11th, and 17th level in this class, you can choose another type of weapon—either melee or ranged—to be a kensei weapon for you, following the criteria above.": "选择两种武器作为你的剑圣武器：一种近战武器和一种远程武器。这些武器可以是任何{@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon}，但不能有沉重和特殊属性。长弓也是一个有效的选择。如果你还没有这些武器的熟练度，你将获得这些武器的熟练度。对于你来说，选择类型的武器是武僧武器。这个传统的许多特性只适用于你的剑圣武器。当你在这个职业中达到第6、11和17级时，你可以选择另一种类型的武器——近战或远程——作为你的剑圣武器，遵循上述标准。",
	"You gain proficiency with your choice of {@item calligrapher's supplies|phb} or {@item painter's supplies|phb}.": "你可以选择获得{@item calligrapher's supplies|phb}或{@item painter's supplies|phb}的熟练。",
	"At 6th level, you extend your ki into your kensei weapons, granting you the following benefits.": "在6级时，你将你的气运到你的剑圣武器中，使你获得以下好处。",
	"Your attacks with your kensei weapons count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "你使用剑圣武器进行的攻击被视为魔法攻击，可以克服对非魔法攻击和伤害的抗性和免疫。(Kensei)。",
	"When you hit a target with a kensei weapon, you can spend 1 ki point to cause the weapon to deal extra damage to the target equal to your Martial Arts die. You can use this feature only once on each of your turns.": "当你用(剑圣武器)击中目标时，你可以花费1点气来使武器对目标造成额外伤害，伤害值等于你的(武术骰)。你每个回合只能使用这个特性一次。",
	"At 11th level, you gain the ability to augment your weapons further with your ki. As a bonus action, you can expend up to 3 ki points to grant one kensei weapon you touch a bonus to attack and damage rolls when you attack with it. The bonus equals the number of ki points you spent. This bonus lasts for 1 minute or until you use this feature again. This feature has no effect on a magic weapon that already has a bonus to attack and damage rolls.": "在11级时，你获得了用气来进一步增强武器的能力。作为一个奖励动作，你可以消耗多达3点气来为你触摸的一把剑圣武器提供攻击和伤害骰加值，当你用它进行攻击时。这个加值等于你消耗的气点数。这个加值持续1分钟，或直到你再次使用这个特性。这个特性对已经有攻击和伤害骰加值的魔法武器没有影响。",
	"At 17th level, your mastery of weapons grants you extraordinary accuracy. If you miss with an attack roll using a monk weapon on your turn, you can reroll it. You can use this feature only once on each of your turns.": "在17级时，你对武器的精通赋予了你非凡的准确性。如果你在你的回合使用一次武僧武器攻击未命中，你可以重新投掷。你每个回合只能使用这个特性一次。",
	"Monks of the Way of the Sun Soul learn to channel their life energy into searing bolts of light. They teach that meditation can unlock the ability to unleash the indomitable light shed by the soul of every living creature.": "太阳之魂之道的僧侣学会将他们的生命能量转化为灼热的光束。他们教导冥想可以解锁释放每个生物灵魂所散发的不可征服之光的能力。",
	"Starting when you choose this tradition at 3rd level, you can hurl searing bolts of magical radiance.": "从你在3级选择这个传统开始，你可以投掷灼热的魔法辐射之光。",
	"You gain a new attack option that you can use with the {@action Attack} action. The special attack is a ranged spell attack with a range of 30 feet. You are proficient with it, and you add your Dexterity modifier to its attack and damage rolls. Its damage is radiant, and its damage die is a {@dice d4}. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.": "你获得了一种新的攻击选项，可以在{@action Attack}行动中使用。这个特殊攻击是一个射程为30英尺的远程法术攻击。你擅长于它，并且你可以将你的敏捷调整值加到它的攻击和伤害骰中。它造成的伤害是辐射伤害，伤害骰为{@dice d4}。这个骰子会随着你获得的武僧等级而改变，如武僧表中的武术栏所示。",
	"When you take the {@action Attack} action on your turn and use this special attack as part of it, you can spend 1 ki point to make the special attack twice as a bonus action. When you gain the Extra Attack feature, this special attack can be used for any of the attacks you make as part of the {@action Attack} action.": "当你在你的回合内进行{@action Attack}动作并将这个特殊攻击作为其中的一部分时，你可以花费1点气点将这个特殊攻击作为一个奖励动作使用两次。当你获得额外攻击特性时，这个特殊攻击可以用于你进行{@action Attack}动作的任何一次攻击。",
	"At 6th level, you gain the ability to channel your ki into searing waves of energy. Immediately after you take the {@action Attack} action on your turn, you can spend 2 ki points to cast the {@spell burning hands} spell as a bonus action.": "在6级时，你获得了将你的气聚集成灼热能量波的能力。在你的回合上，当你执行{@action Attack}动作后，你可以花费2点气来将{@spell burning hands}法术作为一个奖励动作施放。",
	"You can spend additional ki points to cast {@spell burning hands} as a higher-level spell. Each additional ki point you spend increases the spell's level by 1. The maximum number of ki points (2 plus any additional points) that you can spend on the spell equals half your monk level.": "你可以花费额外的气点将{@spell burning hands}作为更高级别的法术施放。每额外花费一个气点，法术的等级就增加1。你可以在这个法术上花费的最大气点数为（2加上任何额外的点数），等于你的武僧等级的一半。",
	"At 11th level, you gain the ability to create an orb of light that erupts into a devastating explosion. As an action, you magically create an orb and hurl it at a point you choose within 150 feet, where it erupts into a sphere of radiant light for a brief but deadly instant.": "在11级时，你获得了创造一个光球并引爆成毁灭性爆炸的能力。作为一个动作，你可以魔法地创造一个光球并投掷到你选择的150英尺内的一个点，它会在短暂但致命的瞬间爆炸成一个辐射光的球体。",
	"Each creature in that 20-foot-radius sphere must succeed on a Constitution saving throw or take {@damage 2d6} radiant damage. A creature doesn't need to make the save if the creature is behind total cover that is opaque.": "在那个直径20英尺的球体内的每个生物必须成功进行一次体质豁免才能避免受到{@damage 2d6}辐射伤害。如果生物身后有不透明的完全掩体，那么该生物就无需进行豁免检定。",
	"You can increase the sphere's damage by spending ki points. Each point you spend, to a maximum of 3, increases the damage by {@dice 2d6}.": "你可以通过花费气点来增加球体的伤害。每花费一个气点，最多可增加3个，伤害增加{@dice 2d6}。",
	"At 17th level, you become wreathed in a luminous, magical aura. You shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can extinguish or restore the light as a bonus action.": "在17级时，你被一道明亮的魔法光环所笼罩。你在30英尺半径内散发出明亮的光芒，另外30英尺内为微弱光线。你可以将光线熄灭或恢复为一个奖励动作。",
	"If a creature hits you with a melee attack while this light shines, you can use your reaction to deal radiant damage to the creature. The radiant damage equals 5 + your Wisdom modifier.": "如果一个生物在这束光线照射下用近战攻击击中你，你可以使用你的反应对该生物造成辐射伤害。辐射伤害等于5 + 你的智力调整值。",
	"When you're {@condition prone}, you can stand up by spending 5 feet of movement, rather than half your speed.": "当你处于{@condition prone}状态时，你可以通过消耗5英尺的移动来站起来，而不是消耗一半的速度。",
	"When a creature misses you with a melee attack roll, you can spend 1 ki point as a reaction to cause that attack to hit one creature of your choice, other than the attacker, that you can see within 5 feet of you.": "当一个生物用近战攻击未命中你时，你可以花费1点气点作为反应，使该攻击命中你以外、你能看见且在你5英尺范围内的另一个生物。",
	"If you make an unarmed strike as part of the {@action Attack} action on your turn and are holding a kensei weapon, you can use it to defend yourself if it is a melee weapon. You gain a +2 bonus to AC until the start of your next turn, while the weapon is in your hand and you aren't {@condition incapacitated}.": "如果你在你的回合中作为{@action Attack}动作的一部分进行徒手攻击，并且持有一把剑圣武器，你可以用它来自卫，如果它是一把近战武器的话。在你的手中持有武器且你没有{@condition incapacitated}的情况下，你的AC获得+2的加值，直到你的下一个回合开始。",
	"You can use a bonus action on your turn to make your ranged attacks with a kensei weapon more deadly. When you do so, any target you hit with a ranged attack using a kensei weapon takes an extra {@damage 1d4} damage of the weapon's type. You retain this benefit until the end of the current turn.": "你可以在你的回合使用一个奖励动作，使你用剑圣武器进行的远程攻击更加致命。当你这样做时，任何被你用剑圣武器进行远程攻击击中的目标会额外受到武器类型伤害的{@damage 1d4}。你将保留这个效果直到当前回合结束。"
}