{
	"action": [
		{
			"name": "Activate an Item",
			"source": "DMG",
			"page": 141,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"激活一些魔法物品需要使用者做一些特别的事情，比如拿着物品并说出一个命令词，如果是卷轴，则阅读该物品，如果是药水，则饮用该物品。每个物品类别或单个物品的描述都详细说明了物品如何被激活。某些物品使用了一个或多个与它们的激活有关的规则。",
				"If an item requires an action to activate, that action isn't a function of the {@action Use an Object} action, so a feature such as the rogue's {@subclassFeature Fast Hands|Rogue||Thief||3} can't be used to activate the item.",
				{
					"type": "entries",
					"name": "Command Word",
					"entries": [
						"命令词是一个必须以声音说出的单词或短语，以便物品能够运作。一个需要使用者说出命令词的魔法物品不能在任何阻止声音的效果区域内被激活，比如沉默咒语所创造的区域。"
					]
				},
				{
					"type": "entries",
					"name": "Consumables",
					"entries": [
						"有些物品在被激活后会被用掉。药水或灵药必须吞下，或将油涂在身上。卷轴上的文字在被阅读后会消失。消耗品一旦使用，就会失去其魔力，不再起作用。"
					]
				},
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"Some magic items allow the user to cast a spell from the item, often by expending charges from it. The spell is cast at the lowest possible spell and caster level, doesn't expend any of the user's spell slots, and requires no components unless the item's description says otherwise. The spell uses its normal casting time, range, and duration, and the user of the item must concentrate if the spell requires {@status concentration}. Certain items make exceptions to these rules, changing the casting time, duration, or other parts of a spell.",
						"许多物品，例如药水，绕过了施法，并赋予了法术的效果。这样的物品仍然使用法术的持续时间，除非该物品的描述另有说明。",
						"一个魔法物品，比如某些法杖，可能需要你在用该物品施法时使用你自己的施法能力。如果你有一个以上的法术能力，你可以选择哪一个来使用该物品。如果你没有法术能力--也许你是一个拥有使用魔法装置功能的流氓--你的法术能力修改器对该物品来说是+0，而你的熟练度加成则适用。"
					]
				},
				{
					"type": "entries",
					"name": "Charges",
					"entries": [
						"有些魔法物品有费用，你需要花费费用来激活它的属性。当对物品施展识别法术时，或者当一个生物与物品相适应时，物品剩余的电荷数会被显示。此外，当一个物品重新获得电荷时，与该物品相适应的生物会了解它重新获得了多少电荷。"
					]
				}
			]
		},
		{
			"name": "Attack",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"战斗中最常见的动作是攻击动作，无论你是挥舞着剑，用弓射箭，还是用拳头斗殴。",
				"With this action, you make one melee or ranged attack. See the \"{@book Making an Attack|phb|9|making an attack}\" section for the rules that govern attacks.",
				"某些功能，如战士的额外攻击功能，允许你用这个动作进行一次以上的攻击。"
			],
			"seeAlsoAction": [
				"Disarm|DMG",
				"Grapple",
				"Mark|DMG",
				"Shove",
				"Shove Aside|DMG",
				"Two-Weapon Fighting"
			]
		},
		{
			"name": "Cast a Spell",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				"Varies"
			],
			"entries": [
				"Spellcasters such as wizards and clerics, as well as many monsters, have access to spells and can use them to great effect in combat. Each spell has a casting time, which specifies whether the caster must use an action, a reaction, minutes, or even hours to cast the spell. Casting a spell is, therefore, not necessarily an action. Most spells do have a casting time of 1 action, so a spellcaster often uses his or her action in combat to cast such a spell. See {@book chapter 10|phb|10|casting a spell} for the rules on spellcasting."
			]
		},
		{
			"name": "Climb onto a Bigger Creature",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"If one creature wants to jump onto another creature, it can do so by {@action grapple||grappling}. A small or Medium creature has little chance of making a successful grapple against a Huge or Gargantuan creature, however, unless magic has granted the grappler supernatural might.",
				"As an alternative, a suitably large opponent can be treated as terrain for the purpose of jumping onto its back or clinging to a limb. After making any ability checks necessary to get into position and onto the larger creature, the smaller creature uses its action to make a Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check contested by the target's Dexterity ({@skill Acrobatics}) check. If it wins the contest, the smaller creature successfully moves into the target creature's space, the smaller creature moves with the target and has advantage on attack rolls against it.",
				"The smaller creature can move around within the larger creature's space, treating the space as {@quickref difficult terrain||3}. The larger creature's ability to attack the smaller creature depends on the smaller creature's location, and is left to your discretion. The larger creature can dislodge the smaller creature as an action—knocking it off, scraping it against a wall, or grabbing and throwing it—by making a Strength ({@skill Athletics}) check contested by the smaller creature's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check. The smaller creature chooses which ability to use."
			]
		},
		{
			"name": "Dash",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"当你采取冲刺行动时，你在当前回合获得额外的移动。增加的幅度等于你的速度，在应用了任何修饰因素之后。例如，如果你的速度是30英尺，你可以在你的回合中移动到60英尺。",
				"对你的速度的任何增加或减少都会以相同的数量改变这种额外的移动。例如，如果你的速度从30英尺降低到15英尺，那么如果你冲刺的话，本回合你最多可以移动30英尺。"
			]
		},
		{
			"name": "Disarm",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"A creature can use a weapon attack to knock a weapon or another item from a target's grasp. The attacker makes an attack roll contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. If the attacker wins the contest, the attack causes no damage or other ill effect, but the defender drops the item.",
				"如果目标用两只或更多的手拿着该物品，则攻击者在其攻击卷中处于劣势。如果目标比攻击者大，它的能力检查就有优势，如果它小，就有劣势。"
			],
			"seeAlsoAction": [
				"Attack"
			]
		},
		{
			"name": "Disengage",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"如果你采取脱离行动，你的行动在回合的剩余时间内不会引起机会攻击。"
			]
		},
		{
			"name": "Dodge",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"当你采取躲避动作时，你完全专注于躲避攻击。在你下一回合开始之前，如果你能看到攻击者，任何针对你的攻击卷都是不利的，而你做灵巧救赎则是有利的。如果你丧失了能力（如附录中所解释的）或者你的速度下降到0，你就会失去这个好处。"
			]
		},
		{
			"name": "Don or Doff a Shield",
			"source": "PHB",
			"page": 146,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"The time it takes to don or doff armor {@table Getting Into and Out of Armor; Donning and Doffing Armor|phb|depends on the armor's category}. A {@item shield|phb} can be donned or doffed as an action."
			]
		},
		{
			"name": "End Concentration",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"basicRules": true,
			"time": [
				"Free"
			],
			"entries": [
				"If a spell must be maintained with {@status concentration}, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end {@status concentration} at any time (no action required)."
			]
		},
		{
			"name": "Escape a Grapple",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"A {@condition grappled} creature can use its action to escape. To do so, it must succeed on a Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check contested by your Strength ({@skill Athletics}) check."
			],
			"seeAlsoAction": [
				"Grapple"
			]
		},
		{
			"name": "Grapple",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"When you want to grab a creature or wrestle with it, you can use the {@action Attack} action to make a special melee attack, a grapple. If you're able to make multiple attacks with the {@action Attack} action, this attack replaces one of them. The target of your grapple must be no more than one size larger than you, and it must be within your reach.",
				"Using at least one free hand, you try to seize the target by making a grapple check, a Strength ({@skill Athletics}) check contested by the target's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check (the target chooses the ability to use). You succeed automatically if the target is {@condition incapacitated}. If you succeed, you subject the target to the {@condition grappled} condition (see the appendix). The condition specifies the things that end it, and you can release the target whenever you like (no action required).",
				{
					"type": "entries",
					"name": "Moving a Grappled Target",
					"entries": [
						"When you move, you can drag or carry the {@condition grappled} creature with you, but your speed is halved, unless the creature is two or more sizes smaller than you."
					]
				}
			],
			"seeAlsoAction": [
				"Escape a Grapple"
			]
		},
		{
			"name": "Healing Surge",
			"source": "DMG",
			"page": 266,
			"fromVariant": "Healing",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"作为一个行动，一个角色可以使用一个治疗突增，并花费他或她的一半命中率。以这种方式花掉的每一个命中率骰子，玩家都会掷骰子并加上角色的体质修正值。该角色恢复的命中率与总数相等。玩家可以决定在每次掷骰子后再花一个额外的命中率。",
				"一个使用了治疗激增的角色在完成短期或长期休息之前不能再这样做。在这个可选的规则下，一个角色在长时间休息结束后会恢复所有已消耗的生命值。短暂休息时，角色恢复的命中率等于他或她的等级除以四（最少一个骰子）。"
			]
		},
		{
			"name": "Help",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"你可以在完成一项任务时向另一个生物提供帮助。当你采取帮助行动时，你所帮助的生物在它为执行你所帮助的任务而进行的下一次能力检查中获得优势，只要它在你下一回合开始前进行检查。",
				"或者，你可以帮助一个友好的生物攻击你周围5英尺内的生物。你进行佯攻，分散目标的注意力，或者以其他方式组队，使你的盟友的攻击更加有效。如果你的盟友在你的下一个回合之前攻击目标，那么第一次攻击卷轴是以优势进行的。"
			]
		},
		{
			"name": "Hide",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"When you take the Hide action, you make a Dexterity ({@skill Stealth}) check in an attempt to hide, following the rules in {@book chapter 7 |phb|7|hiding} for hiding. If you succeed, you gain certain benefits, as described in the \"{@book Unseen Attackers and Targets|PHB|9|unseen attackers and targets}\" section in the Player's Handbook."
			]
		},
		{
			"name": "Identify a Spell",
			"source": "XGE",
			"page": 85,
			"fromVariant": "Spellcasting|XGE",
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				},
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"有时，一个角色想识别别人正在施放的或已经施放的法术。要做到这一点，角色可以使用他们的反应来识别正在施放的咒语，或者他们可以在他们的回合中使用行动来识别施放后的咒语效果。",
				"If the character perceived the casting, the spell's effect, or both, the character can make an Intelligence ({@skill Arcana}) check with the reaction or action. The DC equals 15 + the spell's level. If the spell is cast as a class spell and the character is a member of that class, the check is made with advantage. For example, if the spellcaster casts a spell as a cleric, another cleric has advantage on the check to identify the spell. Some spells aren't associated with any class when they're cast, such as when a monster uses its Innate Spellcasting trait.",
				"This Intelligence ({@skill Arcana}) check represents the fact that identifying a spell requires a quick mind and familiarity with the theory and practice of casting. This is true even for a character whose spellcasting ability is Wisdom or Charisma. Being able to cast spells doesn't by itself make you adept at deducing exactly what others are doing when they cast their spells."
			]
		},
		{
			"name": "Improvising an Action",
			"source": "PHB",
			"page": 193,
			"basicRules": true,
			"time": [
				"Varies"
			],
			"entries": [
				"Your character can do things not covered by the actions in this chapter, such as breaking down doors, intimidating enemies, sensing weaknesses in magical defenses, or calling for a parley with a foe. The only limits to the actions you can attempt are your imagination and your character's ability scores. See the descriptions of the ability scores in {@book chapter 7|phb|7|Ability Scores and Modifiers} for inspiration as you improvise.",
				"When you describe an action not detailed elsewhere in the rules, the DM tells you whether that action is possible and what kind of roll you need to make, if any, to determine success or failure."
			]
		},
		{
			"name": "Mark",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"entries": [
				"这个选项使近战战斗人员更容易用机会攻击来骚扰对方。",
				"When a creature makes a melee attack, it can also mark its target. Until the end of the attacker's next turn, any opportunity attack it makes against the marked target has advantage. The opportunity attack doesn't expend the attacker's reaction, but the attacker can't make the attack if anything, such as the {@condition incapacitated} condition or the {@spell shocking grasp} spell, is preventing it from taking reactions. The attacker is limited to one opportunity attack per turn."
			],
			"seeAlsoAction": [
				"Attack"
			]
		},
		{
			"name": "Opportunity Attack",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"entries": [
				"在战斗中，每个人都在不断观察敌人是否会放松警惕。你很少能漫不经心地从你的敌人身边走过而不使自己处于危险之中；这样做会引起机会攻击。",
				"当一个你能看到的敌对生物移动到你的范围之外时，你可以进行一次机会攻击。为了进行机会攻击，你用你的反应对挑衅的生物进行一次近战攻击。攻击会打断挑衅生物的移动，在该生物离开你的范围之前发生。",
				"You can avoid provoking an opportunity attack by taking the {@action Disengage} action. You also don't provoke an opportunity attack when you teleport or when someone or something moves you without using your movement, action, or reaction. For example, you don't provoke an opportunity attack if an explosion hurls you out of a foe's reach or if gravity causes you to fall past an enemy."
			]
		},
		{
			"name": "Other Activity",
			"source": "PHB",
			"page": 190,
			"srd": true,
			"basicRules": true,
			"time": [
				"Varies"
			],
			"entries": [
				"你的回合可以包括各种既不需要你的行动也不需要你的移动的装饰。",
				"在轮到你的时候，你可以通过简短的话语和手势，以你能做到的方式进行交流。",
				"你也可以在你的动作或行动中与环境中的一个物体或特征自由互动。例如，你可以在你的行动中打开一扇门，因为你正大步走向一个敌人，或者你可以拔出你的武器，作为你用来攻击的同一行动的一部分。",
				"如果你想与第二个物体互动，你需要使用你的行动。一些魔法物品和其他特殊物品总是需要行动才能使用，这在它们的描述中有所说明。",
				"The DM might require you to use an action for any of these activities when it needs special care or when it presents an unusual obstacle. For instance, the DM could reasonably expect you to use an action to open a stuck door or turn a crank to lower a drawbridge.",
				{
					"type": "inset",
					"name": "Interacting with Objects Around You",
					"entries": [
						"下面是几个例子，说明你可以配合你的运动和行动来做的各种事情。",
						{
							"type": "list",
							"items": [
								"拔剑或出鞘",
								"开门或关门",
								"从你的背包中提取药水",
								"捡起掉落的斧头",
								"捧场",
								"摘下指环",
								"往嘴里塞点吃的",
								"旗帜鲜明地插在地上",
								"从你的腰包里捞出几个硬币",
								"饮尽杯中物",
								"拨动杆子或开关",
								"擎天柱上的火把",
								"从书架上拿起一本你能拿到的书",
								"熄灭小火",
								"戴上面具",
								"把斗篷的罩子拉起来，盖在头上",
								"把耳朵贴在门上",
								"踢小石子",
								"拨动锁匙",
								"敲打地板，用10英尺长的杆子",
								"将物品交给另一角色"
							]
						}
					]
				}
			]
		},
		{
			"name": "Overrun",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				},
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": [
				"When a creature tries to move through a hostile creature's space, the mover can try to force its way through by overrunning the hostile creature. As an action or a bonus action, the mover makes a Strength ({@skill Athletics}) check contested by the hostile creature's Strength ({@skill Athletics}) check. The creature attempting the overrun has advantage on this check if it is larger than the hostile creature, or disadvantage if it is smaller. If the mover wins the contest, it can move through the hostile creature's space once this turn."
			],
			"seeAlsoAction": [
				"Tumble|DMG"
			]
		},
		{
			"name": "Ready",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"有时你想在敌人面前抢占先机，或者在你行动之前等待一个特殊情况。要做到这一点，你可以在你的回合中采取准备行动，这可以让你在下一回合开始前用你的反应行动。",
				"首先，你决定什么可感知的情况会触发你的反应。然后，你选择你将采取的行动来回应这个触发，或者你选择以你的速度来回应它。例子包括 \"如果邪教徒踩到活板门，我就拉动打开活板的杠杆\"，以及 \"如果小妖精走到我旁边，我就走开\"。",
				"当触发发生时，你可以在触发结束后立即做出反应，或者忽略触发。记住，你每轮只能做出一个反应。",
				"When you ready a spell, you cast it as normal but hold its energy, which you release with your reaction when the trigger occurs. To be readied, a spell must have a casting time of 1 action, and holding onto the spell's magic requires {@status concentration} (explained in {@book chapter 10|phb|10|concentration}). If your {@status concentration} is broken, the spell dissipates without taking effect. For example, if you are {@status concentration||concentrating} on the web spell and ready magic missile, your web spell ends, and if you take damage before you release magic missile with your reaction, your {@status concentration} might be broken.",
				"你可以在下一回合开始前使用一个准备好的行动。"
			]
		},
		{
			"name": "Search",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"When you take the Search action, you devote your attention to finding something. Depending on the nature of your search, the DM might have you make a Wisdom ({@skill Perception}) check or an Intelligence ({@skill Investigation}) check."
			]
		},
		{
			"name": "Shove",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Using the {@action Attack} action, you can make a special melee attack to shove a creature, either to knock it {@condition prone} or push it away from you. If you're able to make multiple attacks with the {@action Attack} action, this attack replaces one of them.",
				"The target of your shove must be no more than one size larger than you, and it must be within your reach. You make a Strength ({@skill Athletics}) check contested by the target's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check (the target chooses the ability to use). You succeed automatically if the target is {@condition incapacitated}. If you succeed, you either knock the target {@condition prone} or push it 5 feet away from you."
			],
			"seeAlsoAction": [
				"Attack",
				"Shove Aside|DMG"
			]
		},
		{
			"name": "Shove Aside",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"With this option, a creature uses the special {@action shove} attack from the {@book Player's Handbook|PHB|9|Shoving a Creature} to force a target to the side, rather than away. The attacker has disadvantage on its Strength ({@skill Athletics}) check when it does so. If that check is successful, the attacker moves the target 5 feet to a different space within its reach."
			]
		},
		{
			"name": "Tumble",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				},
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": [
				"A creature can try to tumble through a hostile creature's space, ducking and weaving past the opponent. As an action or a bonus action, the tumbler makes a Dexterity ({@skill Acrobatics}) check contested by the hostile creature's Dexterity ({@skill Acrobatics}) check. If the tumbler wins the contest, it can move through the hostile creature's space once this turn."
			],
			"seeAlsoAction": [
				"Overrun|DMG"
			]
		},
		{
			"name": "Two-Weapon Fighting",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": [
				"When you take the {@action Attack} action and attack with a light melee weapon that you're holding in one hand, you can use a bonus action to attack with a different light melee weapon that you're holding in the other hand. You don't add your ability modifier to the damage of the bonus attack, unless that modifier is negative.",
				"如果任一武器具有投掷属性，你可以投掷该武器，而不是用它进行近战攻击。"
			],
			"seeAlsoAction": [
				"Attack"
			]
		},
		{
			"name": "Use an Object",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"你通常在做其他事情的时候与一个物体互动，例如当你拔出一把剑作为攻击的一部分。当一个物体的使用需要你的行动时，你就采取使用一个物体的行动。当你想在你的回合中与一个以上的物体互动时，这个动作也很有用。"
			]
		},
		{
			"name": "Waking Someone",
			"source": "XGE",
			"page": 77,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"一个自然睡眠的生物，而不是处于魔法或化学诱导的睡眠中，如果它受到任何伤害，或者如果其他人使用动作摇晃或拍打该生物，就会醒来。突如其来的巨响--比如大喊大叫、打雷或响铃--也会唤醒自然睡眠的人。",
				"Whispers don't disturb sleep, unless a sleeper's passive Wisdom ({@skill Perception}) score is 20 or higher and the whispers are within 10 feet of the sleeper. Speech at a normal volume awakens a sleeper if the environment is otherwise silent (no wind, birdsong, crickets, street sounds, or the like) and the sleeper has a passive Wisdom ({@skill Perception}) score of 15 or higher."
			]
		}
	]
}
