{
	"trap": [
		{
			"name": "Balance and Ruin",
			"source": "BMT",
			"page": 29,
			"trapHazType": "MECH",
			"tier": 2,
			"threat": "deadly",
			"entries": [
				{
					"type": "inset",
					"entries": [
						"A narrow wooden beam spans the length of this hundred-foot-long, fifty-foot-wide chamber. The beam crosses a twenty-five-foot-deep pit filled with slowly turning, bloodstained gears. The chamber's side walls, each 25 feet from the balance beam, are made of smooth metal sheeting."
					]
				},
				"The most obvious way to cross the room is to walk along the beam. But there's a hidden danger: a pressure plate beneath the beam's closest end causes the metal walls to emit a strong magnetic field.",
				{
					"type": "entries",
					"name": "Fulcrum",
					"entries": [
						"Stone pillars set at regular intervals appear to hold up the beam. But the pillar beneath the beam's center is a fulcrum (like the center of a seesaw), which gives the beam a nearly indiscernible tilt. A creature that examines the beam and succeeds on a DC 15 Intelligence ({@skill Investigation}) check notices the tilt. When the characters enter the room, the beam's weight rests on the far end. When any amount of weight is placed on the stretch of beam between the characters and the fulcrum, unless a counterweight is placed on the opposite side, the end of the beam sinks a few inches and presses on a hidden pressure plate. If all the weight is removed from the beam at once, the beam remains in whatever position it was last in."
					]
				},
				{
					"type": "entries",
					"name": "Balance Beam",
					"entries": [
						"The balance beam is {@book difficult terrain|PHB|8|Difficult Terrain}. A creature that ends its turn on the beam or that is on the beam when it tilts must make a DC 12 Dexterity saving throw to keep its balance. If the walls are magnetized (see below) and the creature is wearing metal armor or holding metal equipment, the creature has disadvantage on this save. A creature that fails the save by 4 or less slips, landing on the beam, and has the {@condition prone} condition. A creature that fails this save by 5 or more falls into the gear pit (see \"Gear Pit\" below)."
					]
				},
				{
					"type": "entries",
					"name": "Magnetic Walls",
					"entries": [
						"When the balance beam's weight is on the pressure plate, the metal walls emit a magnetic field. Any creature wearing metal armor or holding metal equipment who isn't on the beam is pulled to the nearest metal wall and sticks to it, taking 11 ({@dice 2d10}) bludgeoning damage. Any creature stuck to the wall has the {@condition restrained} condition until the magnetic field deactivates. Removing pressure from the plate—such as by putting more weight on the opposite end of the beam—deactivates the magnetic field. If the whole party has access to flight, you can make the trap suitably challenging by removing the pressure plate and having the magnetic field toggle on or off in 1-minute intervals or whenever a creature ends its turn on a different side of the pit from where it started. A character wearing metal armor or holding metal equipment who flies across the hall while the walls are magnetized is pulled to the wall and stuck to it."
					]
				},
				{
					"type": "entries",
					"name": "Gear Pit",
					"entries": [
						"Whenever a creature falls into the pit or ends its turn there, that creature must succeed on a DC 17 Dexterity saving throw or take 55 ({@dice 10d10}) bludgeoning damage and have the {@condition prone} condition. A creature that is {@condition prone} on the gears can't use movement to stand up without first using an action and a Tiny object to jam the gears below it. Those gears remain jammed until the end of the character's turn, whereupon the Tiny object tumbles loose, falls through the gears, and is lost."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Bear Trap",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "dangerous",
			"effect": [
				"{@atk mw} {@hit 8} to hit, triggering creature. Hit: 5 ({@dice 1d10}) piercing damage. This attack can't gain advantage or disadvantage. A creature hit by the trap has its speed reduced to 0. It can't move until it breaks free of the trap, which requires a successful DC 15 Strength check by the creature or another creature adjacent to the trap."
			],
			"trigger": [
				"A creature that steps on the bear trap triggers it."
			],
			"countermeasures": [
				"A successful DC 10 Wisdom ({@skill Perception}) check reveals the trap. A successful DC 10 Dexterity check using {@item thieves' tools|phb} disables it."
			],
			"entries": [
				"捕熊器类似于一组铁钳，当被踩到时，铁钳会自动关闭，夹住动物的腿。陷阱被钉在地上，让受害者无法动弹。"
			]
		},
		{
			"name": "Collapsing Roof",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"这种陷阱使用绊线使天花板的不稳定部分的支撑物倒塌。",
				"跳闸线离地3英寸，在两根支撑梁之间延伸。发现绊马索的DC是10。使用{@item thieves' tools|phb}的灵巧检查，成功地使绊马索无害地失效。没有{@item thieves' tools|phb}的角色可以使用任何带刃的武器或带刃的工具尝试这个检定，但处于劣势。如果检查失败，陷阱会被触发。",
				"任何检查这些横梁的人都可以很容易地确定，它们只是被楔入了位置。作为一个行动，一个角色可以撞倒一根横梁，导致陷阱的触发。",
				"绊脚石上方的天花板修得很差，任何能看到它的人都能看出它有倒塌的危险。",
				"When the trap is triggered, the unstable ceiling collapses. Any creature in the area beneath the unstable section must succeed on a DC 15 Dexterity saving throw, taking 22 ({@dice 4d10}) bludgeoning damage on a failed save, or half as much damage on a successful one. Once the trap is triggered, the floor of the area is filled with rubble and becomes {@quickref difficult terrain||3}."
			]
		},
		{
			"name": "Crossbow Trap",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "dangerous",
			"effect": [
				"The trap makes two attacks against the triggering creature. {@atk rw} {@hit 8} to hit, two attacks; Hit: 5 ({@dice 1d10}) piercing damage on a hit. This attack can't gain advantage or disadvantage."
			],
			"trigger": [
				"A creature that walks through the trip wire triggers the trap."
			],
			"countermeasures": [
				"A successful DC 15 Wisdom ({@skill Perception}) check reveals the trip wire. A successful DC 15 Dexterity check using {@item thieves' tools|phb} disables the trip wire, and a check with a total of 5 or lower triggers the trap."
			],
			"entries": [
				"弩箭陷阱是哥布林和其他依靠陷阱来保卫巢穴的生物的最爱。它由一根横跨走廊的绊马索组成，并与一对隐藏的重型弩炮相连。弩炮的目标是在走廊上向任何干扰绊马索的人射击。"
			]
		},
		{
			"name": "Death Fog Trap",
			"source": "RtG",
			"page": 19,
			"trapHazType": "SMPL",
			"tier": 2,
			"threat": "dangerous",
			"effect": [
				"The doors slam shut and lock as a poisonous cloud (treat as a {@dc 15} {@spell cloudkill} spell) fills the room."
			],
			"trigger": [
				"The burial niches are disturbed by thieves or desecrators."
			],
			"countermeasures": [
				"A successful DC 15 Wisdom ({@skill Perception}) check notes arcane runes on the back of the doors and in the burial niches. A successful DC 15 Intelligence ({@skill Arcana}) check realizes that they are tied to a conjuration ward. The runes can be destroyed with dispel magic (DC 15 or cast at 5th level), which disperses the cloud."
			],
			"entries": [
				"死者的骨头被看守起来，以消除任何盗贼。"
			]
		},
		{
			"name": "Falling Net",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"这种陷阱使用绊线来释放悬挂在天花板上的网。",
				"绊网离地3英寸，在两根柱子或树之间延伸。网被蜘蛛网或树叶遮住。发现绊马索和网的DC是10。使用盗贼的工具，成功地进行DC15灵巧检查，就可以无害地打破绊网。没有盗贼工具的角色可以用任何带刃的武器或带刃的工具尝试这个检定，但处于劣势。如果检查失败，陷阱会被触发。",
				"When the trap is triggered, the net is released, covering a 10-foot-square area. Those in the area are trapped under the net and {@condition restrained}, and those that fail a DC 10 Strength saving throw are also knocked {@condition prone}.",
				"一个生物可以用它的行动来进行DC10力量检查，如果成功，就可以释放自己或在其范围内的其他生物。这张网有AC10和20点攻击力。",
				"对网造成5次砍击伤害（AC10），摧毁其5英尺见方的部分，释放被困在该部分的任何生物。"
			]
		},
		{
			"name": "Falling Portcullis",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "moderate",
			"effect": [
				"An iron portcullis drops from the ceiling, blocking an exit or a passageway."
			],
			"trigger": [
				"A creature that steps on the pressure plate triggers the trap."
			],
			"countermeasures": [
				"A successful DC 20 Wisdom ({@skill Perception}) check reveals the pressure plate. A successful DC 20 Dexterity check using {@item thieves' tools|phb} disables it, and a check with a total of 5 or lower triggers the trap."
			],
			"entries": [
				"一些建造地牢的人，比如寻找新的受害者的疯狂巫师，并不打算让他们的访客轻松逃脱。如果使舷窗下降到离启动陷阱的压力板有一段距离的地方，那么坠落的舷窗陷阱就会显得特别狡猾。虽然陷阱在地牢深处，但舷窗关闭了数百英尺外的地牢入口，这意味着冒险者在决定前往出口之前并不知道自己被困住了。"
			]
		},
		{
			"name": "Fiery Blast Trap",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 2,
			"threat": "dangerous",
			"effect": [
				"A 15-foot cube of fire erupts, covering the pressure plate and the area around it. Each creature in the area must make a DC 15 Dexterity saving throw, taking 24 ({@dice 7d6}) fire damage on a failed save, or half as much damage on a successful one."
			],
			"trigger": [
				"The temple of Pyremius, a god of fire, is threatened by thieves who seek to steal the fire opals displayed there by the priests in tribute to their god. A mosaic on the floor of the entryway to the inner sanctum delivers a fiery rebuke to intruders."
			],
			"countermeasures": [
				"A successful DC 15 Wisdom ({@skill Perception}) check reveals the presence of ash and faint burn marks in the area affected by this trap. A successful DC 15 Intelligence ({@skill Religion}) check enables a creature to destroy the trap by defacing a key rune on the perimeter of the mosaic that is within reach; failing this check causes the trap to activate. A successful {@spell dispel magic} (DC 15) cast on the runes destroys the trap."
			],
			"entries": [
				"任何踩到马赛克的人都会导致火从上面喷发出来。那些公开佩戴皮瑞米斯的神圣标志的人不会触发这个陷阱。"
			]
		},
		{
			"name": "Fire-Breathing Statue",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MAG",
			"entries": [
				"当入侵者踩到一个隐藏的压力板时，这个陷阱就会被激活，从附近的雕像中释放出一股神奇的火焰。雕像可以是任何东西，包括一条龙或一个施法的巫师。",
				"发现压力板的DC是15，以及地板和墙壁上微弱的烧焦痕迹。一个可以感应到魔法存在的法术或其他效果，例如侦测魔法，会发现雕像周围有一个唤起魔法的光环。",
				"当超过20磅的重量被放在压板上时，陷阱就会启动，导致雕像释放出一个30英尺的火锥。每个在火中的生物必须做一个DC13的灵巧救赎，救赎失败会受到22({@dice 4d10})的火焰伤害，救赎成功则受到一半的伤害。",
				"将铁钉或其他物体楔入压板下可以防止陷阱启动。对雕像成功施放{@spell dispel magic}(DC13)可以摧毁陷阱。"
			]
		},
		{
			"name": "Malfunctioning Phase Transference Emitter",
			"source": "AZfyT",
			"page": 9,
			"trapHazType": "CMPX",
			"tier": 1,
			"threat": "dangerous",
			"trigger": [
				"The trap has already been sprung once the power switch was thrown."
			],
			"initiative": 3,
			"eActive": [
				"The Phase Transference Emitter is overloading. Both the emitter's ray and the coil matrix are dangerous. The emitter's housing is extremely hot from the massive influx of electricity.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam (Initiative 20)",
							"entry": "相位光束射向房间内的一个随机生物。光束对攻击卷有一个{@hit +5}的奖励。一旦命中，目标和它的所有装备都会变成{@condition invisible}和无体状态，持续一分钟。目标的唯一移动方式是飞行速度为10英尺。目标对非魔法伤害有抵抗力，并且在力量、灵巧和体质方面有优势。目标可以穿过固体表面和液体。目标不会坠落，即使在{@condition stunned}或其他情况下{@condition incapacitated}，仍会在空中盘旋。在受相位光束影响时，目标不能操纵、物理攻击或与未受相位光束影响的物体和生物互动。目标仍然可以说话和施放法术。"
						},
						{
							"type": "item",
							"name": "Coil Discharge (Initiative 10)",
							"entry": "弧形电流从矩阵中闪出。在能量矩阵30英尺范围内的每个生物都必须做一个DC 11的灵巧救赎动作，否则会受到10{@damage 3d6}的雷电伤害。"
						}
					]
				}
			],
			"eDynamic": [
				"As time passes, the device becomes more erratic and eventually explodes.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam Fires More Often",
							"entry": "从第四个回合开始，相位光束在主动权10以及主动权20上进行攻击。"
						},
						{
							"type": "item",
							"name": "Room Heats Up",
							"entry": "The heat from the emitter brings the room to unbearable temperatures. At the beginning of the trap's third turn, the room's temperature is noticeably hotter. At the beginning of the trap's sixth turn on initiative 20, all creatures must succeed on a DC 10 Constitution saving throw or gain one level of {@condition exhaustion}. Creatures wearing medium or heavy armor have disadvantage on the saving throw, and creatures with fire immunity or resistance do not need to make this saving throw. This saving throw is repeated at DC 13 at the beginning of the trap's ninth turn on initiative 20."
						},
						{
							"type": "item",
							"name": "Explosion",
							"entry": "在陷阱的第十个回合开始时，整个系统过载，电源矩阵爆炸，对房间里的每个人造成35({@damage 10d6})的火灾伤害，使整个设施的电源短路，并导致Azorius反应小组被派出去调查发生了什么。陷阱被摧毁了，德林从棱镜大学毕业的前景也被摧毁了。"
						}
					]
				}
			],
			"eConstant": [
				"The emitter and power coil matrix are both dangerous to be near.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Coil Discharge",
							"entry": "Any creature that ends its turn within 5 feet of the power matrix must make a DC 11 Dexterity saving throw or take 7 ({@damage 2d6}) lightning damage. Creatures wearing metal armor have disadvantage on the saving throw."
						},
						{
							"type": "item",
							"name": "Emitter Heat",
							"entry": "发射器触摸起来很热。任何接触到发射器的生物都会受到3({@damage 1d6})的火焰伤害。"
						}
					]
				}
			],
			"countermeasures": [
				"There are ways to thwart the trap's active elements and prevent the explosion from occurring.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Phase Beam",
							"entry": "角色可以预测光束的发射顺序，锁定旋转装置，或切断连接发射器和电源矩阵的电源线。"
						},
						{
							"type": "itemSub",
							"name": "Intelligence (Investigation), DC 15",
							"entry": "As an action, a creature that can see the emitter can attempt an Intelligence ({@skill Investigation}) check. A successful check means that the creature now can anticipate the emitter's firing sequence. Phase beam attacks that target that creature have disadvantage."
						},
						{
							"type": "itemSub",
							"name": "Dexterity check using thieves' tools or Strength check, DC 15",
							"entry": "生物可以尝试锁定发射器上的旋转装置，使光束只指向一个地方，从而使光束容易被避开。检查成功意味着相位光束攻击被认为是无效的。试图这样做的生物必须接触发射器，承受发射器的热伤害。"
						},
						{
							"type": "itemSub",
							"name": "Attack",
							"entry": "作为一个动作，一个生物可以切断连接到发射器的十条电源线中的一条。每条电源线有AC5和3个打击点。每切断两条电源线（四舍五入），相位光束的攻击力就会减少1。一旦第十条电源线被切断，发射器就会停止工作，相位光束攻击以及发射器的热恒定元素也会失效。"
						},
						{
							"type": "item",
							"name": "Coil Discharge",
							"entry": "线圈可以通过驱散或禁用放大其能量的魔法或关闭电源来关闭。"
						},
						{
							"type": "itemSub",
							"name": "Intelligence (Arcana), DC 15",
							"entry": "通过三次成功的检查可以禁用增强力量矩阵的魔法。另外，也可以通过一次针对线圈的{@spell dispel magic}(DC13)的成功施法来禁用它。如果线圈被禁用，它将禁用线圈的放电元件以及爆炸动态元件。发射器仍处于活动状态，从矩阵接收一些能量。试图这样做的生物，如果他们在能量矩阵旁边结束他们的回合，就会受到线圈放电常量元素的影响。"
						},
						{
							"type": "itemSub",
							"name": "Shut off the main power cable",
							"entry": "On the wall near the power matrix is a mizzium-reinforced metal casing that holds the main power breaker for the matrix. It can be spotted with a successful DC 10 Wisdom ({@skill Perception}) check if someone is looking for something else notable in the lab. This is securely locked, requiring two successful DC 20 Dexterity checks with {@item thieves' tools|phb}, two successful DC 16 Intelligence ({@skill Arcana}) checks, or 20 points of damage with a magic weapon to break open. Once opened, a switch can be thrown to shut down the matrix, disabling all elements of the trap."
						}
					]
				}
			],
			"entries": [
				"故障的相位转移发射器由两个主要部件组成。动力电池是一个10英尺长的圆形传导线圈矩阵，通过一根安全的电源线直接连接到发电机上。线圈有十个节点，连接到一个大的八英尺高的圆柱形钢制发射器，安装在一个旋转装置上。"
			]
		},
		{
			"name": "Net Trap",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "dangerous",
			"effect": [
				"A net covering a 10-foot-by-10-foot area centered on the trip wire falls to the floor as a bell rings. Any creature fully within this area must succeed on a DC 15 Dexterity saving throw or be {@condition restrained}. A creature can use its action to make a DC 10 Strength check to try to free itself or another creature in the net. Dealing 5 slashing damage to the net (AC 10, 20hp) also frees a creature without harming the creature."
			],
			"trigger": [
				"A trip wire strung across a hallway is rigged to a large net. If the trip wire is broken, the net falls on intruders. An iron bell is also rigged to the trip wire. It rings when the trap activates, alerting nearby guards."
			],
			"countermeasures": [
				"A successful DC 15 Wisdom ({@skill Perception}) check reveals the trip wire and the net. A successful DC 15 Dexterity check using {@item thieves' tools|phb} disables the trip wire without causing the net to drop or the bell to ring; failing the check causes the trap to activate."
			],
			"entries": [
				"妖精有奴役敌人的倾向，他们更喜欢让入侵者完好无损的陷阱，这样受害者就可以在矿场或其他地方工作了。"
			]
		},
		{
			"name": "Path of Blades",
			"source": "XGE",
			"page": 118,
			"trapHazType": "CMPX",
			"tier": 1,
			"threat": "dangerous",
			"trigger": [
				"This trap activates as soon as a non-undead creature enters the hallway, and it remains active while any non-undead creature is within the hall."
			],
			"initiative": 3,
			"eActive": [
				"The Path of Blades includes a set of whirling blades along the first 80 feet of the trap, crushing pillars that slam down from the ceiling to the floor before rising back up to the ceiling in the next 50 feet, and a rune of fear in its final 30 feet.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Whirling Blades (Initiative 20)",
							"entry": "刀片攻击走廊前80英尺内的每个生物，攻击卷轴有+5的加成，击中后造成11({@dice 2d10})的砍击伤害。"
						},
						{
							"type": "item",
							"name": "Crushing Pillars (Initiative 10)",
							"entry": "Each creature in the 50-foot-long area beyond the first 80 feet of the hallway must make a DC 15 Dexterity saving throw. On a failed save, a creature takes 11 ({@dice 2d10}) bludgeoning damage and is knocked {@condition prone}. On a successful save, the creature takes half as much damage and isn't knocked {@condition prone}."
						},
						{
							"type": "item",
							"name": "Rune of Fear (Initiative 10)",
							"entry": "碎石柱外30英尺长的区域内的每个生物都必须做一个DC15的智慧救赎动作。如果救赎失败，该生物就会被符文变成{@condition frightened}，它必须立即使用它的反应，向柱子的方向移动它的速度。这个{@condition frightened}的生物不能靠近走廊的远端，直到它用它的行动做出DC15智慧救赎，如果成功的话，它就会结束自己身上的{@condition frightened}条件。"
						}
					]
				}
			],
			"eDynamic": [
				"The blades and the rune become more dangerous the longer the trap remains active.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Blades Accelerate",
							"entry": "The blades move with increasing speed, slowing only when they hit a target. Each time the blades miss with an attack, their next attack becomes harder to avoid. After each miss, the blades' attack bonus increases by 2, and their damage increases by 3 ({@dice 1d6}). These benefits apply until the blades hit a target, after which the values return to normal."
						},
						{
							"type": "item",
							"name": "Rune's Defense",
							"entry": "篡改恐惧符文会增加陷阱的力量。每当试图解除符文的检查成功后，刀片和破碎柱的伤害就会增加5({@dice 1d10})，并使符文的蓄力DC增加1。"
						}
					]
				}
			],
			"eConstant": [
				"The Whirling Blades and the Rune of Fear affect each creature that ends its turn in an area affected by these elements.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Whirling Blades",
							"entry": "任何在刀片区域内结束其回合的生物都是攻击目标。攻击加成+5；命中时造成5（1d10）次砍伤。"
						},
						{
							"type": "item",
							"name": "Rune of Fear",
							"entry": "任何在走廊远端30英尺范围内结束其回合的生物都必须对恐惧符文的效果做一个蓄力动作。"
						}
					]
				}
			],
			"countermeasures": [
				"Each of the trap's active elements can be thwarted by particular countermeasures.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Whirling Blades",
							"entry": "角色可以打碎刀片，损坏它们的部件，或者辨别如何避开它们。如果刀片的攻击力被降低到-8，它们就会失效。降低它的方法在下面描述。"
						},
						{
							"type": "itemSub",
							"name": "Intelligence (Investigation), DC 15",
							"entry": "As an action, a creature that can see the blades can attempt an Intelligence ({@skill Investigation}) check. A successful check means that the character has learned how to anticipate the blades' movement, imposing disadvantage on the blades' attacks against the creature while it isn't {@condition incapacitated}."
						},
						{
							"type": "itemSub",
							"name": "Attack",
							"entry": "区域内的生物可以在刀锋经过时准备好攻击，以打击其中一把刀。刀片在对该生物的攻击中获得优势。该生物随后进行攻击。每把刀都有15点攻击力和15点命中率。摧毁一个刀片会使旋风之刃的攻击力降低2。"
						},
						{
							"type": "itemSub",
							"name": "Dexterity check using thieves' tools, DC 15",
							"entry": "Creatures can use {@item thieves' tools|phb} in the area attacked by the blades to foil their mechanism. A successful check reduces the Whirling Blades attack bonus by 2."
						},
						{
							"type": "item",
							"name": "Crushing Pillars",
							"entry": "支柱不容易受到反措施的影响。"
						},
						{
							"type": "item",
							"name": "Rune of Fear",
							"entry": "The rune can be disabled with three successful DC 15 Intelligence ({@skill Arcana}) checks. Each check requires an action. A creature must be at the end of the hallway to attempt the check, and only one creature can work on this task at once. Once a creature attempts a check for this purpose, no other character can do so until the end of that creature's next turn. Alternatively, the rune can be disabled with three successful castings of {@spell dispel magic} (DC 13) targeting the rune."
						}
					]
				}
			],
			"entries": [
				"Hidden within a buried pyramid that marks the location of the Lost City of Cynidicea is the tomb of King Alexander and Queen Zenobia. The entrance to their tomb is a long hallway riddled with traps, accessible only by cunningly hidden secret doors. The hallway is 20 feet wide and 160 feet long. It is mostly clear. After 80 feet, the floor is broken and cracked, becoming {@quickref difficult terrain||3} until the 130-foot mark."
			]
		},
		{
			"name": "Pit Trap",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "moderate",
			"effect": [
				"The triggering creature must make a DC 10 Dexterity saving throw. On a successful save, the creature catches itself on the pit's edge or instinctively steps back. On a failed save, the creature falls into the pit and takes 3 ({@dice 1d6}) bludgeoning damage from the fall."
			],
			"trigger": [
				"Anyone who steps on the canvas might fall into the pit."
			],
			"countermeasures": [
				"A successful DC 10 Wisdom ({@skill Perception}) check reveals the presence of the canvas and the 1-foot-wide ledge around the edges of the pit where it is safe to travel."
			],
			"entries": [
				"最简单的坑道陷阱是在地上开一个10英尺深的洞，用破旧的帆布掩盖，上面覆盖着树叶和泥土，看起来就像坚实的地面。这种类型的陷阱对于封锁怪物巢穴的入口很有用，通常沿其两侧有狭窄的壁架，以便在其周围移动。"
			]
		},
		{
			"name": "Pits",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				{
					"type": "entries",
					"name": "Simple Pit",
					"entries": [
						"一个简单的坑式陷阱是在地上挖一个洞。洞口用一块大布覆盖，固定在坑的边缘，用泥土和碎屑进行伪装。",
						"发现这个坑的DC是10。任何踩到布的人都会掉下去，并把布拉到坑里，根据坑的深度（通常是10英尺，但有些坑更深）受到伤害。"
					]
				},
				{
					"type": "entries",
					"name": "Hidden Pit",
					"entries": [
						"A successful DC 15 Wisdom ({@skill Perception}) check discerns an absence of foot traffic over the section of floor that forms the pit's cover. A successful DC 15 Intelligence ({@skill Investigation}) check is necessary to confirm that the trapped section of floor is actually the cover of a pit.",
						"当一个生物踩到盖子时，它就会像活板门一样打开，导致入侵者溢出到下面的坑里。这个坑通常有10或20英尺深，但也可能更深。",
						"一旦探测到坑道陷阱，可以在坑道的盖子和周围的地板之间楔入一个铁钉或类似的物体，以防止盖子打开，从而使其安全通过。也可以用{@spell arcane lock}咒语或类似的魔法将盖子神奇地关闭。"
					]
				},
				{
					"type": "entries",
					"name": "Locking Pit",
					"entries": [
						"这种坑道陷阱与隐藏的坑道陷阱相同，但有一个关键的例外：覆盖坑道的陷阱门是弹簧式的。当一个生物掉进坑里后，盖子就会扣上，把它的受害者困在里面。",
						"撬开盖子需要成功的DC20力量检查。盖子也可以被砸开（用第8章的准则确定盖子的统计数据）。坑中的人物也可以尝试用盗贼的工具，通过DC15的灵巧检查，从里面解除弹簧装置，前提是装置可以被触及，而且人物可以看到。",
						"在某些情况下，一个机制（通常隐藏在附近的一个秘密门后面）可以打开坑。"
					]
				},
				{
					"type": "entries",
					"name": "Spiked Pit",
					"entries": [
						"This pit trap is a simple, hidden, or locking pit trap with sharpened wooden or iron spikes at the bottom. A creature falling into the pit takes 11 ({@dice 2d10}) piercing damage from the spikes, in addition to any falling damage. Even nastier versions have poison smeared on the spikes. In that case, anyone taking piercing damage from the spikes must also make a DC 13 Constitution saving throw, taking an 22 ({@dice 4d10}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			]
		},
		{
			"name": "Poison Darts",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"当一个生物踩到一个隐藏的压力板时，带毒的飞镖就会从巧妙地嵌入周围墙壁的弹簧或加压管中射出。一个区域可能包括多个压力板，每个压力板上都有自己的飞镖装置。",
				"The tiny holes in the walls are obscured by dust and cobwebs, or cleverly hidden amid bas-reliefs, murals, or frescoes that adorn the walls. The DC to spot them is 15. With a successful DC 15 Intelligence ({@skill Investigation}) check, a character can deduce the presence of the pressure plate from variations in the mortar and stone used to create it, compared to the surrounding floor. Wedging an iron spike or other object under the pressure plate prevents the trap from activating. Stuffing the holes with cloth or wax prevents the darts contained within from launching.",
				"当超过20磅的重量放在压力板上时，陷阱就会激活，释放出四个飞镖。每个飞镖对压力板10英尺范围内的随机目标进行+8的范围攻击（视觉与这个攻击卷无关）。(如果该区域没有目标，飞镖不会击中任何东西。）被击中的目标受到2({@dice 1d4}的穿刺伤害，并且必须在DC15宪法救赎中成功，在救赎失败时受到11({@dice 2d10}的毒药伤害，或者在成功时受到一半的伤害。"
			]
		},
		{
			"name": "Poison Needle",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"一根毒针藏在宝箱的锁里，或者藏在生物可能打开的其他东西里。在没有合适的钥匙的情况下打开宝箱，就会使针头弹出，释放出一剂毒药。",
				"当陷阱被触发时，针会从锁上直接伸出3英寸。范围内的生物会受到1次穿刺伤害和11次({@dice 2d10})毒药伤害，并且必须在DC15宪法救赎中成功，否则会被{@condition poisoned}，持续1小时。",
				"A successful DC 20 Intelligence ({@skill Investigation}) check allows a character to deduce the trap's presence from alterations made to the lock to accommodate the needle.",
				"使用{@item thieves' tools|phb}的DC15灵巧检查成功，就能解除陷阱，从锁中取出针。试图撬开锁而不成功，则会触发陷阱。"
			]
		},
		{
			"name": "Poison Needle Trap",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": "deadly",
			"effect": [
				"The triggering creature must make a DC 20 Constitution saving throw. On a failed save, the creature takes 14 ({@dice 4d6}) poison damage and is {@condition poisoned} for 10 minutes. While {@condition poisoned} in this way, the creature is {@condition paralyzed}. On a successful save, the creature takes half as much damage and isn't {@condition poisoned}."
			],
			"trigger": [
				"Anyone attempting to pick or open the lock triggers the trap."
			],
			"countermeasures": [
				"A successful DC 20 Wisdom ({@skill Perception}) check reveals the needle, but only if a character inspects the lock. A successful DC 20 Dexterity check using {@item thieves' tools|phb} disables the needle, and a check with a total of 10 or lower triggers the trap."
			],
			"entries": [
				"在锁里藏一根小小的毒针，是阻止盗贼掠夺囤积物的好办法。这样的陷阱通常被放在箱子里或藏宝室的门里。"
			]
		},
		{
			"name": "Poisoned Tempest",
			"source": "XGE",
			"page": 120,
			"trapHazType": "CMPX",
			"tier": 3,
			"threat": "deadly",
			"trigger": [
				"This trap activates when a ruby is pried from one of the statues. Each statue's mouth slides open, revealing a 1-foot-wide pipe that runs down its throat."
			],
			"initiative": 3,
			"eActive": [
				"The trap fills the room with poison and other deadly effects.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Locked Doors (Initiative 20)",
							"entry": "这个房间的四扇门砰然关闭，并被魔法锁住。这个效果只激活一次，在陷阱第一次被触发的时候。"
						},
						{
							"type": "item",
							"name": "Poison Gas (Initiative 20)",
							"entry": "毒气充斥整个房间。里面的每个生物都必须做一个DC20的宪法救赎，救赎失败会受到33({@dice 6d10})的毒伤害，救赎成功会受到一半的伤害。"
						},
						{
							"type": "item",
							"name": "Tempest (Initiative 10)",
							"entries": [
								"空气和气体从疏水阀中沸腾出来。掷一个D6，并参考以下表格。",
								{
									"type": "table",
									"caption": "Tempest Effects",
									"colLabels": [
										"d6",
										"Effect"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"幻觉性气体使人的头脑和感官混乱。在房间里进行的所有智力和智慧检查都处于劣势，直到暴风元素再次激活。"
										],
										[
											"2",
											"爆炸性气体充满了这个区域。如果有人手持明火，就会引起爆炸。该区域内的所有生物都必须做一个DC20的灵巧救赎，救赎失败会受到22({@dice 4d10})的火灾伤害，救赎成功会受到一半的伤害。然后火焰就会熄灭。"
										],
										[
											"3",
											"衰弱的气体充满整个房间。在房间里进行的所有力量和灵巧检查都是不利的，直到暴风元素再次激活。"
										],
										[
											"4",
											"Buffeting winds force each creature in the room to succeed on a DC 20 Strength saving throw or be knocked {@condition prone}."
										],
										[
											"5",
											"烟雾弥漫整个房间。能见度降低到1英尺，直到下一次暴风元素激活。"
										],
										[
											"6",
											"毒液充斥着房间，迫使生物做出与毒气元素一样的拯救动作。"
										]
									]
								}
							]
						}
					]
				}
			],
			"eDynamic": [
				"The longer the poison gas remains in the room, the more lethal it becomes.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Increased Potency",
							"entry": "毒气元素的伤害在它激活后每回合增加11({@dice 2d10})，最大为55({@dice 10d10})。"
						}
					]
				}
			],
			"countermeasures": [
				"There are a few ways that the trap can be overcome.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Open the Doors",
							"entry": "Opening the doors is the quickest way to circumvent the trap, but they are warded with magic. To open the doors, a character must first succeed on a DC 20 Wisdom ({@skill Perception}) check to find the locking mechanism. A successful DC 20 Intelligence ({@skill Arcana}) check is then required to disable the sphere of force that surrounds the lock ({@spell dispel magic} is ineffective against it). Success on a DC 20 Dexterity check using thieves' tools picks the lock. Finally, a successful DC 20 Strength ({@skill Athletics}) check is needed to push the door open. Each check requires an action."
						},
						{
							"type": "item",
							"name": "Disable the Statues",
							"entry": "A statue can be disabled by blocking the flow of gas from its mouth. Heavily damaging a statue is a bad idea, for doing so leaves the gas vents open. Reducing a statue to 0 hit points (AC 17; 20 hp; resistance to fire, piercing, and slashing damage; immune to poison and psychic damage) or making a successful DC 20 Strength check to break it cracks the statue and increases the Poison Gas damage by 5 ({@dice 1d10}). A successful DC 20 Dexterity check using thieves' tools, or a successful DC 15 Strength check made to block up the statue with a cloak or similar object, decreases the poison damage by 5 ({@dice 1d10}). Once a character succeeds on the check, someone must remain next to the statue to keep it blocked up. When all four statues are blocked in this manner, the trap deactivates."
						}
					]
				}
			],
			"entries": [
				"这个可怕的陷阱是为了消灭潜入元朝寺庙的入侵者而建造的。这个陷阱是一个房间，边长60英尺，每面墙的中间有5英尺宽的石门。房间的每个角落都矗立着一尊10英尺高的大蛇雕像，盘绕着，准备攻击。每个雕像的眼睛都是红宝石，每颗价值200金币。"
			]
		},
		{
			"name": "Rolling Sphere",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"当20磅或更多的压力放在这个陷阱的压力板上时，天花板上一个隐藏的陷阱门就会打开，释放出一个直径10英尺的固体石头滚动球。",
				"With a successful DC 15 Wisdom ({@skill Perception}) check, a character can spot the trapdoor and pressure plate.",
				"A search of the floor accompanied by a successful DC 15 Intelligence ({@skill Investigation}) check reveals variations in the mortar and stone that betray the pressure plate's presence. The same check made while inspecting the ceiling notes variations in the stonework that reveal the trapdoor. Wedging an iron spike or other object under the pressure plate prevents the trap from activating.",
				"Activation of the sphere requires all creatures present to roll initiative. The sphere rolls initiative with a {@hit +8} bonus. On its turn, it moves 60 feet in a straight line.",
				"The sphere can move through creatures' spaces, and creatures can move through its space, treating it as {@quickref difficult terrain||3}. Whenever the sphere enters a creature's space or a creature enters its space while it's rolling, that creature must succeed on a DC 15 Dexterity saving throw or take 55 ({@dice 10d10}) bludgeoning damage and be knocked {@condition prone}.",
				"球体碰到墙壁或类似的障碍物就会停止。它不能拐弯，但聪明的地牢建造者会在附近的通道中加入温和的、弯曲的转弯，让球体继续移动。",
				"作为一项行动，球体周围5英尺内的生物可以尝试用DC20力量检查来减缓它的速度。如果检定成功，球体的速度会降低15英尺。如果球体的速度下降到0，它就会停止移动，不再是一个威胁。"
			]
		},
		{
			"name": "Scything Blade Trap",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 2,
			"threat": "dangerous",
			"effect": [
				"Each Medium or larger creature in a 5-foot-wide, 20-foot-long area must make a DC 15 Dexterity saving throw, taking 14 ({@dice 4d6}) slashing damage on a failed save, or half as much damage on a successful one."
			],
			"trigger": [
				"When the lever is pulled, the trap activates."
			],
			"countermeasures": [
				"The lever isn't hidden. A successful DC 15 Wisdom ({@skill Perception}) check involving the surfaces in the trap's area of effect reveals scrape marks and bloodstains on the walls and floor. A successful DC 15 Dexterity check using {@item thieves' tools|phb} disables the lever."
			],
			"entries": [
				"这种陷阱使用移动的刀片，扫过一个房间，威胁附近的任何人。通常，镰刀陷阱是通过操纵一个杠杆或其他一些简单的装置来启动的。哥布林特别喜欢这种陷阱，因为它可以击倒更大的生物。"
			]
		},
		{
			"name": "Sleep of Ages Trap",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 3,
			"threat": "deadly",
			"effect": [
				"When activated, this trap casts a {@spell sleep} spell centered on the pressure plate, using a 9th-level spell slot."
			],
			"trigger": [
				"Stepping on the pressure plate triggers this trap."
			],
			"countermeasures": [
				"A successful DC 20 Wisdom ({@skill Perception}) check reveals the pressure plate. A successful DC 20 Intelligence ({@skill Arcana}) check made within 5 feet of the pressure plate disables the trap, and a check with a total of 10 or lower triggers it. A successful {@spell dispel magic} (DC 19) cast on the pressure plate destroys the trap."
			],
			"entries": [
				"当 \"岁月沉睡 \"陷阱启动时，一个压力板会释放出一个咒语，威胁到入侵者进入深度沉睡。然后，地牢的守护者可以更容易地处理这些沉睡者。"
			]
		},
		{
			"name": "Sphere of Annihilation",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MAG",
			"entries": [
				"神奇的、无法穿透的黑暗充满了刻在墙上的石脸的缺口。这张嘴的直径为2英尺，大致呈圆形。没有声音从它发出，没有光可以照亮它的内部，任何进入它的物质都会被瞬间抹去。",
				"成功通过DC20智力({@skill Arcana})检查，可以发现嘴里有一个无法控制或移动的湮灭之球。在其他方面，它与普通的{@item sphere of annihilation}相同，如第七章 \"宝藏 \"中所述。有些版本的陷阱包括在石面上放置一个魔法，使特定的生物感到有一种压倒性的冲动去接近它并爬进它的嘴里。这种效果与{@spell antipathy/sympathy}法术的同情方面一样。",
				"一个成功的{@spell dispel magic}(DC18)可以移除这个魔法。"
			]
		},
		{
			"name": "Sphere of Crushing Doom",
			"source": "XGE",
			"page": 119,
			"trapHazType": "CMPX",
			"tier": 2,
			"threat": "deadly",
			"trigger": [
				"This trap activates as soon as the door leading to the jester's coffin is opened. A magic portal opens at the northern end of the hallway and disgorges an enormous steel sphere, which hurtles down the slope. When it reaches the bottom of the slope, a second portal briefly appears and teleports the sphere back to the top of the slope to begin the process again."
			],
			"initiative": 1,
			"initiativeNote": "but see the dynamic element below",
			"eActive": [
				"Although the trap is complex in nature, it has a single active element. That's all it needs.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Sphere of Crushing Doom (Initiative 10)",
							"entry": "The trap's active element is a sphere of steel that almost fills the 10-foot width of the hallway and rolls to the bottom of the slope on its turn. Each creature in the sphere's path must make a DC 20 Strength saving throw. On a failed save, a creature takes 22 ({@dice 4d10}) bludgeoning damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}. Objects that block the sphere, such as a conjured wall, take maximum damage from the impact."
						}
					]
				}
			],
			"eDynamic": [
				"The longer it rolls, the more lethal the sphere becomes.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Speed Kills",
							"entry": "After its turn, the sphere gains speed, represented by its damage increasing by 11 ({@dice 2d10}). While its damage is 55 ({@dice 10d10}) or greater, it acts on initiative count 20 and 10."
						}
					]
				}
			],
			"countermeasures": [
				"The trap can be neutralized either by stopping the sphere or preventing it from teleporting.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Stop the Sphere",
							"entry": "阻止球体是破坏陷阱的最简单方法。一道力墙可以轻易做到这一点，任何放置在其路径上的物体，只要有足够的命中率来吸收球体的伤害而不被摧毁，也可以做到这一点。"
						},
						{
							"type": "item",
							"name": "Disrupt the Portals",
							"entries": [
								"通过三次成功的DC20智力({@skill Arcana})检查，这两个传送门都可以被中和，但分析传送门以破坏它的过程需要时间。走廊两端的天花板和地板上的微弱符文参与了传送门的运作。一个生物必须先用一个行动来检查一组符文，然后用一个后续行动来试图破坏符文。每一次成功的检查都会使球体的伤害减少11({@dice 2d10})，因为被破坏的球体会失去在失效的传送门中移动的速度。",
								"另外，一套符文可以通过三次成功施放{@spell dispel magic}(DC19)来禁用，目标是这套符文中的任何一个。",
								"如果南边的入口被毁，球体就会撞上南墙并停住。它挡住了通往坟墓的门，但人物可以逃脱。"
							]
						}
					]
				}
			],
			"entries": [
				"宫廷小丑设计了一个致命的陷阱，以挫败任何试图偷他的魔法傻瓜帽的人。戏子的坟墓位于一条10英尺宽、150英尺长的走廊的尽头，该走廊从北向南急剧下降。坟墓的入口是坡底东边墙上的一扇门，位于大厅的南端。"
			]
		},
		{
			"name": "Surface of the Sun",
			"source": "BMT",
			"page": 30,
			"trapHazType": "MAG",
			"tier": 1,
			"threat": "dangerous",
			"entries": [
				{
					"type": "inset",
					"entries": [
						"Thick vines cover the walls of this high-ceilinged chamber. The chamber splits into three long, parallel hallways separated by brick walls that don't quite reach the ceiling. The ceiling emits a scorching, fiery light.",
						"At the far end of the rightmost hall, a large golden key is mounted on a sword rack. At the end of the middle hall is a pedestal shaped like a bird's upraised talon holding a silver orb. The wall at the end of the leftmost hall is molded into the shape of a large skull whose nose cavity looks like a keyhole."
					]
				},
				"Characters must use the large key to unlock the skull door. The silver orb is an enticing treasure, but it's out of the way, and every second of delay means more time spent under the ceiling's heat.",
				"Each hallway is 15 feet wide and 100 feet long. The ceiling is 50 feet high, and the brick walls are 40 feet tall.",
				{
					"type": "entries",
					"name": "Sun Damage",
					"entries": [
						"The blazing light that fills this trap room deals damage to every creature in the area. On initiative count 20 (losing ties), each creature in the area takes 5 ({@dice 1d10}) radiant damage."
					]
				},
				{
					"type": "entries",
					"name": "Talons Pedestal",
					"entries": [
						"The silver orb, which is 1 foot in diameter, can't be removed while the talons clutch it. The pedestal is trapped. Touching the silver orb causes the talons to snap closed. A creature that tries to take the orb takes 11 ({@dice 2d10}) slashing damage and has the {@condition grappled} condition (escape DC 15) as the talons grab hold of it, releasing the orb. The talons have an AC of 19, 10 hit points, and immunity to poison and psychic damage.",
						"With a successful DC 12 Wisdom ({@skill Perception}) check, a character can spot the pressure plate that activates the talons through a narrow slit on the east side of the pedestal. A character can disable the pressure plate with a successful DC 13 Dexterity check using thieves' tools, which causes the talons to open. A Medium or Small creature {@condition grappled} by the talons can't reach this pressure plate.",
						"Undamaged, the silver orb is a valuable art object worth 500 gp."
					]
				},
				{
					"type": "entries",
					"name": "Oversized Key",
					"entries": [
						"This gold key is 4 feet long and weighs 100 pounds. One round after it is removed from the sword stand, it comes to life, revealing itself to be a living object (use the {@creature flying sword} stat block). The key does everything it can to return to its stand, attacking anyone who tries to stop it. If the key is destroyed by reducing it to 0 hit points, it must be repaired (such as with the {@spell Mending} spell) before it can be used in the skull door."
					]
				},
				{
					"type": "entries",
					"name": "Skull Door",
					"entries": [
						"The oversized key fits the skull sculpture's nose. Inserting the key and turning it clockwise unlatches the door, which swings inward."
					]
				},
				{
					"type": "entries",
					"name": "Vines",
					"entries": [
						"The plants that cover the walls are fragile from the scorching light and not helpful for climbing. A character must succeed on a DC 12 Strength ({@skill Athletics}) check to climb the walls."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Test of the Empty Moon",
			"source": "BMT",
			"page": 31,
			"trapHazType": "MECH",
			"tier": 1,
			"threat": "setback",
			"entries": [
				{
					"type": "inset",
					"entries": [
						"In the center of this square dungeon chamber, the floor drops into a massive silver bowl. Shallow stone channels in the floor slope toward the bowl. Sewer pipes jut from the ceiling over each channel.",
						"A portcullis in the north wall blocks the way forward. Above the portcullis, a large glyph depicts a waxing crescent moon, its right edge illuminated by the faintest sliver of light. A large iron lever juts from the floor to the right of the portcullis."
					]
				},
				"Adding sufficient weight to a hidden scale beneath the bowl opens the portcullis.",
				{
					"type": "entries",
					"name": "Metal Bowl",
					"entries": [
						"The bowl is 30 feet wide and 20 feet deep and weighs 2,000 pounds. Its smooth texture and shape make it difficult terrain. A creature that enters the bowl or ends its turn inside it must succeed on a DC 15 Dexterity saving throw or have the {@condition prone} condition. The bowl is impossible to climb out of without assistance such as rope or magic. The bowl's lip is flush with the floor, but the bowl wobbles slightly if pushed."
					]
				},
				{
					"type": "entries",
					"name": "Weight Scale and Moon Glyph",
					"entries": [
						"Hidden beneath the bowl is an {@item Immovable Rod} that separates the bowl from a large weight scale just below it. The rod can be detected with the {@spell Detect Magic} spell. Deactivating the rod (see \"Lever\" below) causes it to fall away, dropping the bowl onto the scale. The rod can't be recovered from this room.",
						"Transmutation magic connects the scale to the moon glyph above the portcullis. As more weight is placed on the scale, the moon glyph above the portcullis gets fuller and glows brighter. When a total of 4,000 pounds of pressure is applied to the scale, the glyph is fully illuminated, like a full moon, and the portcullis opens. The portcullis remains open as long as the moon glyph remains full.",
						{
							"type": "inset",
							"entries": [
								"Under Pressure",
								"Canny characters might realize that shoving enemies into the bowl is a quick way to resolve the trap. Spells such as {@spell Telekinesis} or {@spell Levitate} could also feasibly add pressure to the scale beneath the bowl."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Lever",
					"entries": [
						"When the lever is pulled, a mechanism in the floor pushes the button that deactivates the {@item Immovable Rod}. The weight of the bowl causes the moon glyph to glow like a half moon. Simultaneously, valves open within the sewer pipes, releasing four oozes (see \"Monsters\" below) and a flood of water that pours from each pipe, down the channels on the floor, and into the bowl. The pipes release 1,000 pounds of water every minute. After 2 minutes, the bowl is full. After 4 minutes, several inches of water cover the floor, and enough water has poured into the room to illuminate the moon glyph; at this point, the flooding stops and the portcullis opens."
					]
				},
				{
					"type": "entries",
					"name": "Monsters",
					"entries": [
						"When the lever is pulled, four {@creature Ochre Jelly||ochre jellies} are released, one slithering from each pipe and crawling along the ceiling to drop on the characters. Each ochre jelly weighs 500 pounds."
					]
				}
			],
			"hasFluffImages": true
		}
	],
	"hazard": [
		{
			"name": "Avalanche",
			"source": "IDRotF",
			"page": 10,
			"trapHazType": "WLD",
			"entries": [
				"以下规则可用于岩石滑坡以及雪崩。",
				"雪崩是大量的雪和碎石从山坡上迅速坠落。一个典型的雪崩有300英尺宽，150英尺长，30英尺厚。处于雪崩路径上的生物如果靠近雪崩的边缘，可以避开它或逃离它，但超越它几乎是不可能的。",
				"When an avalanche occurs, all nearby creatures must roll initiative. Twice each round, on initiative counts 10 and 0, the avalanche travels 300 feet until it can travel no more. When an avalanche moves, any creature in its space moves along with it and falls {@condition prone}, and the creature must make a DC 15 Strength saving throw, taking {@dice 1d10} bludgeoning damage on a failed save, or half as much damage on a successful one.",
				"When an avalanche stops, the snow settles and buries creatures in it. A creature buried in this way is {@condition blinded} and {@condition restrained} and has total cover. The creature gains one level of {@condition exhaustion} for every 5 minutes it spends buried in the snow. It can try to dig itself free as an action, breaking the surface and ending the blinded and restrained conditions on itself with a successful DC 15 Strength ({@skill Athletics}) check. A creature that fails this check three times can't attempt to dig itself out again.",
				"A creature that is not restrained or {@condition incapacitated} can spend 1 minute freeing another creature buried in the snow. Once free, that creature is no longer blinded or restrained by the avalanche."
			]
		},
		{
			"name": "Avalanche",
			"source": "TCE",
			"page": 169,
			"trapHazType": "WLD",
			"entries": [
				"一个典型的雪崩（或岩石滑坡）有300英尺宽，150英尺长，30英尺厚。处于雪崩路径上的生物如果靠近雪崩的边缘，可以避开它或逃离它，但超越它几乎是不可能的。",
				"When an avalanche occurs, all nearby creatures must roll initiative. Twice each round, on initiative counts 10 and 0, the avalanche travels 300 feet until it can travel no more. When an avalanche moves, any creature in its space moves along with it and falls {@condition prone}, and the creature must make a DC 15 Strength saving throw, taking {@dice 1d10} bludgeoning damage on a failed save, or half as much damage on a successful one.",
				"When an avalanche stops, the snow and other debris settle and bury creatures. A creature buried in this way is {@condition blinded} and {@condition restrained}, and it has total cover. The creature gains 1 level of {@condition exhaustion} for every 5 minutes it spends buried. It can try to dig itself free as an action, breaking the surface and ending the {@condition blinded} and {@condition restrained} conditions on itself with a successful DC 15 Strength ({@skill Athletics}) check. A creature that fails this check three times can't attempt to dig itself out again.",
				"A creature that is not {@condition restrained} or {@condition incapacitated} can spend 1 minute freeing a buried creature. Once free, that creature is no longer {@condition blinded} or {@condition restrained} by the avalanche."
			]
		},
		{
			"name": "Blizzard",
			"source": "IDRotF",
			"page": 10,
			"trapHazType": "WTH",
			"entries": [
				"肆虐冰风谷、骚扰山路上的旅行者的暴风雪是奥里尔自我封闭的反映。冰风谷的暴风雪通常会持续{@dice 2d4}个小时，只要人物陷入其中，以下规则就会适用，直到它结束。",
				"A blizzard's howling wind limits hearing to a range of 100 feet and imposes disadvantage on ranged weapon attack rolls. It also imposes disadvantage on Wisdom ({@skill Perception}) checks that rely on hearing. The wind extinguishes open flames, disperses fog, erases tracks in the snow, and makes flying by nonmagical means nearly impossible. A creature falls at the end of its turn if it is flying by nonmagical means and can't hover.",
				"Visibility in a blizzard is reduced to 30 feet. Creatures without goggles or other eye protection have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight due to blowing snow.",
				"任何在暴风雪中施展法术的生物必须在其回合结束时在DC 10宪法救赎中成功，否则就会失去该法术的{@status concentration}，除非该生物被庇护以抵御元素（例如，在冰屋中）。",
				{
					"type": "entries",
					"name": "Veering Off Course",
					"entries": [
						"在暴风雪中旅行很容易偏离方向，党员之间也很容易走散，这就是为什么最明智的做法是留在原地，等待暴风雪过去。",
						"如果人物在暴风雪中旅行，让玩家指定一名党员作为导航员。在穿越暴风雪的每个小时结束时，DM代表领航员进行DC 15智慧（{@skill Survival}）检查。如果检查成功，队伍就能保持航向。如果检定失败，队伍就会偏离航线，使其成员不会比在该小时开始时更接近目的地。如果检查失败5次或更多，并且党员没有被绑在一起，那么随机决定的一名党员就会在暴风雪中迷路，与其他人分离。如果团队试图与失踪的成员团聚，让团队成员（包括失踪的成员）在每小时结束时进行DC 15智慧（{@skill Survival}）团体检查。如果这个团体检定成功，失踪的党员就会被找到，但在到达该小时的团体预定目的地方面没有进展。在寻找失踪党员的每一个小时之后，可以重复进行团体检查。"
					]
				}
			]
		},
		{
			"name": "Brown Mold",
			"source": "DMG",
			"page": 105,
			"entries": [
				"褐霉病以温暖为生，从它周围的任何东西中吸取热量。一片褐霉菌通常覆盖一个10英尺见方的地方，而它周围30英尺内的温度总是很低。",
				"当一个生物在一个回合中第一次移动到模具的5英尺范围内，或者在那里开始它的回合，它必须做一个DC 12的宪法救赎，如果救赎失败会受到22({@dice 4d10})的寒冷伤害，如果救赎成功会受到一半的伤害。",
				"褐霉菌对火免疫，任何火源进入斑块的5英尺范围内，都会使它立即向火的方向扩展，覆盖10英尺见方的区域（火源位于该区域的中心）。一块褐霉菌暴露在造成冷伤害的效果下会被立即摧毁。"
			]
		},
		{
			"name": "Demon Ichor",
			"source": "BGDIA",
			"page": 78,
			"entries": [
				"恶魔胆汁是恶魔死后留下的东西。它是恶魔的血液、内脏和体液的还原，具有胆汁的浓度和气味。",
				"足够多的恶魔死在Avernus，他们的血清形成了水池和小湖。虽然这种血清在大多数存在的星球上是无害的，但它可以扭曲低等星球上的生物。魔鬼和其他生物已经找到了在仪式中使用恶魔血清的方法，并改善地狱战争机器的性能（如{@adventure appendix B|BGDIA|11}中所述）。",
				"当一个生物直接接触到Avernus的恶魔血清时，它必须做一个DC10的宪法救赎动作。妖怪、渗出物、植物和不死生物的蓄力动作自动成功。如果救赎失败，该生物就会被魔力扭曲，这由肉体扭曲表的滚动来决定。解除诅咒的咒语会结束生物身上所有与血清有关的扭曲效果。",
				{
					"type": "entries",
					"name": "Ichor-Coated Weapons",
					"entries": [
						"恶魔之液具有足够的粘性，可以粘附在大多数武器上。Avernus的生物如果受到涂有恶魔之液的武器的伤害，如果它的蓄力动作失败（如上所述），就会遭受肉体扭曲的变化。在击中目标后，武器不再涂有恶魔之液。"
					]
				},
				{
					"type": "table",
					"caption": "Flesh Warping",
					"colLabels": [
						"d100",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"01–05",
							"目标的头发、眼睛和皮肤的颜色变成蓝色、红色、黄色或有图案。"
						],
						[
							"06–10",
							"目标的眼睛从它的头顶上推到了茎秆的末端。"
						],
						[
							"11–15",
							"目标的双手长出爪子，可以作为匕首使用。"
						],
						[
							"16–20",
							"目标的一条腿比另一条腿长，使其行走速度降低10英尺。"
						],
						[
							"21–25",
							"目标的眼睛会变成灯塔，在睁开时用昏暗的光线充满15英尺的圆锥体。"
						],
						[
							"26–30",
							"一对翅膀，无论是羽毛还是皮革，从目标的背上长出，赋予它30英尺的飞行速度。"
						],
						[
							"31–35",
							"The target's ears tear free from its head and scurry away; the target is {@condition deafened}."
						],
						[
							"36–40",
							"目标的两颗牙齿变成了獠牙。"
						],
						[
							"41–45",
							"目标的皮肤会结痂，给它一个+1的交流奖励，但使它的魅力减少2（最小为1）。"
						],
						[
							"46–50",
							"目标的胳膊和腿交换位置，防止目标移动，除非它爬行。"
						],
						[
							"51–55",
							"目标的手臂变成触角，末端有手指，使其伸长5英尺。"
						],
						[
							"56–60",
							"目标的腿长得惊人地长且有弹性，使其行走速度增加10英尺。"
						],
						[
							"61–65",
							"目标长出一条鞭子一样的尾巴，可以作为鞭子使用。"
						],
						[
							"66–70",
							"目标的眼睛变成黑色，在120英尺范围内获得{@sense darkvision}。"
						],
						[
							"71–75",
							"目标膨胀，重量增加三倍。"
						],
						[
							"76–80",
							"目标变得瘦弱和骨骼，重量减半。"
						],
						[
							"81–85",
							"目标人物的头部增大了一倍。"
						],
						[
							"86–90",
							"目标的耳朵变成翅膀，使其拥有5英尺的飞行速度。"
						],
						[
							"91–95",
							"目标的身体变得异常脆弱，导致目标对重击、穿刺和砍击伤害的脆弱性。"
						],
						[
							"96–00",
							"目标长出另一个头，使其在对抗{@condition charmed}、{@condition frightened}或{@condition stunned}的蓄力攻击时具有优势。"
						]
					]
				}
			]
		},
		{
			"name": "Desecrated Ground",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"一些墓地和地下墓穴被古代邪恶的看不见的痕迹所浸染。被亵渎的地面可以是任何大小，在范围内施放的{@spell detect evil and good}法术会显示它的存在。",
				"站在被亵渎的地面上的亡灵在所有拯救动作上都有优势。",
				"一个{@item holy water (flask)|phb|holy water}的小瓶洒在被亵渎的地面上时，可以净化10英尺见方的区域，而一个{@spell hallow}的法术可以净化其区域内被亵渎的地面。"
			]
		},
		{
			"name": "Extreme Cold",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Whenever the temperature is at or below 0 degrees Fahrenheit, a creature exposed to the cold must succeed on a DC 10 Constitution saving throw at the end of each hour or gain one level of {@condition exhaustion}. Creatures with resistance or immunity to cold damage automatically succeed on the saving throw, as do creatures wearing cold weather gear (thick coats, gloves, and the like) and creatures naturally adapted to cold climates."
			]
		},
		{
			"name": "Extreme Heat",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"When the temperature is at or above 100 degrees Fahrenheit, a creature exposed to the heat and without access to drinkable water must succeed on a Constitution saving throw at the end of each hour or gain one level of {@condition exhaustion}. The DC is 5 for the first hour and increases by 1 for each additional hour.",
				"穿着中型或重型盔甲的生物，或者穿着厚重衣服的生物，在救赎动作上有劣势。对火灾伤害有抵抗力或免疫力的生物会自动成功，自然适应炎热气候的生物也是如此。"
			]
		},
		{
			"name": "Falling into Water",
			"source": "TCE",
			"page": 170,
			"trapHazType": "WLD",
			"entries": [
				"A creature that falls into water or another liquid can use its reaction to make a DC 15 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check to hit the surface head or feet first. On a successful check, any damage resulting from the fall is halved."
			]
		},
		{
			"name": "Falling onto a Creature",
			"source": "TCE",
			"page": 170,
			"trapHazType": "WLD",
			"entries": [
				"If a creature falls into the space of a second creature and neither of them is Tiny, the second creature must succeed on a DC 15 Dexterity saving throw or be impacted by the falling creature, and any damage resulting from the fall is divided evenly between them. The impacted creature is also knocked {@condition prone}, unless it is two or more sizes larger than the falling creature."
			]
		},
		{
			"name": "Flame Storm",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Sooty thunderclouds shot through with red and orange lightning release a deluge of fiery droplets. Any creature caught in the burning rain takes {@dice 2d6} fire damage at the start of each of its turns. The droplets ignite any flammable objects that aren't being worn or carried; otherwise, the droplets burn out immediately. The smoke, soot, crackle, and low roar of the storm impose disadvantage on Wisdom ({@skill Perception}) checks and ranged attack rolls.",
				"一场火焰风暴通常持续{@dice 2d4}分钟，尽管起源的风暴云可以持续数天，形成多个火焰风暴。"
			]
		},
		{
			"name": "Flaywind",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Supernaturally powerful winds—like those from planes such as Pandemonium or Minethys, the third layer of Carceri—can spawn flaywinds. A flaywind is an intense sandstorm, gathering large rocks and other debris in addition to sand or grit. The area within the storm is heavily obscured, and a creature exposed to the storm takes {@dice 1d4} slashing damage at the start of each of its turns. Only substantial cover or shelter offers protection against the flensing grit.",
				"剥皮风会在它身后留下{@dice 4d6}英尺的沙子或碎片。成功通过DC15智力({@skill Arcana})或({@skill Nature})检查或智慧({@skill Survival})检查，可以让角色在剥皮风袭击前1分钟识别它，从而有时间寻求庇护。剥皮风通常会持续{@dice 1d4 × 10}小时。"
			]
		},
		{
			"name": "Frigid Water",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"A creature can be immersed in frigid water for a number of minutes equal to its Constitution score before suffering any ill effects. Each additional minute spent in frigid water requires the creature to succeed on a DC 10 Constitution saving throw or gain one level of {@condition exhaustion}. Creatures with resistance or immunity to cold damage automatically succeed on the saving throw, as do creatures that are naturally adapted to living in ice-cold water."
			]
		},
		{
			"name": "Green Slime",
			"source": "DMG",
			"page": 105,
			"entries": [
				"这种酸性粘液一接触就吞噬肉体、有机材料和金属。鲜绿色、湿润、粘稠，它成片地粘附在墙壁、地板和天花板上。",
				"A patch of green slime covers a 5-foot square, has {@sense blindsight} out to a range of 30 feet, and drops from walls and ceilings when it detects movement below it. Beyond that, it has no ability to move. A creature aware of the slime's presence can avoid being struck by it with a successful DC 10 Dexterity saving throw. Otherwise, the slime can't be avoided as it drops.",
				"接触到绿色粘液的生物会受到5({@dice 1d10})的酸性伤害。该生物在其每个回合开始时都会再次受到伤害，直到粘液被刮掉或被摧毁。对付木材或金属，绿色粘液每回合会造成11({@dice 2d10})的酸性伤害，任何用于刮除粘液的非魔法木材或金属武器或工具都会被有效破坏。",
				"阳光，任何治疗疾病的效果，以及任何造成冷、火或辐射伤害的效果都会破坏一片绿色粘液。"
			]
		},
		{
			"name": "Heavy Precipitation",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Everything within an area of heavy rain or heavy snowfall is lightly obscured, and creatures in the area have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight. Heavy rain also extinguishes open flames and imposes disadvantage on Wisdom ({@skill Perception}) checks that rely on hearing."
			]
		},
		{
			"name": "High Altitude",
			"source": "DMG",
			"page": 110,
			"trapHazType": "ENV",
			"entries": [
				"在海拔10,000英尺或更高的地方旅行，对需要呼吸的生物来说是一种负担，因为空气中的氧气量减少了。这种生物在高海拔地区旅行的每一小时都算作2小时，以确定该生物可以旅行多长时间。",
				"会呼吸的生物可以通过在高海拔地区停留30天或更长时间来适应这个高度。会呼吸的生物不能适应20000英尺以上的海拔，除非它们是这种环境的原住民。"
			]
		},
		{
			"name": "Improvised Damage",
			"source": "DMG",
			"page": 249,
			"trapHazType": "GEN",
			"entries": [
				"在某些情况下，你需要临时决定伤害。即兴伤害表为你提供了这样做的建议。",
				{
					"type": "table",
					"caption": "Improvising Damage",
					"colLabels": [
						"Dice",
						"Examples"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"{@dice 1d10}",
							"被炭火烧伤，被掉落的书架砸伤，被毒针刺伤"
						],
						[
							"{@dice 2d10}",
							"被雷电击中，绊倒在火坑里"
						],
						[
							"{@dice 4d10}",
							"在坍塌的隧道中被落下的瓦砾击中，跌入一大桶酸液中"
						],
						[
							"{@dice 10d10}",
							"被压实的墙壁压碎，被呼啸的钢刀击中，在熔岩流中涉水而行"
						],
						[
							"{@dice 18d10}",
							"被淹没在岩浆中，被坠落的飞行堡垒击中"
						],
						[
							"{@dice 24d10}",
							"跌入火元素界的火焰漩涡中，被神一样的生物或月球大小的怪物压在颌下。"
						]
					]
				},
				"伤害严重程度和等级表是一个指南，说明这些伤害数字对不同等级的角色有多大的杀伤力。将角色的等级与所受的伤害相互参照，以衡量伤害的严重程度。",
				{
					"type": "table",
					"caption": "Damage Severity and Level",
					"colLabels": [
						"Character Level",
						"Setback",
						"Dangerous",
						"Deadly"
					],
					"colStyles": [
						"col-3 text-center",
						"col-3 text-center",
						"col-3 text-center",
						"col-3 text-center"
					],
					"rows": [
						[
							"1st-4th",
							"{@dice 1d10}",
							"{@dice 2d10}",
							"{@dice 4d10}"
						],
						[
							"5th-10th",
							"{@dice 2d10}",
							"{@dice 4d10}",
							"{@dice 10d10}"
						],
						[
							"11th-16th",
							"{@dice 4d10}",
							"{@dice 10d10}",
							"{@dice 18d10}"
						],
						[
							"17th-20th",
							"{@dice 10d10}",
							"{@dice 18d10}",
							"{@dice 24d10}"
						]
					]
				},
				"足以造成{@b setback}的伤害很少会对所示级别的人物造成死亡的危险，但严重虚弱的人物可能会被这种伤害打倒。",
				"相比之下，{@b dangerous}的伤害值对较弱的角色构成重大威胁，如果该角色缺少许多命中率，则有可能杀死该级别的角色。",
				"顾名思义，{@b deadly}的伤害足以使一个显示等级的角色下降到0点。如果他们已经受伤，这种程度的伤害甚至可以直接杀死强大的角色。"
			]
		},
		{
			"name": "Necrotic Tempest",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"注入死亡精髓的风暴中，乌云翻滚，显现出狰狞的骷髅头和骨白的闪电。任何暴露在风暴中的生物，如果不是结构体或不死生物，必须在每分钟结束时用DC13宪法救赎成功，否则会受到{@dice 3d6}坏死的伤害。",
				"在尸毒风暴中死亡的生物在几分钟后会以{@creature skeleton}或{@creature zombie}(你选择){@dice 1d10}的方式复活。",
				" 一场坏死的暴风雨持续了{@dice 1d4}个小时，在它过去后的{@dice 1d4}天内，庄稼会枯萎，水井无法饮用。"
			]
		},
		{
			"name": "Quicksand",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"A quicksand pit covers the ground in roughly a 10-foot square area and is usually 10 feet deep. When a creature enters the area, it sinks {@dice 1d4+1} feet into the quicksand and becomes {@condition restrained}. At the start of each of the creature's turns, it sinks another {@dice 1d4} feet. As long as the creature isn't completely submerged in quicksand, it can escape by using its action and succeeding on a Strength check. The DC is 10 plus the number of feet the creature has sunk into the quicksand. A creature that is completely submerged in quicksand can't breathe (see the {@book suffocation|phb|8|suffocating} rules in the {@i Player's Handbook}).",
				"一个生物可以通过使用它的行动和成功的力量检查将它所能触及的另一个生物从流沙坑中拉出来。力量值是5加上目标生物沉入流沙的英尺数。"
			]
		},
		{
			"name": "Razorvine",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"剃刀藤是一种生长在野外树丛和树篱中的植物。它也像常春藤一样依附在建筑物的侧面和其他表面。一堵10英尺高、10英尺宽、5英尺厚的剃刀藤墙或树篱有11点攻击力，25点命中率，并对打击、穿刺和精神伤害免疫。",
				"When a creature comes into direct contact with razorvine for the first time on a turn, the creature must succeed on a DC 10 Dexterity saving throw or take 5 ({@dice 1d10}) slashing damage from the razorvine's bladelike thorns."
			]
		},
		{
			"name": "Rot Grub",
			"source": "VGM",
			"page": 208,
			"otherSources": [
				{
					"source": "MPMM",
					"page": 237
				}
			],
			"entries": [
				"腐烂的蛴螬是手指大小的蛆虫，吃活的和死的生物，尽管它们可以在植物上生存。它们侵扰尸体和成堆的腐烂物质，并攻击任何干扰它们的人。腐烂的蛴螬钻进生物后，会本能地朝重要部位啃咬。",
				"腐烂性蛴螬对火焰有反感，一旦腐烂性蛴螬进入身体，火是对付它们的主要武器。中和毒物的魔法也可以在它们杀死宿主之前阻止它们。",
				{
					"type": "entries",
					"name": "Single Rot Grub",
					"page": 237,
					"entries": [
						"腐烂性蛴螬无论是单独还是成群结队都会构成威胁。关于腐尸群的机制，请参见{@creature swarm of rot grubs|MPMM|stat block}。单一的腐烂蛴螬没有状态阻断。",
						"任何接触到一只腐烂的蛴螬的生物，必须成功地进行一次{@dc 10}宪法救赎，否则就会被{@condition poisoned}，因为腐烂的蛴螬会钻入该生物。该{@condition poisoned}生物在其每个回合结束时受到3({@damage 1d6})的毒药伤害。每当{@condition poisoned}生物受到火灾伤害时，该生物可以重复蓄力，如果成功，则结束对自己的影响。如果{@condition poisoned}的生物在回合结束时生命值为0，它就会死亡，因为腐烂的蛴螬会杀死它。"
					]
				}
			]
		},
		{
			"name": "Russet Mold",
			"source": "VGM",
			"page": 196,
			"otherSources": [
				{
					"source": "MPMM",
					"page": 252
				}
			],
			"entries": [
				"Few know for sure where russet mold came from. One historical account tells of adventurers in a mountain range discovering russet mold and {@filter vegepygmies|bestiary|search=vegepygmy} in a peculiar metal dungeon full of strange life. Another story says that explorers found russet mold in a crater left by a falling star, with {@creature Vegepygmy|MPMM|vegepygmies} infesting the forest nearby.",
				"这种霉菌只出现在黑暗、温暖和潮湿的地方。遍布金属物体的紫红色霉菌会被误认为是铁锈，需要成功地进行{@dc 15}智力({@skill Nature})或智慧({@skill Survival})检查来识别它。",
				{
					"type": "entries",
					"name": "Effects of the Mold",
					"entries": [
						"Any creature that comes within 5 feet of russet mold must make a {@dc 13} Constitution saving throw as the mold emits a puff of spores. On a failed save, the creature is {@condition poisoned}. While {@condition poisoned} in this way, the creature takes 7 ({@damage 2d6}) poison damage at the start of each of its turns. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Any magic that neutralizes poison or cures disease kills the infestation. A creature reduced to 0 hit points by the mold dies. If the dead creature is a Beast, a Giant, or a Humanoid, one or more vegepygmies emerge from its body 24 hours later: one from a Small corpse, two from a Medium corpse, four from a Large corpse, eight from a Huge corpse, or sixteen from a Gargantuan corpse."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Mold",
					"entries": [
						"赤霉病是很难杀死的，因为武器和大多数类型的伤害对它没有任何伤害。造成酸、坏死或辐射伤害的效果，每造成1次伤害就会杀死1平方英尺的赤霉菌。一磅盐、一加仑酒精或治疗疾病的魔法可以杀死边长为10英尺的方形区域内的赤霉菌。阳光可以杀死光照范围内的任何赤霉菌。"
					]
				}
			]
		},
		{
			"name": "Slippery Ice",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"Slippery ice is {@quickref difficult terrain||3}. When a creature moves onto slippery ice for the first time on a turn, it must succeed on a DC 10 Dexterity ({@skill Acrobatics}) check or fall {@condition prone}."
			]
		},
		{
			"name": "Strong Wind",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"A strong wind imposes disadvantage on ranged weapon attack rolls and Wisdom ({@skill Perception}) checks that rely on hearing. A strong wind also extinguishes open flames, disperses fog, and makes flying by nonmagical means nearly impossible. A flying creature in a strong wind must land at the end of its turn or fall.",
				"A strong wind in a desert can create a sandstorm that imposes disadvantage on Wisdom ({@skill Perception}) checks that rely on sight."
			]
		},
		{
			"name": "Thin Ice",
			"source": "DMG",
			"page": 111,
			"trapHazType": "WLD",
			"entries": [
				"薄冰的容重为3d10×10磅/10平方英尺的面积。每当薄冰上的总重量超过其耐受力时，该区域的冰就会破裂。所有在碎冰上的生物都会掉下来。"
			]
		},
		{
			"name": "Thrym's Howl",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"These bone-chilling blizzards drive a wall of wind and snow like a living glacier. The storm projects {@hazard extreme cold} (see the {@book Dungeon Master's Guide|DMG}). Due to the howling wind and dense blue-white ice particles, the area in the storm is heavily obscured, and ranged attack rolls and Wisdom ({@skill Perception}) checks made within it have disadvantage.",
				"任何在其回合开始时暴露在风暴中的生物都会受到{@dice 2d6}的寒冷伤害，并且在温暖的环境中度过至少1小时后才能恢复生命值。在风暴中死亡的生物会被冻成固体。对寒冷伤害免疫的生物对风暴的影响免疫，并能在风暴中正常看到。",
				"Thrym的嚎叫通常会持续{@dice 2d10}小时。"
			]
		},
		{
			"name": "Webs",
			"source": "DMG",
			"page": 105,
			"entries": [
				"Giant spiders weave thick, sticky webs across passages and at the bottom of pits to snare prey. These web-filled areas are {@quickref difficult terrain||3}. Moreover, a creature entering a webbed area for the first time on a turn or starting its turn there must succeed on a DC 12 Dexterity saving throw or become {@condition restrained} by the webs. A {@condition restrained} creature can use its action to try to escape, doing so with a successful DC 12 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check.",
				"每个10英尺长的巨网方块有10点攻击力，15点命中率，易受火灾影响，对重击、穿刺和精神伤害免疫。"
			]
		},
		{
			"name": "Yellow Mold",
			"source": "DMG",
			"page": 105,
			"entries": [
				"Yellow mold grows in dark places, and one patch covers a 5-foot square. If touched, the mold ejects a cloud of spores that fills a 10-foot cube originating from the mold. Any creature in the area must succeed on a DC 15 Constitution saving throw or take 11 ({@dice 2d10}) poison damage and become {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the creature takes 5 ({@dice 1d10}) poison damage at the start of each of its turns. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a successful save.",
				"阳光或任何程度的火害都会瞬间摧毁一片片黄霉。"
			]
		}
	]
}