{
	"Welcome to the adventure of a lifetime!": "欢迎来到一生中的冒险！",
	"Peril in Pinebrook is an introductory Dungeons & Dragons (also known as D&D) adventure designed for younger players, but it can be enjoyed by players of all ages!": "《松溪镇的危险》是一款为年轻玩家设计的入门级龙与地下城（也称为D&D）冒险，但所有年龄的玩家都可以享受！",
	"Peril in Pinebrook contains four ready-to-play characters that you can use to run your first D&D game. The simplified rules allow a Dungeon Master (also known as the DM) to easily run the game without needing other rules materials or rules knowledge.": "《松溪镇的危险》包含四个可立即使用的角色，您可以用它们来进行您的第一场D&D游戏。这套简化规则使得地牢主（也被称为DM）可以轻松地主持游戏，而无需其他规则材料或规则知识。",
	"The suggested number of participants for this experience is one DM and four players, but instructions describe how to run a game for fewer players. If you have more than four players, any of the ready-to-play characters can be used by more than one player.": "这个活动建议参与者为一位DM和四名玩家，但说明书中描述了如何为较少玩家运行游戏。如果你有超过四名玩家，任何一个现成角色都可以被多名玩家使用。",
	"Dungeons & Dragons is a collaborative storytelling and roleplaying game. Each player takes on the role of an adventuring character: a hero with skill and knowledge—and sometimes magic—that lets them overcome challenges and achieve greatness!": "龙与地下城是一款协作叙事和角色扮演游戏。每位玩家扮演一个冒险角色：一个拥有技能和知识——有时还有魔法——让他们克服挑战并取得伟大成就的英雄！",
	"One of the participants in the game takes the role of the Dungeon Master (DM). The DM acts as the lead storyteller, the keeper of secrets, and the referee. This document provides everything you need to know to get started as a DM.": "游戏中的一名参与者扮演地牢主宰（DM）。DM充当首席故事讲述者、秘密守护者和裁判的角色。本文档提供了您作为DM入门所需的一切信息。",
	"Characters in Dungeons & Dragons undertake quests throughout their lives, heroic journeys and death-defying acts of courage that become tales of legend—or tales of doom!": "在龙与地下城(Dungeons & Dragons)中，角色们一生中承担着各种任务，进行英雄般的旅程和挑战死亡的勇气行为，这些故事成为传奇——或者毁灭的传说！",
	"Peril in Pinebrook contains helpful hints, suggestions, and rules explanations that assist new Dungeon Masters in running the adventure. If you're the DM, you can run this adventure as it's written, or you can add your own bits of story. Your imagination, and the imaginations of the other players, make each game of D&D unique.": "《松溪镇的危险》包含了有用的提示、建议和规则解释，可以帮助新的地下城主们运行这个冒险。如果你是DM，你可以按照书中的内容来运行这个冒险，也可以添加自己的故事情节。你的想象力，以及其他玩家的想象力，会让每场D&D游戏变得独一无二。",
	"The \"Running an Adventure\" section has information that can help you decide whether you want to be a DM. If you prefer to play a character instead, don't read \"Adventure Introduction\" or any of the adventure beyond that. If you do, some of the fun of playing might be spoiled for you.": "\"运行冒险\" 部分包含的信息可以帮助你决定是否想成为一名DM。如果你更喜欢扮演一个角色，不要阅读 \"冒险介绍\" 或之后的冒险内容。如果你阅读了，可能会破坏你玩游戏的乐趣。",
	"Dungeons & Dragons is a special type of game known as a roleplaying game (RPG). In D&D, the rules help determine if the characters succeed or fail at the challenges they face. They also help the entire group of players tell a fun, exciting, and memorable story.": "龙与地下城是一种特殊类型的游戏，被称为角色扮演游戏（RPG）。在龙与地下城中，规则有助于确定角色在面对挑战时成功或失败。它们还有助于整个玩家团队讲述一个有趣、激动人心和令人难忘的故事。",
	"The rules are explained in the \"Using the Rules\" section. The \"Running an Adventure\" section provides the DM advice on leading the other players through a game session.": "规则在“使用规则”部分有详细说明。在“进行冒险”部分，提供了关于如何引导其他玩家进行游戏会话的DM建议。",
	"The adventure text also explains rules and game play along the way.": "冒险文本也会在路上解释规则和游戏玩法。",
	"To play this game, you need this packet and some dice: at least one 20-sided die ({@dice d20}) and one 6-sided die ({@dice d6}). It speeds up game play if each player has their own dice, but players can share! If you don't have these dice, you can find digital dice rollers online.": "要玩这个游戏，你需要这个包和一些骰子：至少一个20面骰({@dice d20})和一个6面骰({@dice d6})。如果每个玩家都有自己的骰子，游戏速度会加快，但玩家也可以共用！如果你没有这些骰子，你可以在网上找到数字骰子滚动器。",
	"Each player should also have a way to make notes and keep track of changes to their character sheet as play progresses. A pencil and paper work well.": "每位玩家也应该有一种方法来记录笔记，并随着游戏的进行跟踪角色表的变化。铅笔和纸是很好的选择。",
	"This packet includes four character sheets and a handy guide that explains some of the rules and character options in more detail. Give each player one character sheet. If you have more than four players, they can change the names and descriptions on a duplicate character sheet so that they'll have unique characters with similar abilities and equipment.": "这份资料包括四张角色卡和一个便捷指南，详细解释了一些规则和角色选项。给每位玩家一张角色卡。如果玩家超过四位，他们可以在一张重复的角色卡上更改名字和描述，这样他们就会拥有具有相似能力和装备的独特角色。",
	"Peril in Pinebrook provides a play experience that can be completed in 60 to 90 minutes. It's fine to take breaks or run the adventure in shorter sessions.": "在松溪镇的危险提供了一个游玩体验，可以在60到90分钟内完成。可以放心地休息或者在较短的时间内进行冒险。",
	"The play experience can also be made longer if desired. Allowing time for people to roleplay their characters and talk with each other adds to the fun of D&D.": "如果需要的话，游戏体验也可以延长。给玩家足够的时间来扮演他们的角色并互相交流会增加D&D的乐趣。",
	"Before play begins, the DM should read through this document to get a better understanding of the rules and the adventure.": "在游戏开始之前，主持人应该阅读本文档，以更好地理解规则和冒险。",
	"Peril in Pinebrook uses a simplified version of the Dungeons & Dragons rules to teach the game to new DMs and players. The text of the adventure also contains tips that DMs and players might find useful.": "《松溪镇的危险》使用了简化版的龙与地下城规则来教导新的主持人和玩家玩游戏。冒险的文本还包含了一些对主持人和玩家有用的提示。",
	"A character's actions hold the potential for either success or failure. Can you hit a monster with your weapon? Can you balance on a narrow ledge as you ascend a mountain? Can you convince a dragon not to eat you?": "一个角色的行动可能会带来成功，也可能会带来失败。你能用武器击中一个怪物吗？你能在攀登山峰时保持平衡吗？你能说服一条龙不要吃掉你吗？",
	"You find the answer to these questions during the game by making a {@dice d20} roll!": "你可以通过进行一次{@dice d20}检定来找到这些问题的答案！",
	"The 20-sided die ({@dice d20}) is the most-used die in D&D. It is rolled whenever a character or a creature tries to do something important.": "在D&D中，20面骰({@dice d20})是最常用的骰子。每当角色或生物尝试做重要的事情时就会投掷这个骰子。",
	"Things a character might try to do are listed under \"Attacks\" and \"Skills\" on the character sheets. Next to attacks and skills are number expressions, such as \"+5 to hit.\" This is the number you add to your die roll when your character uses that attack or skill.": "角色表上列出了角色可能尝试的动作，分别列在“攻击”和“技能”下面。在攻击和技能旁边是数字表达式，比如“+5命中”。这个数字是你在角色使用该攻击或技能时添加到你的骰子点数上的数字。",
	"For example, the character sheet for Shalefire Stoutheart lists \"Handaxe\" under \"Attacks,\" with \"+6 to hit\" next to it. If Shalefire wants to attack a monster with their handaxe, the player rolls a {@dice d20}. If the die roll is a 10, the player adds 6 to the die roll for a final attack score of 16.": "例如，Shalefire Stoutheart的角色卡在“攻击”下列出了“手斧”，旁边标有“+6命中”。如果Shalefire想用手斧攻击怪物，玩家会掷出一个{@dice d20}。如果骰子点数是10，玩家会将6加到骰子点数上，最终攻击得分为16。",
	"How does the player know if their roll succeeds or fails? Read on to find out!": "玩家如何知道他们的投掷成功或失败？继续阅读以了解详情！",
	"The number a character tries to equal or exceed with an attack roll is called Armor Class (also called AC). The higher a creature's Armor Class, the harder that creature is to hit. In the previous example, Shalefire's attack roll with a handaxe would hit a creature with an Armor Class of 16 or lower.": "一个角色试图用攻击骰来达到或超过的数字被称为护甲等级（也称为AC）。生物的护甲等级越高，被命中的难度就越大。在前面的例子中，Shalefire用手斧进行的攻击骰会命中护甲等级为16或更低的生物。",
	"When an attack roll hits, it deals damage. The damage roll appears after the attack on the character sheet. Shalefire's handaxe does \"{@damage 1d6 + 4} damage,\" so the player would roll one 6-sided die ({@dice d6}) and add 4 to the die roll.": "当攻击命中时，会造成伤害。伤害骰出现在角色卡上的攻击之后。Shalefire的手斧造成“{@damage 1d6 + 4}伤害”，因此玩家需要掷一个6面骰({@dice d6})，并在骰子点数上加4。",
	"Difficulty Class (DC) is the number that a character must equal or exceed to succeed at an action that is not an attack. This includes rolls to use skills.": "困难等级（DC）是角色必须达到或超过的数字，才能成功完成非攻击性动作。这包括使用技能的检定。",
	"For example, if Shalefire wants to move a heavy boulder blocking the mouth of a cave, that requires a skill called {@skill Athletics}. Under \"Skills\" on Shalefire's character sheet, it says \"{@skill Athletics} +6,\" so Shalefire's player rolls a 20-sided die and adds 6 to the number on the die. If the Difficulty Class to move the boulder is 12, the player would need to roll a 6 or higher for Shalefire to move the boulder.": "例如，如果石火想要移动挡住洞口的巨石，那就需要使用一项叫做{@skill Athletics}的技能。在石火的角色卡上的\"技能\"栏中写着\"{@skill Athletics} +6\"，所以石火的玩家需要投掷一个20面骰，并在骰子上的数字上加上6。如果移动巨石的难度等级是12，那么玩家需要投掷出6或更高的数字，石火才能移动这块巨石。",
	"The Difficulty Class for actions a character can attempt is given in the adventure text. In general, a Difficulty Class of 10 ({@dc 10}) is easy, while a DC of 15 is challenging. Most of the actions in this adventure are {@dc 10}. The Dungeon Master can change DCs if circumstances make an action easier or harder. They can also make up their own DCs when the characters attempt actions not covered in the adventure.": "角色可以尝试的动作的难度等级在冒险文本中给出。一般来说，难度等级为10 ({@dc 10}) 是容易的，而15是具有挑战性的。在这个冒险中，大多数动作都是{@dc 10}。地下城主可以根据情况改变难度等级，使动作变得更容易或更困难。当角色尝试冒险中未涉及的动作时，他们也可以自行设定难度等级。",
	"Sometimes what's happening in the adventure makes things easier for a character. At other times, the odds are stacked against the heroes. These circumstances can be reflected in D&D as \"advantage\" or \"disadvantage.\"": "在冒险中，有时候发生的事情会让角色变得更容易。而在其他时候，英雄们可能会面临重重困难。这些情况在D&D中可以通过\"优势\"或\"劣势\"来体现。",
	"Advantage and disadvantage are powerful game tools. They make {@dice d20} rolls more likely to succeed or fail, so use them wisely. They are best used as a reward for clever play by the players, or to represent good or bad luck affecting the story. In the full version of the D&D rules, certain rules automatically give a character advantage or disadvantage. For this adventure, the DM can decide when to apply advantage or disadvantage to rolls. If a character has both advantage and disadvantage on a roll, they cancel each other out, and the roll is made normally.": "优势和劣势是强大的游戏工具。它们使{@dice d20}投掷更有可能成功或失败，因此要明智地使用它们。最好作为对玩家聪明操作的奖励，或者代表好运或厄运影响故事。在D&D规则的完整版本中，某些规则会自动给予角色优势或劣势。在这个冒险中，DM可以决定何时对投掷应用优势或劣势。如果一个角色在一次投掷中既有优势又有劣势，它们会相互抵消，投掷会正常进行。",
	"If Shalefire attacks a monster with a handaxe while the monster is distracted by another character, the monster can't see the attack coming. The DM might decide the monster is easier to hit while distracted, so Shalefire would make the attack roll with advantage.": "如果Shalefire在另一个角色分散怪物注意力时用手斧攻击怪物，怪物就看不到攻击来临。DM可能会决定怪物在分心时更容易被击中，因此Shalefire会以优势进行攻击检定。",
	"Advantage means that instead of rolling the {@dice d20} once for the attack roll, Shalefire's player rolls the {@dice d20} twice and uses the higher roll. They then add the normal modifier (+6 for Shalefire's handaxe) to get a final attack result.": "优势意味着Shalefire的玩家在进行攻击检定时，不是只掷{@dice d20}一次，而是掷{@dice d20}两次，然后选取较高的点数。然后再加上正常的修正值（手斧为+6）得到最终的攻击结果。",
	"Disadvantage works like advantage in reverse. If something in the game makes it harder to take an action, the roll for that action is made with disadvantage. For example, as Shalefire climbs a cliff using a rope, a monster at the top of the cliff shakes the rope. Because it's now harder to climb, Shalefire makes the {@dice d20} roll to climb the rope with disadvantage.": "缺点（Disadvantage）的作用与优势（advantage）相反。如果游戏中的某些因素使得行动变得更加困难，那么进行该行动的检定将会以缺点进行。例如，当Shalefire使用绳子攀爬悬崖时，悬崖顶部的怪物摇晃绳子。由于现在攀爬变得更加困难，Shalefire进行攀爬的检定将以{@dice d20}的缺点进行。",
	"Disadvantage means that instead of rolling the {@dice d20} once to make the {@skill Athletics} check to climb, Shalefire's player rolls the {@dice d20} twice and uses the lower roll. They then add the normal modifier (+6 for Shalefire's {@skill Athletics} skill) to get a final result.": "劣势意味着，与其一次性掷骰子来进行{@skill Athletics}攀爬检定，Shalefire的玩家需要掷两次{@dice d20}，并选取较低的点数。然后再加上正常的修正值（对于Shalefire的{@skill Athletics}技能是+6），得到最终结果。",
	"Every creature in D&D has a number of \"hit points.\" This number reflects the damage a creature can take before it falls {@condition unconscious} or is defeated. When a character or creature is damaged by an attack roll or a hazard in the game, the amount of damage dealt is subtracted from the character's or creature's hit points.": "在D&D中，每个生物都有一定数量的“生命值”。这个数字反映了生物在倒下{@condition unconscious}或被击败之前可以承受的伤害。当角色或生物受到攻击掷骰或游戏中的危险物品造成伤害时，所造成的伤害量将从角色或生物的生命值中减去。",
	"When a character reaches 0 hit points, they are {@condition unconscious}. In this adventure, a character at 0 hit points remains {@condition unconscious} until they regain hit points through healing or until the end of the encounter, when they regain 1 hit point automatically. The adventure details ways to regain hit points.": "当角色达到0点生命值时，他们是{@condition unconscious}。在这个冒险中，生命值为0的角色会一直保持{@condition unconscious}，直到通过治疗恢复生命值，或者在遭遇结束时自动恢复1点生命值。冒险中详细描述了恢复生命值的方法。",
	"A DM gets to use their imagination while presenting the adventure to the other players. The DM can add excitement to the game as they describe the situations and help players navigate their way through the action.": "一个(DM)在向其他玩家呈现冒险时可以发挥他们的想象力。当DM描述情况并帮助玩家在行动中导航时，可以为游戏增添刺激。",
	"This adventure is divided into \"encounters,\" which are like scenes from a movie or show. Each encounter has specific challenges. Once the players complete the challenges, move on to the next scene. The flow of the game is described below.": "这个冒险被分成了“遭遇”（encounters），就像电影或节目中的场景一样。每个遭遇都有特定的挑战。一旦玩家们完成了挑战，就继续到下一个场景。游戏的流程如下所述。",
	"A D&D session begins with the DM and the other players having a conversation. The DM explains the situation the characters are in. The players can ask questions about the situation, and the DM answers those questions to further explain what's happening.": "一场D&D（龙与地下城）游戏开始于DM（Dungeon Master 地牢主）和其他玩家进行对话。DM解释角色所处的情况。玩家可以就情况提出问题，DM回答这些问题以进一步解释正在发生的事情。",
	"Then the DM asks the most important question in the DM's toolbox:": "然后DM提出了DM工具箱中最重要的问题：",
	"At this point, players should explain what they want their characters to do. (If what they want to do is impossible, the DM says so and asks the player to choose a different action. For example, a character can't walk through a wall unless they have some special ability or magic that allows them to do so.)": "此时，玩家应解释他们希望他们的角色做什么。 (如果他们想做的事情是不可能的，DM会说明并要求玩家选择另一个行动。例如，一个角色不能穿过墙壁，除非他们有一些特殊能力或魔法可以让他们这样做。)",
	"If the action is possible and very easy to do, the character automatically succeeds. Opening an unlocked door or lifting a light object doesn't require heroic effort, so no {@dice d20} roll is necessary.": "如果动作是可能的并且非常容易做到的，角色会自动成功。打开一扇未锁的门或者举起一个轻的物体并不需要英雄式的努力，因此不需要进行{@dice d20}检定。",
	"When the action is somewhere between easy and impossible, trying to do it could lead to success or failure. That's when the DM calls for a {@dice d20} roll. See the \"{@dice d20} Rolls\" section earlier in this document.": "当行动处于容易和不可能之间时，尝试做这件事可能会导致成功或失败。这时DM会要求进行一次{@dice d20}检定。请参阅本文档中前面的“{@dice d20}检定”部分。",
	"The {@dice d20} roll, plus its modifiers, determines whether the action succeeds or fails. What does success or failure mean for an adventure? This is where you and the players get to tell a story together!": "{@dice d20}点数加上其修正值决定了动作成功或失败。成功或失败对于冒险意味着什么呢？这就是你和玩家们一起讲故事的地方！",
	"When a {@dice d20} roll succeeds or fails, the DM and the players can turn that result into a part of the ongoing story. What does it look like when a monster is defeated? What does Shalefire say or do if the heavy boulder blocking the cave doesn't budge? These points in the game can spark great storytelling and acting moments.": "当一次{@dice d20}骰成功或失败时，DM和玩家可以将该结果转化为正在进行故事的一部分。当一个怪物被打败时会是什么情景？如果挡住洞穴的巨石不动，Shalefire会说或做什么？游戏中的这些时刻可以激发出很棒的叙事和表演时刻。",
	"Remember, though, that part of the DM's job is to keep the game's story moving forward. If describing every single attack roll in a long combat gets boring, just say how much damage the attack deals and get to the next exciting moment.": "请记住，DM（Dungeon Master）的工作之一是推动游戏故事向前发展。如果在长时间战斗中描述每次攻击都变得乏味，只需说明攻击造成多少伤害，然后继续下一个令人兴奋的时刻。",
	"Here are some tips for DMs that can help them run great games:": "以下是一些可以帮助DMs运行精彩游戏的提示：",
	"Rule 0 of D&D is simple: Have fun. It's fine if everyone agrees to change the rules as long as doing so means the game is more fun for everyone.": "D&D的规则0很简单：玩得开心。只要所有人都同意改变规则，只要这样做能让游戏对每个人更有趣，那就没问题。",
	"The players and the DM are all on the same team. DMs aren't playing against the characters. The DM wins when the players have fun and the story is exciting and memorable.": "玩家和主持人都是同一队的。主持人不是在对抗角色。当玩家们玩得开心，故事又令人兴奋和难忘时，主持人才算赢了。",
	"Allow the players to succeed as much as possible, and let them participate in the telling of the story. If they want to try something unexpected, try to say \"yes\" and then work their ideas into the story. If you have to say \"no\" to a player's idea, suggest options that let them do something similar.": "尽量让玩家成功，并让他们参与故事的讲述。如果他们想尝试一些意想不到的事情，尽量说“是”，然后将他们的想法融入故事中。如果你不得不对玩家的想法说“不”，建议一些选项让他们做类似的事情。",
	"Peril in Pinebrook is an outline for your game. Change or make up anything you need to if it makes the game more fun. The text can't cover everything players might want to do. What does a monster smell like? That's up to you, or you can ask the players what they think!": "《松溪镇的危机》是你游戏的大纲。如果需要，可以改变或创造任何内容，让游戏更有趣。这段文字无法涵盖玩家可能想做的一切。怪物是什么味道？这取决于你，或者你可以问问玩家他们的想法！",
	"While the players determine what their characters do, the DM controls all the other characters in the game. Nonplayer characters (also known as NPCs) are a great tool for the DM to help the characters understand the game and the story, and to work information into the story smoothly.": "在玩家确定他们的角色要做什么的时候，DM控制游戏中的所有其他角色。非玩家角色（也称为NPCs）是DM帮助角色理解游戏和故事，并顺利将信息融入故事的重要工具。",
	"D&D is a game of fantasy, where heroes use wits, skill, and determination to overcome obstacles. Sometimes those obstacles are defeated with weapons and spells. But characters can succeed in other ways. Communicating with monsters, tricking them or frightening them away, or avoiding a fight while cleverly sneaking past a challenge can be just as much fun. Such options are ideal if anyone playing the game wants to avoid violence.": "D&D是一个奇幻游戏，在这里英雄们运用智慧、技能和决心来克服障碍。有时这些障碍可以用武器和法术来击败。但角色也可以通过其他方式取得成功。与怪物交流、欺骗它们或吓走它们，或者巧妙地绕过挑战而巧妙地潜过，这样的选择同样有趣。如果有人玩游戏想要避免暴力，这些选择是理想的。",
	"Encourage your players to speak to you, publicly or privately, if something in the game upsets them. Then respond appropriately. For instance, you can move past upsetting topics by quickly narrating a resolution to a scene, then quickly move to the next part of the story.": "鼓励你的玩家在游戏中受到不愉快时与你交流，无论是公开还是私下。然后，适当地做出回应。例如，你可以通过快速叙述一个场景的解决方案来跳过令人不快的话题，然后迅速转移到故事的下一部分。",
	"In Peril in Pinebrook, the characters find a newborn dragon and must return the infant to its mother's lair. The lair, however, is under attack by hostile forces. As the DM, you'll present the challenges the characters face as they take the baby dragon home.": "在《松溪危机》中，角色们发现了一只新生的龙宝宝，必须将它送回母亲的巢穴。然而，巢穴正在遭受敌对势力的攻击。作为DM，你将呈现角色们在将幼龙带回家的过程中所面临的挑战。",
	"Text that appears in a box like this is meant to be read aloud to the players. You can read boxed text word-for-word, or use your own words.": "在这样的框中出现的文本是要朗读给玩家听的。您可以逐字阅读框中的文本，或用自己的话表达。",
	"To begin the adventure, show your players the character sheets. Then read the following passage aloud to your players:": "为了开始冒险，向你的玩家展示角色卡。然后大声朗读以下文字给你的玩家听：",
	"We're going to play a short game of Dungeons & Dragons. These character sheets have information about your characters on them. You can each have one character to play.": "我们要玩一场简短的龙与地下城(Dungeons & Dragons)游戏。这些角色卡上有关于你们角色的信息。每人可以选择一个角色来扮演。",
	"You can let the players choose their characters, but if your time is limited, consider choosing characters for them.": "如果时间有限，可以考虑为玩家选择角色，但也可以让他们自己选择角色。",
	"Once each player has a character sheet, read the following:": "每位玩家都有一个角色卡后，阅读以下内容：",
	"Write your name in the space where it says \"Player Name.\" Your character already has a name, which you can use if you want, or you can change the name. There's space below the name where you can give your character a nickname and add your character's pronouns.": "请在“玩家姓名”一栏写下你的名字。你的角色已经有一个名字，你可以沿用，或者改变名字。在名字下方有空间可以给你的角色起一个绰号，并添加你的角色代词。",
	"Each character sheet has a \"Description\" area for your character's appearance, personality, and attitude. Choose from the options there or make up your own. You can act out how your character behaves based on their description and personality.": "每张角色卡都有一个“描述”区域，用于描述你的角色外表、个性和态度。可以从那里的选项中选择，或者自己编写。你可以根据角色的描述和个性来扮演角色的行为。",
	"Offer to help the players fill out these parts of their character sheets if needed. Do your best to answer questions from players, but some questions are best answered as they come up during play. Let the players know that you'll give them more information along the way. Still, you may need to pause between each section to answer questions as you present the following information:": "如果需要的话，提供帮助让玩家填写角色表的这些部分。尽力回答玩家的问题，但有些问题最好在游戏过程中逐步解答。让玩家知道你会在游戏过程中提供更多信息。不过，在呈现以下信息时，你可能需要在每个部分之间暂停一下，以回答玩家的问题。",
	"Let's go over other parts of the character sheet. There is some information you should know before we start playing.": "让我们来看看角色表的其他部分。在我们开始游戏之前，有一些信息你应该知道。",
	"Each character in D&D has a race and a class that help determine what things a character does best. Some of the other information on a character sheet is based on a character's race and class.": "D&D中的每个角色都有一个种族和职业，这有助于确定角色擅长做什么事情。角色表上的一些其他信息是基于角色的种族和职业。",
	"Each character has an Armor Class (also called AC) and hit points. Armor Class tells how hard it is to hit a character with an attack roll. The higher the AC, the harder it is to hit a character. Hit points determine how much damage a character can take. When a character takes damage, subtract that damage from the character's hit points. If a character's hit points reach 0, they are {@condition unconscious}. You'll learn how to regain hit points later in the game.": "每个角色都有一个护甲等级（也称为AC）和生命值。护甲等级表示被攻击命中的难度。护甲等级越高，角色越难被攻击命中。生命值决定角色可以承受多少伤害。当角色受到伤害时，从角色的生命值中减去这个伤害值。如果一个角色的生命值降至0，他们就是{@condition unconscious}。你会在游戏中学习如何恢复生命值。",
	"Each character can make attacks with melee or ranged weapons, or with melee or ranged spells. \"Melee\" means an attack that is used when a character is right next to a monster. \"Ranged\" means an attack that is used when a character isn't near a monster. The number after the attack on a character sheet is added to a {@dice d20} roll (a roll of a 20-sided die) when a character attacks. The higher the number, the more likely the attack succeeds.": "每个角色可以使用近战或远程武器进行攻击，也可以使用近战或远程法术进行攻击。\"近战\"意味着角色在怪物旁边时使用的攻击。\"远程\"意味着角色不靠近怪物时使用的攻击。角色表上攻击后面的数字会加到一个{@dice d20}投掷中（投掷一个20面骰子）当角色进行攻击时。数字越高，攻击成功的可能性就越大。",
	"Each character can use the skills listed on their character sheet. The number after a skill shows what the player adds to a {@dice d20} roll. The higher the number, the better the character is at that skill. If a character wants to use a skill that isn't on their character sheet, the player rolls a 20-sided die but doesn't add a number to the roll.": "每个角色可以使用他们角色表上列出的技能。技能后面的数字显示玩家在进行{@dice d20}检定时添加的数字。数字越高，角色在该技能上的表现就越好。如果角色想使用不在他们角色表上的技能，玩家需要掷一个20面骰子，但不添加任何数字到检定中。",
	"A character has equipment they can use to overcome challenges during adventures. They also might find more equipment during adventures.": "角色有装备可以用来克服冒险中的挑战。他们也可能在冒险中找到更多的装备。",
	"Each character has a special ability. This ability lets a character do something during the adventure that other characters can't do. You get to choose when your character uses their special ability, but a character can use a special ability only a limited number of times or under special circumstances.": "每个角色都有一个特殊能力。这个能力让角色在冒险中做一些其他角色无法做到的事情。你可以选择在什么时候让你的角色使用他们的特殊能力，但一个角色只能在有限次数或特殊情况下使用特殊能力。",
	"Explain how {@dice d20} rolls work with the following example:": "解释一下{@dice d20}骰子是如何工作的，以下是一个例子：",
	"The character Noorah Eldenfield has a shortbow attack that says \"+5 to hit.\" When Noorah attacks with a shortbow, Noorah's player rolls a {@dice d20} and adds 5 to the number rolled on the die. I'll tell you if that attack hits the monster. If it does, Noorah's shortbow attack also says \"Damage {@dice 1d6 + 3}.\" The player rolls a 6-sided die and adds 3 to determine the damage dealt by the attack.": "角色努拉·埃尔登菲尔德（Noorah Eldenfield）有一项短弓攻击，其命中加值为“+5”。当努拉使用短弓进行攻击时，努拉的玩家掷出一个{@dice d20}并在骰子点数上加5。我会告诉你这次攻击是否命中怪物。如果命中，努拉的短弓攻击还会造成“伤害{@dice 1d6 + 3}”。玩家掷出一个6面骰子并加3以确定攻击造成的伤害。",
	"A \"Player Reference Sheet\" also details some of the terms on the character sheets.": "一个“玩家参考表”还详细说明了角色表上的一些术语。",
	"Now let's get on with the game!": "现在让我们继续游戏吧！",
	"When you and the players are ready to begin the adventure, read the following:": "当你和玩家们准备好开始冒险时，请阅读以下内容：",
	"You are from the village of Pinebrook, a small settlement near the base of a mountain range called the Spine of the World. In addition to their normal jobs, the citizens of Pinebrook take turns patrolling the forest and hills around the village, making sure the area is safe for the loggers who work in the forest and the miners who dig in the mountains for iron ore. Today, it's your turn to patrol the forest with some of your friends.": "你来自村庄Pinebrook，这是一个靠近被称为世界之脊的山脉脚下的小聚居地。除了他们正常的工作外，Pinebrook的居民轮流巡逻村庄周围的森林和山丘，确保这个地区对于在森林工作的伐木工和在山中挖掘铁矿石的矿工们是安全的。今天，轮到你和一些朋友一起巡逻森林了。",
	"Dangerous creatures sometimes wander the woods, but it has been safe recently. Rumors have spread through the area that a friendly silver dragon recently established a lair in the nearest mountain. The more hostile creatures of the mountains, especially the dangerous ice trolls, haven't been seen in the past two months. Yesterday, however, a patrol saw large, frosty troll footprints in the forest. Could the rumors of a friendly silver dragon be just rumors after all? Your patrol today is led by the head of the village guards, Captain Emmajeen Kole. Captain Kole glances nervously at the forest trail before she nods at your group.": "有时危险生物会在树林中徘徊，但最近一直很安全。该地区传言称，最近一只友好的银龙在最近的山脉中建立了一个巢穴。山脉中更具敌意的生物，尤其是危险的冰巨魔，在过去的两个月里都没有被看到。然而，昨天，一支巡逻队在森林中看到了大大的冰冷的巨魔脚印。那么，友好的银龙的传言到底只是传言吗？今天你们的巡逻队由村庄警卫队长艾玛琼·科尔（Emmajeen Kole）率领。科尔队长在点头示意你们的小组之前，神情紧张地扫视了一眼森林小道。",
	"\"I've not patrolled with any of you before. Tell me a little about yourselves.\"": "\"我之前没有和你们中的任何人一起巡逻过。告诉我一些关于你们自己的事情。\"",
	"Ask each player to give their character's name or nickname and describe what they look like. They can reveal the things they are carrying that the other characters would see, explain what attacks and skills they have, and maybe even describe their personalities. They can use their character sheets as prompts.": "请让每位玩家提供他们角色的姓名或绰号，并描述他们的外貌。他们可以透露其他角色可能看到的物品，解释他们拥有的攻击和技能，甚至描述他们的个性。他们可以使用角色表作为提示。",
	"D&D lets players act as their characters. Players might use a different voice or move as their character might. But if a player isn't comfortable roleplaying in that way, they can describe their character as if from a book or story instead.": "D&D允许玩家扮演他们的角色。玩家可能会使用不同的声音或动作来表现他们的角色。但如果玩家不习惯以那种方式扮演角色，他们可以选择描述他们的角色，就像从一本书或故事中描述一样。",
	"It's okay if some players seem hesitant to talk or have trouble roleplaying. It's more important to make the players feel comfortable than to make them talk. To help them feel more comfortable with roleplaying, consider asking them one or two of the following questions:": "如果有些玩家似乎不太愿意交谈或在角色扮演方面有困难，那没关系。让玩家感到舒适比让他们说话更重要。为了帮助他们更轻松地参与角色扮演，请考虑问他们以下一两个问题：",
	"What's your character's name or nickname?": "你的角色叫什么名字或绰号？",
	"What does your character look like?": "你的角色长什么样？",
	"What does your character sound like when they talk?": "你的角色说话的声音是什么样子的？",
	"What is your character good at doing?": "你的角色擅长做什么？",
	"What does your character carry as they patrol the forest?": "你的角色在巡逻森林时携带什么？",
	"How does your character feel about being on patrol the day": "你的角色对于在巡逻中的感受如何？",
	"after evidence of ice trolls was found in this area? Once all the characters have introduced themselves, Captain Kole speaks again:": "在这个地区发现了冰巨魔的证据后？一旦所有角色都介绍完自己，科尔船长再次发言：",
	"\"Well, this forest needs to be patrolled, so let's get to it. I'm ready to fight if we have to!\"": "\"好的，这片森林需要巡逻，那我们开始吧。如果必要的话，我已经准备好战斗了！\"",
	"Let the players respond for their characters if they want to. Then, describe how Captain Kole moves carefully into the forest, motioning for the characters to follow.": "如果玩家想要的话，让他们为他们的角色做出回应。然后描述Kole船长小心地进入森林，示意角色们跟随。",
	"Proceed to Encounter 1: A Not-So-Fearsome Dragon.": "继续前往遭遇1：一只不那么可怕的龙。",
	"After the the characters follow Captain Kole into the forest, read the following:": "在角色们跟随着Kole船长进入森林后，阅读以下内容：",
	"You move along the forest trail for fifteen minutes before Captain Kole stops and holds up a hand. \"Do you hear that?\" she asks.": "你们沿着森林小道走了十五分钟，科尔队长停下来举起一只手。“你听到了吗？”她问道。",
	"You're going to make a {@skill Perception} check to see if you can hear what Captain Kole hears. \"{@skill Perception}\" is listed on your character sheet under \"Skills.\" Each of you should roll a 20-sided die and add the number next to your {@skill Perception} skill on your character sheet. Then tell me the total of your {@skill Perception} check.": "你需要进行一次 {@skill Perception} 检定，看看你能否听到科尔船长听到的声音。\"(技能名)\" 在你的角色卡上列在\"技能\"下面。每个人都应该掷一颗20面骰，并加上角色卡上与你的 {@skill Perception} 技能旁边的数字。然后告诉我你的 {@skill Perception} 检定总数。",
	"A player rolls a {@dice d20} and adds the modifier written next to the {@skill Perception} skill on their character sheet to make a {@skill Perception} check. The Difficulty Class to succeed on this check is 10 (written as {@dc 10}), so if anyone gets a {@skill Perception} check of 10 or higher, you explain that they hear a noise coming from the thorny forest underbrush.": "一个玩家掷出了{@dice d20}，并将角色卡上与{@skill Perception}技能旁边写着的调整值相加，进行了{@skill Perception}检定。要成功通过这次检定的难度等级是10（写作{@dc 10}），所以如果有人得到了{@skill Perception}检定的10或更高分，你可以解释说他们听到了从荆棘丛林灌木丛中传来的声音。",
	"If no character succeeds on the {@skill Perception} check, Captain Kole points in the direction of the sound. Continue reading:": "如果没有角色在{@skill Perception}检定中成功，舰长科尔会指向声音的方向。继续阅读：",
	"The underbrush at the edge of the trail rustles as a creature the size of a large dog crawls from the thorns and leaves. At first, the creature looks like a strange lizard made of metal. But as you look more closely, you see that it is a small dragon with blue-gray scales and a long, pointy tongue.": "在小径边缘的灌木丛中，一只像大狗那么大的生物从荆棘和树叶中爬出，使得灌木丛发出沙沙声。起初，这个生物看起来像是由金属制成的奇怪蜥蜴。但当你仔细看时，你会发现它是一只拥有蓝灰色鳞片和长长尖尖舌头的小龙。",
	"As the dragon crawls in your direction, it feebly tries to scrape pieces of silver eggshell off its head and face. It makes a hissy, whimpering sound.": "当龙向你爬来时，它虚弱地试图从头部和脸上刮掉一些银蛋壳碎片。它发出嘶嘶的、呜咽的声音。",
	"Ask the players what they want to do. Let them play their characters as they react, talk, speculate, and investigate further. As long as the characters don't try to hurt the baby silver dragon, Captain Kole simply stares in confusion, unsure what to do next.": "询问玩家想要做什么。让他们扮演自己的角色，根据情况做出反应、交谈、推测和进一步调查。只要角色不试图伤害幼银龙，Kole船长只是困惑地凝视着，不确定下一步该怎么办。",
	"The players will probably ask questions throughout the adventure. To give the players the proper information, try dividing answers into the following three categories:": "玩家们在整个冒险过程中可能会提出问题。为了给玩家正确的信息，尝试将答案分为以下三类：",
	"If the players ask about information their characters would know, you can tell them that information. For example, the characters always know what they see, hear, and smell.": "如果玩家询问角色应该知道的信息，你可以告诉他们那些信息。例如，角色总是知道他们看到、听到和闻到的事情。",
	"Players might learn information based on their characters' skills. For instance, Shalefire or Gallantine could ask if this is a baby silver dragon. As the DM, you can have their players make a {@dc 10} check with an appropriate skill to see if they know the answer to that question. Shalefire could use the {@skill Animal Handling} skill, while Gallantine could use the {@skill Nature} skill. If they succeed on the check ({@dice d20} + skill modifier is 10 or higher), you can tell them \"Yes! This is a newborn silver dragon.\" You might add that they often eat meat and other food as well.": "玩家可能会根据他们角色的技能了解信息。例如，Shalefire或Gallantine可以询问这是否是一只幼年银龙。作为DM，你可以让他们的玩家进行一次{@dc 10}检定，使用适当的技能来看看他们是否知道这个问题的答案。Shalefire可以使用{@skill Animal Handling}技能，而Gallantine可以使用{@skill Nature}技能。如果他们通过检定（{@dice d20} + 技能调整值达到10或更高），你可以告诉他们：“是的！这是一只新生的银龙。”你可以补充说，它们通常也吃肉和其他食物。",
	"A question like, \"Where did this baby dragon come from?\" is something the characters don't know, at least not yet. When this happens, you can simply say, \"You're not sure, but you can try to find out.\"": "像“这只幼龙是从哪里来的？”这样的问题是角色们目前还不知道答案的。当这种情况发生时，你可以简单地说：“你不确定，但可以尝试找出答案。”",
	"If the characters fail their checks or don't ask the right questions, you can have Captain Kole provide information. She can confirm that this is a baby silver dragon, and she refuses to allow the characters to harm it in any way.": "如果角色们未能通过检查或没有问对问题，你可以让科尔船长提供信息。她可以确认这是一只幼年银龙，她拒绝让角色们以任何方式伤害它。",
	"After the players ask all their questions and roleplay their reactions to the dragon, read the following:": "在玩家提出所有问题并扮演他们对龙的反应后，阅读以下内容：",
	"Captain Kole pulls a book from her backpack, The Practically Complete Guide to Dragons. She flips to the middle of the book. \"It's true! This is a newborn silver dragon. The mother's lair must be in the nearest mountain just beyond the forest, as the rumors said. We need to get this baby to its mother quickly. I wonder how the baby got so far from home?\"": "科尔船长(Captain Kole) 从她的背包里拿出一本书，《龙类实用指南(The Practically Complete Guide to Dragons)》。她翻到书的中间部分。“没错！这是一只新生的银龙。据传言，母亲的巢穴必定在森林尽头的最近山脉中。我们需要迅速将这只幼龙送回母亲身边。我想知道这只幼龙是怎么离家那么远的呢？”",
	"Captain Kole hesitates, then sighs. \"I must return to Pinebrook and tell them what we've found. I need you to take the baby to the lair and its mother. Protect this dragon with your lives. Trails in the forest lead right up to the mountain. Give this poor thing a name and get it some food. It looks weak.\"": "科尔船长犹豫了一下，然后叹了口气。“我必须返回松溪镇，告诉他们我们找到了什么。我需要你把这只幼龙带到它的巢穴和母亲那里。拼尽全力保护这条龙。森林中的小径一直通向山脉。给这可怜的生物取个名字，给它找点食物。它看起来很虚弱。”",
	"She tears a page from the book and holds it out. \"Here. This might be useful. According to the book, silver dragons are peaceful and usually like people.\"": "她撕下书页递给你。“拿着。这可能会有用。根据书上的记载，银龙是和平的，通常喜欢人类。”",
	"The page Captain Kole gives the characters is found in appendix A. It contains translations of Draconic, the language of dragons, into the Common language the characters know. The characters don't need to read it now, but the information will be useful in the adventure.": "Kole队长给角色的页面可以在附录A中找到。它包含了龙语（Draconic）到角色所熟悉的通用语言的翻译。角色现在不需要阅读它，但这些信息在冒险中会很有用。",
	"After Captain Kole leaves, the characters should attempt to find food for the dragon. You may want to point out that all the characters have rations listed on their character sheets under \"Other Equipment.\" Alternatively, Shalefire can make a {@dc 10} {@skill Survival} check or Gallantine can make a {@dc 10} {@skill Nature} check to find berries and nuts the dragon can eat. Remind players how to make {@dice d20} rolls if needed.": "在科尔船长离开后，角色应该尝试为龙找食物。你可以指出所有角色在其角色表中的“其他装备”下列出了口粮。或者，沙尔火可以进行一次{@dc 10}（Nature）检定，或者加兰坦可以进行一次{@dc 10}（Survival）检定，以找到龙可以吃的浆果和坚果。如有需要，提醒玩家如何进行{@dice d20}检定。",
	"After the dragon is fed, it says one word: \"Nytha.\" The characters won't learn this until later, but the baby just called the characters \"Mama\" in Draconic.": "龙被喂饱后，它说了一个词：“Nytha.” 角色们要等到后来才会知道，但是这只幼龙刚刚用龙语叫角色们“妈妈”(Mama)。",
	"Once the dragon eats, it perks up and follows the characters. They can carry the dragon, who enjoys the attention. The dragon also loves belly rubs!": "一旦龙吃饱，它就精神起来并跟随着角色。他们可以携带这只龙，它喜欢受到关注。这只龙还喜欢肚子被摸！",
	"The mountain Captain Kole pointed the characters toward is visible above the trees.": "Kole队长指向的山峰在树木上方可见。",
	"Tell the players that the woods are quiet as the characters travel through the forest. They easily find the trails that lead to the mountain, and no forest creatures bother them.": "告诉玩家，当角色穿越森林时，树林一片寂静。他们轻松找到通往山脉的小径，没有任何森林生物打扰他们。",
	"When the characters arrive at the base of the mountain, read the following:": "当角色们抵达山脚下时，请阅读以下内容：",
	"By carefully following the correct forest trails, you arrive at the base of the mountain. You see a cave opening not far ahead. If a dragon built a lair in the mountain, this would be an obvious entrance.": "在仔细遵循正确的森林小径后，你来到了山脚下。你看到前方不远处有一个洞穴入口。如果一条龙在山里建了一个巢穴，这将是一个明显的入口。",
	"The cave is the only visible entrance leading to the dragon's lair. When the baby dragon gets near the entrance, it sniffs the air and struggles to move closer, recognizing the smell of home.": "这个洞穴是通往龙穴的唯一可见入口。当幼龙靠近入口时，它嗅了嗅空气，挣扎着靠近，辨认出家的气味。",
	"As the characters move closer to the cave, read the following:": "当角色们靠近洞穴时，请阅读以下内容：",
	"The cave entrance is wide and filled with sunlight, but the cave quickly grows dark beyond, with no way to see if there is anything inside. Broken icicles and patches of frosty snow cover the ground at the cave entrance.": "洞穴入口宽阔，充满阳光，但深入洞穴后很快就变得黑暗，看不清里面是否有什么。洞口地面上覆盖着断裂的冰柱和一片冰雪。",
	"Suddenly, the shards of ice begin to twitch. The icicles and snow come together to form small ice creatures with wicked, pointy claws. One of them cries, \"Intruders! Slash 'em good!\" as they attack!": "突然，冰块开始抖动。冰柱和雪聚集在一起，形成了带着邪恶尖爪的小冰怪物。其中一个喊道：“入侵者！狠狠地砍！”然后它们发动了攻击！",
	"Five living icicles dwell in the cave entrance. If you are playing this adventure with fewer than four characters, remove one living icicle per player missing, to a minimum of two living icicles. Use the information below to play the living icicles during combat.": "五根活冰柱居住在洞穴入口。如果您在此冒险中的玩家少于四名，请每缺少一名玩家移除一个活冰柱，最少保留两个活冰柱。使用以下信息在战斗中扮演活冰柱。",
	"{@atk mw} {@hit 2} to hit. {@h}{@damage 1d6} slashing damage.": "{@atk mw} {@hit 2} 命中。{@h}{@damage 1d6} 砍砍伤害。",
	"Read the following to get the players ready for their first combat:": "阅读以下内容，让玩家们为他们的第一次战斗做好准备：",
	"Get ready for your first combat! Look at the \"Attacks\" section on your character sheet. If you want to make a melee attack, your character needs to move up to the icicle creatures. If you want to make a ranged attack, you can stay back.": "准备好迎接你的第一场战斗吧！查看你角色卡上的“攻击”部分。如果你想发动近战攻击，你的角色需要靠近那些冰柱生物。如果你想进行远程攻击，你可以保持距离。",
	"Roll a 20-sided die and add the modifier listed by the attack you're using. Tell me the total, and I'll tell you if the attack hit or missed. If you hit, roll a 6-sided die and add the damage modifier listed by the attack you're using and tell me the total.": "投掷一个20面骰子，并加上你正在使用的攻击所列的修正值。告诉我总数，我会告诉你攻击是否命中或未命中。如果命中，再投掷一个6面骰子，并加上你正在使用的攻击所列的伤害修正值，然后告诉我总数。",
	"First, describe how the monsters are vicious, and the danger they present. Highlight how sharp their claws are. Try to make the players feel as if they're in a battle for their characters' lives. If the monsters make one or two successful attacks, that helps with this feeling. Let the characters act first, starting with the player on your left and going clockwise. Ask each player what they want to do, and encourage them to describe their actions so everyone can imagine what the scene looks like.": "首先，描述怪物是多么凶残，以及它们所带来的危险。强调它们的爪子有多么锋利。试图让玩家们感觉自己正在为角色的生命而战。如果怪物成功发动了一两次攻击，这有助于加强这种感觉。让角色先行动，从你左边的玩家开始，顺时针进行。询问每位玩家想要做什么，并鼓励他们描述他们的行动，以便每个人都可以想象出场景的样子。",
	"After all the players have acted, any undefeated living icicles attack. Each monster that still has hit points moves to a different character and makes an attack using their claws.": "在所有玩家行动后，任何未被击败的活冰柱发动攻击。每个仍有生命值的怪物移动到一个不同的角色身边，并使用它们的爪子进行攻击。",
	"Roll a {@dice d20} and add the attack modifier (+2) to the roll. If the total equals or exceeds the Armor Class of the character being attacked, the attack hits. Roll {@dice 1d6}, and tell the player to subtract that damage from their hit points. If the attack misses, nothing happens. Either way, describe the attack. Do the claws rend open a wound or rake harmlessly off armor?": "掷骰子{@dice d20}，并将攻击修正值（+2）加到结果上。如果总数等于或超过被攻击角色的护甲等级，攻击命中。掷骰子{@dice 1d6}，并告诉玩家从他们的生命值中减去这个伤害。如果攻击未命中，什么也不发生。无论结果如何，描述这次攻击。是利爪撕开了伤口，还是毫发无损地滑过了盔甲？",
	"Continue taking turns until all the living icicles are defeated. You can describe the living icicles shattering or melting as they're defeated. Or perhaps the living icicles flee when they're defeated. Just make it clear to the players that the living icicles can't be chased and caught, perhaps by having them flow into narrow cracks in the mountainside where the characters can't follow.": "继续轮流进行，直到所有活着的冰柱被击败。你可以描述活着的冰柱在被击败时破碎或融化。或者当活着的冰柱被击败时逃走。只是要向玩家明确表明，活着的冰柱不能被追赶和捉住，也许让它们流入山腰的狭窄裂缝，角色们无法跟随。",
	"Running an exciting combat in D&D is like a thrilling amusement park ride: the players often want to be scared and excited, but they don't want the excitement to lead to certain character death. This is where you can perform storytelling and mathematical magic.": "在D&D中进行激动人心的战斗就像刺激的游乐园过山车：玩家们通常希望感到恐惧和兴奋，但又不希望这种兴奋导致角色死亡。这就是你可以进行叙事和数学魔法的地方。",
	"You can intervene if the characters seem to be losing the battle. For instance, you can give the characters advantage on attack rolls or give the monsters disadvantage on attack rolls. See the \"Using the Rules\" section earlier in this document for details about advantage and disadvantage. Changing probabilities like this can improve the characters' odds in defeating the monsters.": "如果角色似乎正在失去战斗，你可以介入。例如，你可以让角色在攻击投掷中获得优势，或让怪物在攻击投掷中获得劣势。有关优势和劣势的详细信息，请参阅本文档中较早的“使用规则”部分。改变概率可以提高角色击败怪物的几率。",
	"Rather than having a monster attack one character until they fall {@condition unconscious}, have the monster attack a different character each turn. This tactic keeps more characters in the fight longer.": "与其让怪物攻击一个角色直到其倒下{@condition unconscious}，不如让怪物每回合攻击一个不同的角色。这种策略可以让更多角色在战斗中保持更长时间。",
	"You can even say the baby dragon rushed in and took down a monster, but try not to use outside help very often.": "你甚至可以说幼龙冲进去击倒了一个怪物，但尽量不要经常使用外部帮助。",
	"Once the living icicles are defeated, ask the players what they want to do next. If they need help, suggest that they search the area.": "一旦活着的冰柱被打败，询问玩家接下来想做什么。如果他们需要帮助，建议他们搜索这个区域。",
	"Some monsters carry treasure, so it's often a good idea for characters to search the monsters as well as the area around them. Unless treasure is hidden, the characters can easily find it without having to make a check.": "一些怪物携带宝藏，因此角色搜索怪物以及周围区域通常是个好主意。除非宝藏被隐藏，角色可以轻松找到它，而无需进行检查。",
	"Just inside the cave entrance, the characters find a worn leather backpack. Inside the backpack are the following items: a package of dried meat, five torches, flint and steel for starting fires, and a pouch containing 12 gold pieces.": "就在洞穴入口处，角色们发现了一个破旧的皮革背包。背包里有以下物品：一包干肉、五支火把、打火石和打火钢用于生火，以及一个装有12枚金币的小袋子。",
	"Let the players divide up the treasure as they wish. If they start to argue over who gets what, use the dragon to calm everyone down. The baby cries if the characters argue!": "让玩家自行分配战利品。如果他们开始争论谁得到什么，就让龙来安抚大家。如果角色们争吵，宝宝会哭！",
	"If any characters took damage from the living icicles, the best way to heal the damage is for Evandon to use their special ability to cast a spell called Cure Wounds. Shalefire also has a special ability to heal their own damage, but only once during the adventure. (The full rules of D&D have other ways to heal damage, but this adventure relies on Evandon's spells, Shalefire's special ability, and on other healing opportunities later in the adventure.)": "如果有任何角色受到活冰柱造成的伤害，最好的治疗方法是让伊凡顿(Evandon)使用他们的特殊能力施放一个名为《治疗伤口》(Cure Wounds)的法术。夏尔火(Shalefire)也有一项特殊能力可以治疗自己受到的伤害，但在整个冒险中只能使用一次。(《D&D》的完整规则中还有其他治疗伤害的方式，但本次冒险依赖于伊凡顿的法术、夏尔火的特殊能力以及冒险后期的其他治疗机会。)",
	"Living icicles are magical creatures that ice trolls sometimes use to guard places. A character who succeeds on a {@dc 10} check using skills such as {@skill Arcana} or {@skill History} knows this and can tell the other characters what they know.": "生活冰柱是冰巨魔有时用来守卫地方的魔法生物。一个角色如果在使用技能如{@skill Arcana}或{@skill History}的检定中成功通过{@dc 10}检定，就会知道这一点，并可以告诉其他角色他们所知道的信息。",
	"After defeating the living icicles and entering the cave, the characters must contend with the hazards and dangers of the tunnels that lead to the silver dragon's lair. When the characters enter the cave, read the following:": "在击败了活冰柱并进入洞穴后，角色们必须应对通往银龙巢穴的隧道中的危险和危险。当角色们进入洞穴时，请阅读以下内容：",
	"The front of the cave is lit by sunlight coming through the opening, leaving the back of the cave in darkness. The cave walls contain rough chalk drawings of creatures that look like trolls dancing and working.": "洞穴的前部被阳光照亮，透过洞口射入，使得洞穴的后部处于黑暗中。洞壁上有粗糙的粉笔画，描绘着看起来像巨魔在跳舞和工作的生物。",
	"Ask the players to make either a {@dc 10} {@skill History} or {@skill Religion} check for their characters. Although Evandon is the only character who has a bonus to their {@skill Religion} skill and Gallantine is the only character with a bonus to their {@skill History} skill, the other characters can still attempt a {@skill History} or {@skill Religion} check. The players just don't add anything to the {@dice d20} roll when they do.": "请让玩家为他们的角色进行 {@dc 10}、{@skill History} 或 {@skill Religion} 检定。尽管 Evandon 是唯一一个在 {@skill Religion} 技能上有加值的角色，Gallantine 是唯一一个在 {@skill History} 技能上有加值的角色，其他角色仍然可以尝试进行 {@skill History} 或 {@skill Religion} 检定。玩家只是在这种情况下不会为他们的 {@dice d20} 掷骰加任何额外数值。",
	"If any of the characters succeeds on the skill check, tell the players that ice trolls once lived and worked in the cave.": "如果任何角色在技能检定中成功，告诉玩家冰巨魔曾经在洞穴中生活和工作。",
	"Even if no one succeeds on the skill check, continue by reading the following:": "即使没有人在技能检定中成功，也请继续阅读以下内容：",
	"The baby dragon gets more excited after entering the cave, as if it knows it's close to home. Barely visible in the shadows at the back of the cave, a passageway turns into a tunnel that slopes upward toward the center of the mountain.": "小幼龙进入洞穴后变得更加兴奋，仿佛它知道自己快要回家了。在洞穴深处的阴影中隐约可见，一条通道转变成了一个向山腹中心倾斜的隧道。",
	"Because the cave is dark and spooky beyond the entrance, the characters need to use the torches found in the worn leather backpack to light their way as they explore. The flint and steel in the backpack can be used to light the torches.": "由于洞穴入口之后黑暗而令人毛骨悚然，角色们需要使用破旧皮革背包中找到的火把来照亮前行的道路。背包中的打火石可以用来点燃火把。",
	"The characters must overcome three challenges to safely reach the hatching cavern of the silver dragon's lair. Each challenge can be overcome in a variety of ways, using skills, equipment, or attacks.": "角色们必须克服三个挑战，才能安全地抵达银龙巢穴的孵化洞穴。每个挑战都可以通过各种方式克服，可以使用技能、装备或攻击。",
	"The challenge descriptions suggest potential ways characters can overcome each challenge. However, if the players come up with other ways that might work, let them make a {@dice d20} roll that somehow connects to their idea. Imagination often leads to an even more creative story!": "挑战描述提出了角色克服每个挑战的潜在方式。然而，如果玩家想出了其他可能有效的方法，让他们进行一次{@dice d20}检定，与他们的想法相关。想象力常常会引导出更有创意的故事！",
	"As the characters move through the passage, read the following:": "当角色们穿过通道时，请阅读以下内容：",
	"The cold, frosty passage continues until you reach an ice-covered wall. The passage continues fifty feet above. You'll have to climb the wall to move deeper into the mountain.": "寒冷、结满霜冰的通道一直延伸，直到你到达一个冰封的墙壁。通道在上方继续延伸五十英尺。你需要爬上墙壁才能深入山脉。",
	"Characters must succeed on a {@dc 10} {@skill Athletics} or {@skill Acrobatics} check to climb the wall. If a character fails the check, roll {@dice 1d6}. Tell the player to subtract that number from the character's hit points to represent the damage the character takes from falling before they eventually reach the top.": "角色必须成功进行一次{@dc 10} {@skill Athletics}或{@skill Acrobatics}检定来攀爬墙壁。如果角色未通过检定，掷骰{@dice 1d6}。告诉玩家从角色的生命值中减去该数字，以代表角色在最终到达顶部之前从跌落中受到的伤害。",
	"Noorah has a Climber's Kit on her character sheet (under \"Other Equipment\") that gives her advantage on the check. If a character who reaches the top has a rope, they can lower the rope to help the other characters. Characters who use the rope can reach the top without making a check.": "Noorah在她的角色卡（在“其他装备”下）上有一个攀登者工具包，这让她在检定时获得优势。如果一个角色到达顶部带着绳索，他们可以把绳子放下来帮助其他角色。使用绳索的角色可以在不进行检定的情况下到达顶部。",
	"The passage then continues upward.": "然后段落继续向上移动。",
	"If a character carries the baby dragon and falls during the climb, the dragon doesn't take damage. You can reward a character protecting the baby dragon by giving them advantage on certain rolls.": "如果一个角色携带着幼龙并在攀爬过程中摔倒，幼龙不会受到伤害。你可以奖励保护幼龙的角色，让他们在某些投掷中获得优势。",
	"As the characters continue, read the following:": "随着角色继续前行，继续阅读以下内容：",
	"The winding, upward-sloping passage is interrupted by a thin sheet of solid ice. Through the ice sheet, you can see the passage continues on the other side. As your torchlight flickers, the ice suddenly becomes as reflective as a mirror, its surface shimmering strangely. In those reflections, you and your companions are all silver dragons, and the baby dragon looks like a human toddler with silver skin.": "蜿蜒而上坡的通道被一层薄薄的固体冰片挡住了。透过冰片，你可以看到通道在另一侧继续延伸。当你的火炬闪烁时，冰突然变得像镜子一样反光，其表面闪烁着奇怪的光芒。在那些倒影中，你和你的同伴都变成了银色龙，而那只幼龙看起来像一个有着银色皮肤的人类幼儿。",
	"Let the players roleplay and react to this unique discovery, then continue:": "让玩家扮演角色并对这一独特发现做出反应，然后继续：",
	"The head of a large, platinum-colored dragon appears in the ice and speaks. You understand the words the Dragon speaks, even though it isn't speaking in a language you know.": "一条巨大的铂金色龙的头出现在冰中并说话。尽管它并非用你懂的语言说话，但你能理解龙说的话。",
	"\"You are on a blessed quest, but you must speak the correct words in the correct language to enter the lair of one of my children. What two words correctly answer this question: What type of creature are you escorting home?\"": "\"你正在进行一项受祝福的任务，但你必须用正确的语言说出正确的话语才能进入我的孩子之一的巢穴。什么两个词能正确回答这个问题：你正在护送回家的是什么类型的生物？\"",
	"Ask the players to make a {@dc 10} {@skill Arcana}, {@skill History}, or {@skill Religion} check. If a character succeeds on the check, tell them that the figure in the ice represents Bahamut, the god of the metalliccolored dragons (brass, bronze, copper, gold, and silver).": "请让玩家进行一个{@dc 10} {@skill Arcana}，{@skill History}，或{@skill Religion}检定。如果角色成功通过检定，请告诉他们冰块中的形象代表巴哈姆特(Bahamut)，金属色龙之神(黄铜、青铜、铜、金、和银)。",
	"The correct answer to the question is \"silver dragon.\" However, the characters must say this in the Draconic language. They can use the page from Captain Kole's book to find the correct words: \"orn darastrix.\"": "这个问题的正确答案是“白银龙”(silver dragon)。然而，角色们必须用龙语说出这个答案。他们可以使用科尔船长书中的页面找到正确的词语：“奥恩 达拉斯特里克斯”(orn darastrix)。",
	"If the players need help answering the question, or if they get the answer partly right, Bahamut's reflection can provide hints such as, \"You have one word correct, but you need the other.\"": "如果玩家需要帮助回答问题，或者他们的答案部分正确，巴哈姆特的倒影可以提供一些提示，比如，“你有一个单词是正确的，但你需要另一个。”",
	"If any character speaks the correct words, read the following:": "如果任何角色说出正确的话，读出以下内容：",
	"The ice mirror instantly melts, splashing you all with icy-cold water. But instead of freezing you, the water tingles as it runs down your skin, clothes, and armor. It feels wonderful.": "冰镜立刻融化，将你们都溅湿了，冰冷的水滴在你们的皮肤、衣服和盔甲上。但是，这水并没有让你们冻结，反而在流淌时带来一丝刺痛，感觉非常舒适。",
	"Bahamut blessed this water. Tell your players that the healing magic restores each character's hit points to the maximum amount listed on their character sheets.": "巴哈姆特祝福了这水。告诉你的玩家，这治疗魔法会将每个角色的生命值恢复到他们角色卡上所列的最大数值。",
	"Additionally, each character has advantage on the first roll they make in the next challenge (the ice slides).": "此外，每个角色在下一个挑战（冰滑道）中进行的第一次投掷获得优势。",
	"Characters might use other methods of getting past the ice mirror, such as melting the ice with a torch or smashing it with a weapon. If they do that, however, they don't receive Bahamut's healing magic. Also, a character who breaks the mirror takes damage. Roll {@dice 1d6} and tell the player to subtract that number from their character's hit points when it shatters.": "角色可以使用其他方法来突破冰镜，比如用火炬融化冰块或用武器砸碎它。然而，如果他们这样做，就不会得到巴哈姆特的治疗魔法。此外，打破镜子的角色会受到伤害。掷骰{@dice 1d6}，并告诉玩家在镜子破碎时从角色的生命值中减去那个数字。",
	"Even if the players roll poorly, always allow them to continue forward in the adventure. Consequences for failing challenges might include character's losing hit points, which might make the final encounter more challenging. But you don't want to prevent the characters from continuing with the adventure because of bad luck.": "即使玩家掷骰子表现不佳，也要允许他们继续冒险。失败挑战的后果可能包括角色失去生命值，这可能会使最终遭遇更具挑战性。但您不希望因为厄运而阻止角色继续冒险。",
	"The final stretch of tunnels leading to the silver dragon's hatching cavern is made of several icy slides that join, separate, and crisscross each other as they descend. Read the following:": "通往银龙孵化洞穴的最后一段隧道由几条冰滑道组成，它们在下降时交汇、分离并交叉。请阅读以下内容：",
	"The passage has taken you higher and higher, and now you stand atop an icy cliff, looking down into a huge cavern inside the mountain. Slides made of stone and ice provide a way down, but they're steep and slick. Furthermore, these slides merge, crisscross, and loop around each other in a dizzying maze. The slides look like the only way forward. Some end in solid ice walls. Others are covered with razor-sharp icicles. You need to choose the best slides to get down.": "这段旅程已经带领你越来越高，现在你站在一个冰冷悬崖的顶端，往下望去是山内一个巨大的洞穴。由石头和冰块构成的滑道为你提供了下行的方式，但它们又陡峭又湿滑。此外，这些滑道相互交错、纵横交错，形成了一个令人眩晕的迷宫。这些滑道看起来是唯一的前进途径。有些滑道终点是坚实的冰墙，有些则布满锋利的冰柱。你需要选择最佳的滑道下去。",
	"Suddenly, you hear a cracking sound. The cliff you're standing on is starting to collapse! If you don't jump on a slide now, you'll fall!": "突然，你听到一声崩裂声。你站在的悬崖开始崩塌！如果你现在不跳到一个滑梯上，你就会掉下去！",
	"Each character must quickly jump on one of the slides. Once a character starts to slide, they can't stop. However, they can switch to a different intersecting slide while zipping down at high speed.": "每个角色必须迅速跳上其中一条滑梯。一旦角色开始滑行，就不能停下来。但是，他们可以在高速滑行时切换到不同的交叉滑道。",
	"Before starting to slide, the characters can try to quickly figure out which slide is safest. Ask the players to make a {@dc 10} {@skill Investigation} or {@skill Perception} check to determine the best choice. If a character succeeds on this check, they choose the best slide to reach the bottom safely. The character doesn't take any damage, but you can describe the wild ride they experience as they slide toward the cavern floor.": "在开始滑行之前，角色可以尝试快速弄清哪个滑梯是最安全的。要求玩家进行一次{@dc 10} {@skill Investigation} 或 {@skill Perception}检定，以确定最佳选择。如果角色在此检定中成功，他们选择最安全的滑梯安全到达底部。角色不会受到任何伤害，但你可以描述他们滑向洞穴底部时经历的惊险旅程。",
	"A character who fails the check jumps onto a slide and quickly reaches dangerous sections of razorsharp ice shards, long drops, ice walls, and other hazards. The character must succeed on a {@dc 15} {@skill Acrobatics} or {@skill Athletics} check to jump to a safer slide to avoid taking damage. A character who doesn't have {@skill Acrobatics} or {@skill Athletics} on their character sheet can still make checks with those skills, but they don't add any modifier to the {@dice d20} roll.": "一个角色如果检定失败，会跳到一个滑梯上，迅速到达危险的部分，有锋利的冰碎片、高空坠落、冰墙和其他危险。角色必须成功通过一个{@dc 15} {@skill Acrobatics} 或 {@skill Athletics}检定，跳到一个更安全的滑梯上以避免受伤。一个角色如果在他们的角色表上没有{@skill Acrobatics} 或 {@skill Athletics}，仍然可以使用这些技能进行检定，但不会为{@dice d20}检定添加任何调整值。",
	"If a character fails the check, roll {@dice 1d6}. Tell the player to subtract that number from their character's hit points to represent the damage they take while reaching the bottom of the slide.": "如果角色未通过检定，掷骰{@dice 1d6}。告诉玩家从角色的生命值中减去该数字，以表示他们在滑道底部受到的伤害。",
	"As the characters ride these dangerous slides, think about ways that you or the players might describe how the characters jump from one slide to another, go through loops and rolls, and narrowly miss hitting each other. Give the players a chance to describe what their characters are going through.": "当角色们在这些危险的滑道上骑行时，考虑一下你或玩家可能如何描述角色们如何从一个滑道跳到另一个滑道，穿过环形和翻滚，以及差点相撞的情形。给玩家们一个机会描述他们的角色经历了什么。",
	"If one character makes a check to find a safe path down the slides, the other players might say their characters follow on the same slide, which might make this challenge too easy. You can increase the challenge by saying the top of the safe slide collapses just after the first character starts down it. You can do this each time a new character chooses a slide to ensure that each character has to navigate their own path.": "如果一个角色进行检查以找到滑梯上的安全路径，其他玩家可能会说他们的角色也沿着同一条滑梯走，这可能会使这个挑战变得太容易。你可以增加挑战，比如说当第一个角色开始滑下时，安全滑道的顶部就会坍塌。每当一个新角色选择一条滑道时，你都可以这样做，以确保每个角色都必须自己找到路径。",
	"It's a short walk from the bottom of the cave to the hatching cavern. The characters are ready to face the final threat! Proceed to Encounter 4: Dragon Eggs and Soaring Silver.": "从洞穴底部到孵化洞穴只需短暂的步行。角色们已经准备好面对最后的威胁！继续前往第4次遭遇：龙蛋与翱翔银龙。",
	"When the characters enter the hatching cavern, read the following:": "当角色进入孵化洞穴时，请阅读以下内容：",
	"This large chamber is filled with stalactites and stalagmites covered in ice. The ceiling slopes up toward an ice-plugged hole far above you. On the ground in the center of the chamber, two large silver eggs rest upon heaps of frozen snow. A third spot now holds nothing but broken shell pieces. A fourth spot looks like it also held an egg, but that egg is missing.": "这个宽敞的大厅里挂满了冰凌覆盖的钟乳石和石笋。天花板向上倾斜，通向远处一个被冰堵住的洞口。在大厅中央的地面上，两颗巨大的银色蛋静静地躺在一堆冰雪之上。第三个位置现在只剩下破碎的蛋壳碎片。第四个位置看起来也曾放着一颗蛋，但那颗蛋已经不见了。",
	"Between you and the eggs stand two strange creatures the size of horses. They have bodies like frogs, but their skin is pure white and they have mouths full of sharp teeth.": "在你和蛋之间站着两只像马一样大小的奇怪生物。它们有着青蛙般的身体，但皮肤洁白无瑕，嘴里满是锋利的牙齿。",
	"The creatures are moving threateningly toward the two remaining eggs in the nest, but you've interrupted them. They turn toward you and hiss. Then with powerful hops, they hurl themselves toward you!": "这些生物威胁地朝着巢中剩下的两个蛋移动，但你打断了它们。它们转向你并发出嘶嘶声。然后用强大的跳跃，它们向你扑来！",
	"These creatures are egg snatchers, trained by ice trolls to steal dragon eggs. If the characters don't intervene, the last two eggs will be lost!": "这些生物是蛋窃贼，受冰巨魔训练来偷龙蛋。如果角色不干预，最后两个蛋就会丢失！",
	"{@atk mw} {@hit 4} to hit. {@h}{@damage 1d6 + 2} piercing damage.": "{@atk mw} {@hit 4} 命中。{@h}{@damage 1d6 + 2} 穿刺伤害。",
	"There are three egg snatchers. If you have three or fewer players, remove one egg snatcher, leaving the characters with two enemies. If you have two or fewer players, reduce the starting hit points of the two egg snatchers to 10.": "有三个蛋窃贼。如果你有三个或更少的玩家，移除一个蛋窃贼，让角色面对两个敌人。如果你有两个或更少的玩家，将两个蛋窃贼的起始生命值减少到10。",
	"This combat runs the same way as in \"Encounter 2: Living Icicles.\" Refer to the DM Tip in that encounter to remind the players how to make melee and ranged attacks if needed.": "这场战斗的进行方式与“遭遇2：活冰柱”中相同。如有需要，提醒玩家参考那场遭遇中的DM提示，了解如何进行近战和远程攻击。",
	"Let the characters act first, starting with the player on your left and going clockwise. Ask each player what they want to do.": "让角色先行动，从你左边的玩家开始顺时针方向。询问每位玩家想要做什么。",
	"After all the players have acted, any undefeated egg snatchers attack. Each monster that still has hit points moves to a different character and makes an attack with their bite.": "在所有玩家行动之后，任何未被击败的蛋窃贼都会发动攻击。每个仍有生命值的怪物都会移动到另一个角色身边，并用它们的咬击进行攻击。",
	"Roll a {@dice d20} and add the attack modifier (+4) to the roll. If the total equals or exceeds the Armor Class of the character being attacked, the attack hits. Roll {@dice 1d6} and add the damage modifier (+2). Tell the player to subtract that damage from their hit points. If the attack misses, nothing happens. Either way, describe the attack. Perhaps a bite clamps around an ankle, or maybe the egg snatcher breaks a tooth on a piece of armor.": "掷骰子{@dice d20}，并将攻击修正值（+4）加到点数上。如果总数等于或超过被攻击角色的盔甲等级，攻击命中。掷骰子{@dice 1d6}，并加上伤害修正值（+2）。告诉玩家从他们的生命值中减去这个伤害。如果攻击未命中，什么都不会发生。无论如何，描述这次攻击。也许一只咬住了脚踝，或者蛋窃贼在一块盔甲上弄断了一颗牙齿。",
	"Describe the egg snatchers falling to the ground as they are defeated, or fleeing into the darkness too fast for the characters to follow.": "当蛋窃贼被打败时，他们跌落在地，或者在黑暗中逃得太快，角色们无法追赶。",
	"A character that reaches 0 hit points falls {@condition unconscious} and remains {@condition unconscious} until they regain hit points through healing. At the end of the encounter, any {@condition unconscious} player characters regain 1 hit point automatically.": "一个角色如果生命值降到0点，会倒下{@condition unconscious}，并保持不动{@condition unconscious}，直到通过治疗恢复生命值。在遭遇结束时，任何{@condition unconscious}玩家角色会自动恢复1点生命值。",
	"Once the eggs snatchers are defeated, the baby dragon crawls into the nest, settles among the broken eggshells, and falls asleep.": "一旦蛋窃贼被打败，幼龙爬进巢穴，安顿在破碎的蛋壳中，然后入睡。",
	"Before the characters can do anything else, the mother dragon returns! Read the following:": "在角色们可以做任何其他事情之前，母龙回来了！请阅读以下内容：",
	"A loud crash erupts from high above. Chunks of ice and snow fall around you as an enormous silver dragon bursts through a frozen section of the cavern ceiling. The dragon plummets and lands before you, frigid air streaming from between sharp teeth.": "从高处传来一声巨大的撞击声。冰雪块坠落在你周围，一条巨大的银色龙冲破了冰冻的洞穴天花板。龙坠落在你面前，锋利的牙齿间喷出寒冷的空气。",
	"\"What is happening here?\" the dragon roars.": "“这里发生了什么事？”(dragon)咆哮道。",
	"The characters have some explaining to do! Proceed to the Conclusion.": "角色们有一些事情需要解释！继续到结论(`Conclusion`)。",
	"The angry silver dragon waits for the characters to explain themselves. This is an opportunity for the players to roleplay as their characters.": "愤怒的银龙等待角色们解释他们自己。这是玩家们扮演自己角色的机会。",
	"During the conversation, you can have the dragon reveal that her name is Hysvearorn (Rorn for short). \"The Dragon\" section below gives you more information to help you roleplay the silver dragon.": "在对话中，你可以让龙透露她的名字是海斯维尔恩（简称为洛恩）。下面的“龙”部分会提供更多信息，帮助你扮演这只白银龙。",
	"If the players are reluctant to speak, ask one of the following questions:": "如果玩家不愿意开口，可以问以下问题之一：",
	"\"The dragon has asked you what you are doing here. What do you say?\"": "\"龙问你在这里做什么。你会怎么回答？\"",
	"\"How does your character feel about standing before an incredibly angry dragon the size of a small house?\"": "\"你的角色如何感受站在一个愤怒龙面前，它的体积有一座小房子那么大？\"",
	"\"What can you do or say to the dragon to prove to her that you came here to return her baby?\"": "你可以做些什么或说些什么来向龙证明你是来归还她的宝宝的？",
	"As long as the characters don't do anything silly, Rorn quickly realizes they aren't here to steal her eggs, but are returning her baby instead.": "只要角色们不做任何傻事，Rorn很快意识到他们不是来偷她的蛋，而是在归还她的宝宝。",
	"Dragons are incredibly powerful. If the players decide to have their characters attack Rorn, you can handle the situation in different ways:": "龙非常强大。如果玩家决定让他们的角色攻击Rorn，你可以以不同的方式处理这种情况：",
	"The dragon looks at them with disappointment and tells them to stop being silly.": "龙失望地看着他们，并告诉他们别再胡闹了。",
	"Ask the characters to make {@skill Nature} checks, then tell the character with the highest check that they know a dragon this powerful could defeat all the characters easily.": "要求角色进行 {@skill Nature} 检定，然后告诉检定值最高的角色，他们知道这条强大的龙可以轻松击败所有角色。",
	"Let the characters make attacks or cast spells if they like, then tell them that the dragon ignores those attempts to harm her.": "让角色们进行攻击或施放法术，然后告诉他们龙无视了这些试图伤害她的尝试。",
	"If the characters continue acting in a hostile or belligerent manner, Rorn uses her magical dragon breath on them. This leaves the characters unhurt but unable to move. She then leaves them outside the mountain unharmed, but they don't get any reward from her.": "如果角色继续以敌对或好战的方式行事，洛恩(Rorn)会对他们使用她的魔法龙息。这会让角色毫发无伤，但无法移动。然后她会将他们安全地留在山外，但他们不会从她那里得到任何奖励。",
	"Here are some characteristics of the silver dragon you can use to roleplay her:": "这里是一些你可以用来扮演银龙的特征：",
	"Hysvearorn is an adult silver dragon. Her full name translates to \"Soaring Silver.\"": "海斯维尔恩 (Hysvearorn) 是一只成年的白银龙。她的全名翻译过来是“翱翔的白银”。",
	"She tells the characters to call her Rorn, since it's easier for nondragons to say than her full name.": "她告诉角色们叫她罗恩 (Rorn)，因为对于非龙类来说这样更容易发音。",
	"If the characters explain what happened, the dragon quickly calms down and thanks them for rescuing her baby.": "如果角色们解释发生了什么，那条龙很快就平静下来，并感谢他们救了她的宝宝。",
	"Rorn is friendly when not angered, and she likes people. In peaceful times, she likes to spend her time sharing stories with folks.": "Rorn（罗恩）在不生气时很友好，她喜欢与人交往。在和平时期，她喜欢花时间与人分享故事。",
	"If the characters ask about the name \"Nytha\" that the baby dragon said, Rorn explains that it means \"Mama\" in the Draconic language.": "如果角色们询问关于婴龙提到的名字“Nytha”，Rorn 解释说这意味着“妈妈”在龙语中。",
	"Rorn says dragons call their young \"wyrmlings,\" not babies.": "罗恩说龙把他们的幼崽称为“幼龙”(wyrmlings)，而不是宝宝。",
	"Rorn can also share details of what happened to her eggs:": "Rorn也可以分享她的蛋发生了什么事情：",
	"Rorn recently made her lair here to prepare for the hatching of her wyrmlings. She drove away the dangerous ice trolls who lived here.": "Rorn最近在这里建立了她的巢穴，为她的幼龙孵化做准备。她赶走了住在这里的危险的冰巨魔。",
	"As her eggs were getting close to hatching, the ice trolls attacked Rorn and stole one of her eggs. Rorn chased the egg thieves and has been gone from the lair for several hours.": "当她的蛋快要孵化时，冰巨魔袭击了罗恩(Rorn)，偷走了其中一个蛋。罗恩追赶着蛋贼，已经离开巢穴好几个小时了。",
	"The ice trolls took the egg into a tunnel in another mountain, but Rorn couldn't fit into the tunnel. She doesn't know where it might lead.": "冰巨魔将蛋带进了另一座山的隧道，但罗恩无法进入隧道。她不知道那里可能通往哪里。",
	"The rescued wyrmling tells its mother what happened to it, which Rorn can also share with the characters:": "被救出的幼龙告诉它的母亲发生了什么事，Rorn也可以与角色分享：",
	"The wyrmling hatched while Rorn was chasing the egg thieves. Finding itself alone, it wandered from the lair and into the forest.": "当罗恩(Rorn)在追捕偷蛋贼时，幼龙孵化了。发现自己孤身一人，它漫步离开了巢穴，走进了森林。",
	"The characters found the wyrmling and took good care of it on the way home.": "角色们找到了幼龙，并在回家的路上照顾得很好。",
	"As the characters speak with Rorn, the other two eggs hatch. Rorn watches carefully as the wyrmlings break their shells and then crawl over to nuzzle their mother. She pulls some frozen meat from the nest and feeds them.": "当角色们与罗恩交谈时，另外两个蛋孵化了。罗恩仔细地观察着幼龙们打破蛋壳，然后爬到母亲身边亲昵。她从巢中拿出一些冷冻肉喂养它们。",
	"After the two other baby dragons hatch, Rorn speaks to the characters. Read the following:": "在另外两只幼龙孵化后，Rorn对角色们说道。请阅读以下内容：",
	"Rorn thanks you again for your help. \"Please, take these as a sign of my gratitude.\" She digs into the snow where the eggs were set and pulls out a small shiny diamond for each of you.": "Rorn再次感谢你的帮助。\"请收下这些作为我感激的表示。\" 她在蛋被放置的雪中挖了一下，为每个人拿出了一颗小而闪亮的钻石。",
	"\"More importantly, you have already bonded with my first hatchling. He deserves to continue to learn what it is like to grow up in the realm of people. Would you be willing to take him back to your settlement and raise him? I will watch over your area to help you out, and I'm always here if you have any questions.\"": "“更重要的是，你已经与我的第一只幼龙建立了联系。他应该继续学习在人类世界成长的经历。你愿意带他回你的定居点并抚养他吗？我会守护你的领地并帮助你，如果你有任何问题，我随时都在。”",
	"The dragon continues. \"I have another request for you. When I find the exact location where the ice trolls took my final egg, would you retrieve it, so my child can be safe from whatever the ice trolls have planned for them?\"": "龙继续说道。“我有另一个请求。当我找到冰巨魔拿走我最后一个蛋的确切位置时，你能帮我取回它吗，这样我的孩子就可以远离冰巨魔为他们计划的一切？”",
	"Let the characters react to Rorn's offer. No matter how the characters respond to Rorn's requests, she is kind and polite to them if they are kind and polite to her.": "让角色对罗恩的提议做出反应。无论角色如何回应罗恩的请求，如果他们对她友善和礼貌，她也会对他们友善和礼貌。",
	"Each of the small diamonds is worth 50 gold pieces. Each character can add this to their character sheet under \"Other Equipment.\"": "每个小钻石价值50金币。每位角色可以将这个价值添加到他们的角色表中的“其他装备”栏下。",
	"At the conclusion of the conversation, Rorn shows the characters a secret passage that leads from the mountain, which ends the characters' adventure... for now!": "在谈话结束时，Rorn向角色展示了一条从山中通往的秘密通道，这结束了角色的冒险...暂时结束！",
	"above": "上方 (above)",
	"svern": "斯沃恩 (Svern)",
	"after": "之后 (after)",
	"ghent": "根特 (Ghent)",
	"animal": "动物 (animal)",
	"baeshra": "巴埃夏(Baeshra)",
	"armor": "护甲 (armor)",
	"litrix": "利特里克斯 (Litrix)",
	"arrow": "箭 (Arrow)",
	"vignar": "维纳尔 (Vignar)",
	"garurt": "加鲁特 (Garurt)",
	"battle": "战斗 (battle)",
	"vargach": "瓦尔加奇 (Vargach)",
	"beautiful": "美丽",
	"vorel": "沃瑞尔 (Vorel)",
	"before": "之前 (before)",
	"ghoros": "ghoros (戈罗斯)",
	"behind": "背后 (behind)",
	"beside": "旁边 (beside)",
	"unsiti": "未知 (Unknown)",
	"black": "黑色",
	"ulhar": "乌尔哈 (Ulhar)",
	"brass": "黄铜 (brass)",
	"auraj": "auraj (奥拉杰)",
	"bravery": "勇气 (bravery)",
	"bronze": "青铜 (bronze)",
	"valignat": "垂直对齐 (`Valignat`)",
	"century": "世纪 (century)",
	"copper": "铜",
	"dance": "跳舞 (dance)",
	"danger": "危险 (danger)",
	"korth": "科思 (Korth)",
	"demon": "恶魔 (demon)",
	"kothar": "科萨尔 (Kothar)",
	"loreat": "洛瑞安 (Loreat)",
	"dragon": "龙 (dragon)",
	"darastrix": "达拉斯特里克斯 (Darastrix)",
	"dwarf": "矮人 (dwarf)",
	"tundar": "屯达(Tundar)",
	"earth": "地球",
	"vaecaesin": "瓦萨辛 (Vaecaesin)",
	"enchanted": "被施加魔法的(enchanted)",
	"levex": "莱维克斯 (Levex)",
	"enemy": "敌人(enemy)",
	"malsvir": "马尔斯维尔 (Malsvir)",
	"karif": "卡里夫(Karif)",
	"osvith": "奥斯维斯(osvith)",
	"austrat": "澳斯特拉 (Austrat)",
	"achthend": "achthend (阿赫坦德)",
	"foolish": "愚蠢 (foolish)",
	"forest": "森林",
	"caesin": "酪蛋白 (Caesin)",
	"friend": "朋友 (friend)",
	"thurirl": "瑟瑞尔 (Thurirl)",
	"kethend": "凯森德 (Kethend)",
	"majak": "玛雅(Majak)",
	"gnome": "地精(Gnome)",
	"aurix": "奥瑞克(Aurix)",
	"bensvelk": "本斯维尔克 (Bensvelk)",
	"green": "绿色",
	"dartak": "达塔克 (Dartak)",
	"okarthel": "奥卡瑟 (Okarthel)",
	"human": "人类 (human)",
	"munthrek": "穆斯瑞克 (Munthrek)",
	"persvek": "persvek (派斯维克)",
	"leader": "领袖 (leader)",
	"maekrix": "马克里克(Matrix)",
	"magic": "魔法",
	"arcaniss": "奥卡尼斯(Arcaniss)",
	"throden": "索德恩 (Throden)",
	"rhyaex": "Rhyaex (瑞艾克)",
	"mountain": "山 (Mountain)",
	"ominak": "奥米纳克 (Ominak)",
	"leirith": "莱里斯 (Leirith)",
	"night": "夜晚",
	"thurkear": "Thurkear (瑟基尔)",
	"thrice": "三次 (thrice)",
	"ghontix": "ghontix (戈恩提克斯)",
	"shafear": "shafear (沙菲尔)",
	"peace": "和平",
	"martivir": "马蒂维尔 (Martivir)",
	"kosjirl": "kosjirl\n\n科斯基 (Kosjirl)",
	"oposs": "对手 (opponent)",
	"charir": "charir (卡瑞尔)",
	"scroll": "滚动(scroll)",
	"secret": "秘密",
	"irthos": "伊尔索斯 (Irthos)",
	"ocuir": "发生",
	"shadow": "暗影",
	"silver": "银色",
	"molik": "莫利克 (Molik)",
	"small": "小的",
	"smart": "聪明 (smart)",
	"othokent": "奥索肯(Othokent)",
	"miirik": "米瑞克 (Miirik)",
	"sorcerer": "术士 (sorcerer)",
	"vorastrix": "沃拉斯特里克斯 (Vorastrix)",
	"speak": "说话",
	"stone": "石头",
	"storm": "风暴 (storm)",
	"strong": "强大 (strong)",
	"student": "学生 (student)",
	"sword": "剑 (sword)",
	"ukris": "乌克里斯 (Ukris)",
	"thief": "小偷 (thief)",
	"virlym": "维尔林(Virlym)",
	"through": "通过",
	"erekess": "Erekess (埃雷凯斯)",
	"travel": "旅行 (travel)",
	"ossalur": "ossalur (奥萨卢)",
	"treasure": "宝藏",
	"rasvim": "拉斯维姆 (Rasvim)",
	"under": "下方 (under)",
	"onureth": "onureth (奥努雷斯)",
	"valley": "山谷 (valley)",
	"victory": "胜利 (victory)",
	"vivex": "维维克斯 (Vivex)",
	"aryte": "aryte (艾瑞特)",
	"water": "水",
	"weapon": "武器 (weapon)",
	"laraek": "laraek (拉雷克)",
	"white": "白色",
	"wizard": "法师 (wizard)",
	"levethix": "莱维西斯 (Levethix)",
	"Believe me, it took me quite some time to learn Draconic words, but once I did, it greatly helped my relationships with dragons.": "相信我，学习龙语单词花了我相当长的时间，但一旦我学会了，它极大地帮助了我与龙的关系。",
	"If a creature reaches 0 hit points, they are defeated. The players can decide if this means a creature is dead or {@condition unconscious} or if they run away.": "如果一个生物的生命值降到0，它就被击败了。玩家可以决定这意味着生物是死亡的还是{@condition unconscious}，或者它们逃跑。",
	"When the players are ready, proceed to Encounter 2: Living Icicles.": "当玩家们准备好时，继续进行第二次遭遇：活冰柱 (Living Icicles)。",
	"The baby dragon tries to run into the cave. When the characters are ready, proceed to Encounter 3: A Dangerous Lair.": "幼龙试图冲进洞穴。当角色准备好后，继续前往第三次遭遇：危险巢穴（Encounter 3: A Dangerous Lair）。",
	"thrae": "thrae",
	"svent": "svent",
	"waeth": "waeth (Weath)",
	"turalisj": "turalisj (德拉里斯)",
	"vutha": "vutha (Vutha)",
	"sveargith": "sveargith (斯维亚吉斯)",
	"aujir": "aujir (奥吉尔)",
	"waere": "waere (沃尔)",
	"ierikc": "ierikc",
	"vaeri": "vaeri",
	"irlym": "irlym",
	"pothoc": "pothoc",
	"terunt": "terunt",
	"gethrisj": "gethrisj",
	"achuak": "achuak (阿丘克)",
	"verthicha": "verthicha (Verticha)",
	"ssifisv": "I'm sorry, I don't understand the term \"ssifisv.\" Can you please provide more context or clarify your message?",
	"sjach": "sjach",
	"hysvear": "hysvear",
	"renthisj": "renthisj",
	"ternesj": "ternesj",
	"kespek": "kespek (Kespek)",
	"versvesh": "versvesh (Versvesh)",
	"thurae": "Thurae (Thurae)",
	"hesjing": "hesjing (Hesjing)",
	"aussir": "我不确定你的意思是什么。你是不是想说“也是”？",
	"Shawn Merwin": "肖恩·默温 (Shawn Merwin)",
	"Dan Dillon": "丹·迪隆 (Dan Dillon)",
	"Bree Heiss": "布里·海斯 (Bree Heiss)",
	"Janica Carter, Scott Fitzgerald Gray": "贾妮卡·卡特(Janica Carter)，斯科特·菲茨杰拉德·格雷(Scott Fitzgerald Gray)",
	"Emma Ekblad, Zsolt Tóth": "艾玛·埃克布拉德 (Emma Ekblad), 索尔特·托特 (Zsolt Tóth)",
	"Katerina Ladon": "卡特琳娜·拉顿 (Katerina Ladon)",
	"Emily Fiegenschuh, Jim Nelson, Eva Widermann": "艾米莉·菲根舒 (Emily Fiegenschuh), 吉姆·纳尔逊 (Jim Nelson), 伊娃·维德曼 (Eva Widermann)",
	"Bill Benham, Siera Bruggeman": "比尔·本汉姆 (Bill Benham)，希拉·布鲁格曼 (Siera Bruggeman)",
	"Natalie Egan": "纳塔莉·伊根 (Natalie Egan)",
	"Shelly Mazzanoble": "谢莉·马扎诺布勒 (Shelly Mazzanoble)",
	"Special thanks to Quinn Carroll, the Hawes Family, Aurora Merwin, and Beth Merwin": "特别感谢Quinn Carroll, Hawes Family, Aurora Merwin和Beth Merwin。"
}