{
	"{@book Bigby Presents: Glory of the Giants|BGG} offers a wealth of resources to help Dungeon Masters craft their own adventures featuring some of D&D's most enormous monsters. \"Giants of the Star Forge\" draws on the ideas, maps, stat blocks, and other details in the pages of that book, standing as an example of how to put all those pieces together.": "{@book Bigby Presents: Glory of the Giants|BGG}提供了丰富的资源，帮助地牢主们打造自己的冒险，包括一些D&D中最庞大的怪物。《星炉巨人》借鉴了该书中的想法、地图、属性块等细节，作为如何将所有这些元素组合在一起的示例。",
	"You can use {@i Glory of the Giants} to help inspire alterations or expansions to this adventure, and of course to help you create your own adventures and even whole campaigns with giants in prominent roles.": "你可以使用{@i Glory of the Giants}来帮助激发对这个冒险的改编或扩展，当然也可以帮助你创作自己的冒险甚至整个以巨人为主角的战役。",
	"For pious giants, position in the ordning is everything. Brimskarda, a legendary fire giant smith, is discovering what it means to fall in the ordning's ranks. Various missteps in recent years have imperiled her lofty station. To resecure her standing in the ordning and prove that she is still the greatest smith among giants, Brimskarda has reclaimed the legendary Star Forge and set about crafting her greatest creation yet: a titanic war machine called a runic colossus.": "对于虔诚的巨人来说，位于（the ordning）中的位置是一切。布林斯卡达（Brimskarda）是一位传奇的火巨人铁匠，她正在发现跌落（the ordning）等级意味着什么。近年来的各种失误已经危及了她崇高的地位。为了重新确立她在（the ordning）中的地位，并证明她仍然是巨人中最伟大的铁匠，布林斯卡达已经夺回了传奇的星辰熔炉，并开始打造她迄今为止最伟大的作品：一个被称为符文巨像的巨大战争机器。",
	"As proud as she is, Brimskarda knows that she lacks certain expertise necessary to complete her work. To fill the gaps in her knowledge and learn the secrets of the Star Forge, Brimskarda has kidnapped the renowned human smith Theldin and forced him to toil at the forge alongside her. Complicating matters is the Star Forge's most recent master, a red dragon named Akaanvaerd. Brimskarda's nephews have managed to draw Akaanvaerd away from his lair for now, but it's unclear how long they can keep the territorial dragon distracted.": "尽管自豪，布林斯卡达知道她缺乏完成工作所需的某些专业知识。为了填补知识上的空白，学习星辰熔炉的秘密，布林斯卡达绑架了著名的人类铁匠泰尔丁，并强迫他在熔炉旁辛勤劳作。让事情变得更加复杂的是星辰熔炉最近的主人，一只名为阿坎瓦德的红色巨龙。布林斯卡达的侄子们设法将阿坎瓦德从巢穴引开，但目前还不清楚他们能够让这只领地龙分心多久。",
	"Work on the runic colossus is almost complete. Unless capable heroes arrive to rescue Theldin or defeat Brimskarda, it's only a matter of time until the region is turned to ash by an angry red dragon, a haughty fire giant, or a destructive war machine.": "符文巨像的工作几乎完成了。除非有能力的英雄前来解救Theldin或击败Brimskarda，否则在愤怒的红龙、傲慢的火巨人或毁灭性的战争机器的攻击下，这个地区很快就会化为灰烬。",
	"Design Note": "设计说明",
	"This adventure is designed for 16th-level characters. It can be run in a single three- or four-hour session.": "这个冒险适用于16级角色。可以在一个三到四小时的单独游戏会话中进行。",
	"The adventure begins when a noble emissary asks the characters to rescue the region's greatest smith. The emissary explains that a fire giant named Brimskarda kidnapped the smith and took him to the Star Forge, a giant furnace built in the crater of a fallen star. The party can inquire at the nearby Fireside Monastery for more details about their giant adversary and the Star Forge. The monastery's adherents offer the characters useful information, plus additional aid if the characters compete in the monastery's tests of strength.": "当一位贵族使者请求角色们营救该地区最伟大的铁匠时，冒险便开始了。使者解释说，一个名叫布林斯卡达（Brimskarda）的火巨人绑架了铁匠，并将他带到了星熔炉（Star Forge），这是建在一颗陨落星球坑中的巨大熔炉。队伍可以在附近的炉边修道院询问有关他们的巨人对手和星熔炉的更多细节。修道院的信徒们为角色们提供有用的信息，如果角色们参加修道院的力量测试，还会提供额外的帮助。",
	"To reach the Star Forge, the characters confront or circumvent fire giants battling a red dragon atop the crater's rim. Once in the crater, the characters might face Brimskarda's minions around the Star Forge. In the Star Forge itself, the characters meet Brimskarda, who is loath to give up her prisoner without a fight. The adventure ends when the characters rescue the kidnapped smith.": "为了到达星熔炉，角色们必须面对或绕过在火山口顶部与一只红龙激战的火巨人。一旦进入火山口，角色们可能会面对布林斯卡达的手下围绕着星熔炉。在星熔炉内部，角色们会遇到布林斯卡达，她不愿意放弃她的囚犯而不战斗。冒险在角色们解救被绑架的铁匠后结束。",
	"If the prospect of doing a good deed isn't enough to entice the characters, you can further motivate the party with either of the following hooks:": "如果仅仅做好事的前景不足以吸引角色们，你可以用以下任一方式进一步激励队伍：",
	"Water from the nearby mountain has become acidic, poisoning people, livestock, and wildlife who drink from any of the nearby streams. Acid seeping from a fallen star into an alpine lake is causing the pollution. Repairing the magical runestones at the lake's center should make the water safe again.": "附近山上的水变得酸性，毒害了喝了附近任何溪流水的人类、牲畜和野生动物。一颗坠落的星星中渗出的酸液进入高山湖泊，导致了这种污染。修复湖中心的魔法符文石应该可以让水再次变得安全。",
	"The characters learn the location of the Star Forge, a furnace built by giants eons ago at the spot where a star fell to the earth. A talented enough smith could use the Star Forge to craft a legendary weapon or suit of armor. Word has it that one such smith has recently been seen at the forge.": "角色们得知了星熔炉的位置，这是巨人们在遥远的岁月前建造的一个熔炉，就在一颗星星坠落到地球的地方。足够有天赋的铁匠可以利用星熔炉打造传奇武器或盔甲。传言有一位这样的铁匠最近被看到在熔炉附近。",
	"The adventure begins when the characters are approached by a knight named Evin Giltall (lawful good, human {@creature knight}). Evin beseeches the characters to rescue his uncle Theldin, who was kidnapped by a fire giant named Brimskarda.": "当角色被一名名为伊文·吉托尔（{@creature knight}（正义善良，人类））的骑士接近时，冒险就开始了。伊文请求角色拯救他的叔叔泰尔丁，他被一个名叫布林斯卡尔达的火巨人绑架了。",
	"In the course of their conversation, Evin conveys the following points to the characters:": "在他们的对话过程中，Evin向角色传达了以下观点：",
	"A week ago, Brimskarda and her nephews visited the city from which Evin and Theldin hail and demanded to speak with Theldin, a legendary crafter whose blades have made the city rich and famous. Though he answered Brimskarda's call, Theldin rejected the giant's demands for him to come with her to the Star Forge. Last night, the giants returned to the city and took Theldin by force.": "一周前，Brimskarda和她的侄子们拜访了埃文和瑟尔丁的家乡，并要求与瑟尔丁交谈，他是一位传奇铸造师，他的刀剑让这座城市变得富有和著名。尽管他回应了Brimskarda的呼唤，但瑟尔丁拒绝了巨人要求他跟她去星辰熔炉的要求。昨晚，巨人们回到了这座城市，并强行带走了瑟尔丁。",
	"Giants built the Star Forge eons ago in a crater up the mountain. The site is named after the fallen star that formed the crater and that the founding giants harnessed to power a massive furnace.": "巨人们在无数年前在山上的一个火山口建造了星辰熔炉。这个地点以形成火山口的陨落星星命名，创始巨人们利用它来为一个巨大的熔炉提供动力。",
	"Evin suggests the characters visit the ancient monastery partway up the mountain. \"The students there have a long tradition of fighting giants,\" he says. \"They might know more about Brimskarda and the Star Forge.\"": "伊文建议角色们去参观山腰上的古老修道院。他说：“那里的学生们有与巨人战斗的悠久传统。他们可能更了解布林斯卡达和星辰熔炉。”",
	"If prompted for a reward, Evin says the city can afford to offer 5,000 gp for Theldin's safe return. A character who succeeds on a DC 13 Charisma ({@skill Persuasion}) check can get Evin to increase the reward to 8,000 gp and secures Evin's promise that Theldin will craft the characters a magic item in exchange for the party's effort. \"I'm sure Theldin would be happy to craft you anything you like,\" Evin says, \"as long as he can do so from the comfort of his own forge.\"": "如果被要求给出奖励，伊文表示城市可以负担得起为了Theldin的安全返回而提供5000 gp。成功通过一次DC 13的魅力检定（{@skill Persuasion}）的角色可以让伊文将奖励增加到8000 gp，并确保伊文承诺Theldin会为角色们制作一件魔法物品作为对队伍努力的回报。\"我相信Theldin会很乐意为你们制作任何你们喜欢的东西，\" 伊文说道，\"只要他可以在自己的锻造作坊里完成。\"",
	"Once the players are ready to continue, proceed to the \"Fireside Monastery\" section below.": "一旦玩家们准备好继续，就继续阅读下面的“炉边修道院 (`Fireside Monastery`)”部分。",
	"The Fireside Monastery is the name of an ancient stone cloister about ten miles up the mountain from Evin and Theldin's home city and five miles downslope from the Star Forge. Ascetics and mystics from all walks of life seek enlightenment within the monastery's halls, including a significant number of firbolgs (Humanoids believed to be distantly related to giants). The Fireside Monastery's most famous aspirants are hardy firbolg martial artists who call themselves giant wrestlers.": "炉边修道院是一座古老的石制修道院，位于伊文（Evin）和赛尔丁（Theldin）的家乡城市上山约十英里处，距离星辰熔炉下坡约五英里。来自各行各业的苦行者和神秘主义者都在修道院的大厅中寻求启示，其中包括相当数量的冷杉巨人（一种被认为与巨人有遥远亲缘关系的人形生物）。炉边修道院最著名的求道者是那些坚韧的冷杉巨人武术家，他们自称为巨人摔跤手。",
	"A Fireside giant wrestler uses the {@creature firbolg wanderer|BGG} stat block (see the {@area appendix|039|x}).": "一个篝火巨人摔跤手使用 {@creature firbolg wanderer|BGG} 属性块（见 {@area appendix|039|x}）。",
	"The most senior giant wrestler at the Fireside Monastery is a lawful good firbolg named Diasma. She meets the characters at the stone archway marking the monastery's entrance, then ushers them to a sitting room to answer their questions about the Star Forge.": "在篝火修道院里，最资深的巨人摔跤手是一位名叫迪亚斯玛(Diasma)的守序善良的森林巨人。她在修道院入口处的石拱门处迎接角色，然后引导他们到一个客厅，回答他们关于星辰熔炉的问题。",
	"Diasma conveys the following information to the characters during their conversation:": "在他们的对话中，Diasma向角色传达了以下信息：",
	"One of the runestones stabilizing the star beneath the Star Forge has been damaged, causing dangerous acid to seep into the surrounding lake. The acidic lake has attracted evil creatures from the Elemental Planes and poses great danger to anyone who goes near the water. Giant smiths at the Star Forge once used magical rings to protect themselves against acidic compounds; the characters might be able to find such rings in one of the shelters around the lake.": "星熔炉下方的星星下方的一个稳定符文石已经受损，导致危险的酸液渗入周围的湖泊。这个酸性湖泊吸引了元素位面的邪恶生物，并对任何靠近水域的人造成巨大危险。星熔炉的巨人铁匠曾经使用魔法戒指来保护自己免受酸性化合物的侵害；角色们可能会在湖泊周围的一个庇护所中找到这样的戒指。",
	"Diasma knows Brimskarda by reputation. Once the fire giant was well regarded among her kin, holding a position of great power in what giants call the ordning. However, Brimskarda's standing has waned in recent years. Brimskarda's scheme to kidnap Theldin and exploit his skill is no doubt part of a plan to increase her standing, likely by using Theldin to craft something horrible and deadly that will set Brimskarda apart from giantkind.": "Diasma以声誉知晓Brimskarda。曾经，这位火巨人在她的族人中享有很高的声望，在巨人称之为ordning的体系中拥有重要的地位。然而，近年来Brimskarda的地位已经大不如前。Brimskarda绑架Theldin并利用他的技能的计划无疑是为了提升自己的地位，很可能是通过让Theldin制造出某种可怕致命的东西，从而使Brimskarda脱颖而出，与其他巨人有所区别。",
	"Before Brimskarda's takeover, an evil red dragon named Akaanvaerd controlled the Star Forge. Brimskarda's minions lured Akaanvaerd to the crater's outskirts, but it's only a matter of time before the enraged dragon overcomes the fire giants and lays waste to everyone in his lair.": "在布林斯卡达(Brimskarda)接管之前，一只名为阿坎瓦德(Akaanvaerd)的邪恶红龙控制着星辰熔炉(Star Forge)。布林斯卡达的爪牙诱使阿坎瓦德前往火山口的外围，但愤怒的龙很快就会克服火巨人，将他的巢穴中的所有人都毁灭殆尽。",
	"After Diasma shares what she knows, she issues the party a challenge in exchange for further help from the monastery. Run the \"{@area Fireside Contests|00b|x}\" section below.": "在Diasma分享她所知道的信息后，她向队伍提出了一个挑战，作为与修道院进一步帮助的交换条件。运行下面的“{@area Fireside Contests|00b|x}”部分。",
	"Diasma is a serene but playful adventurer whose primary interests are giantkind and the natural world. A few years ago, she took up residence at the Fireside Monastery, where she quickly rose through the ranks to become one of the monastery's best giant wrestlers. She still considers herself an adventurer, though, and has recently begun to feel the itch of wanderlust. The characters' quest to rid the Star Forge of evil giants might just be the impetus Diasma needs to leave the monastery and continue her adventuring career.": "Diasma（迪亚斯玛）是一位宁静而又活泼的冒险者，她主要关注巨人和自然界。几年前，她搬到了炉边修道院，很快就在那里崭露头角，成为修道院最优秀的巨人摔跤手之一。尽管如此，她仍然认为自己是一名冒险者，最近开始感受到流浪的冲动。角色们要清除邪恶巨人的星辰熔炉的任务可能会成为迪亚斯玛离开修道院继续冒险生涯的动力。",
	"Diasma questions whether the characters have what it takes to compete with fire giants. She offers to put their skills to the test by challenging them to the monastery's three Fireside contests. To make the challenge more enticing, Diasma says that for each contest the characters win, she will award the party some additional aid in their quest.": "Diasma质疑角色们是否有能力与火巨人竞争。她提议通过挑战他们参加修道院的三场炉边比赛来测试他们的技能。为了让挑战更具吸引力，Diasma表示，对于角色们赢得的每场比赛，她都会奖励队伍一些额外的援助来帮助他们的任务。",
	"These contests are optional; the characters can proceed to the Star Forge at any time.": "这些比赛是可选的;角色们可以随时前往星熔炉。",
	"The Fireside contests are described below. They can be run in any order. The rules of the Fireside contests are as follows.": "下面描述了炉边比赛。它们可以以任何顺序进行。炉边比赛的规则如下。",
	"Any number of characters can partake in each contest, but each contest is held only once. After hearing a contest's objective, all the characters who wish to compete in the contest must do so at the same time.": "每场比赛可以有任意数量的角色参与，但每场比赛只举行一次。听完比赛的目标后，所有希望参加比赛的角色必须同时参加。",
	"To win a contest, a character must complete the contest's objective before the other competitors. The objective for each contest is included in the contest descriptions that follow.": "为了赢得比赛，角色必须在其他竞争者之前完成比赛的目标。每场比赛的目标都包含在接下来的比赛描述中。",
	"One Fireside giant wrestler competes in each contest against any characters who take part. Purposefully dealing damage to another competitor immediately disqualifies the attacker. Other forms of interference—such as tripping or distracting—are permitted but are considered poor play. Using magic and supernatural abilities is not only allowed but expected.": "每场比赛中，一位炉边巨人摔跤手将与参赛的任何角色对决。故意对另一位竞争者造成伤害会立即使攻击者被取消资格。其他形式的干扰，比如绊倒或分散注意力，虽然被允许，但被视为不端行为。使用魔法和超自然能力不仅被允许，而且是期望的。",
	"As long as at least one character wins a contest, the party earns that contest's prize. Each contest's prize is indicated in the contest's description below. Regardless of how many characters win a particular contest, only one prize is awarded per contest.": "只要至少有一个角色赢得比赛，队伍就会获得该比赛的奖品。每个比赛的奖品在下面的比赛描述中指定。无论有多少角色赢得特定比赛，每个比赛只颁发一个奖品。",
	"Diasma leads the party to the base of a 100-foot-tall cliff. A series of hempen ropes dangle from the clifftop. Each competitor must climb one of these ropes. The first competitor to reach the clifftop wins the contest. A competitor who stops touching one of the ropes at any point is disqualified.": "Diasma带领队伍来到一个100英尺高的悬崖底部。一系列麻绳从悬崖顶部垂下。每位竞争者必须爬上其中一根绳索。第一个到达悬崖顶部的竞争者将赢得比赛。任何一位在任何时候停止触摸绳索的竞争者将被取消资格。",
	"At the start of the contest's second round, wrestlers atop the cliff dribble boiling oil down each rope. A creature that starts its turn holding onto the oily rope takes 5 ({@dice 2d4}) fire damage, or half as much damage with a successful DC 10 Dexterity saving throw. A creature must succeed on a DC 15 Strength ({@skill Athletics}) check to climb an oily rope. Failing this check by 5 or more causes the creature to fall.": "在比赛的第二轮开始时，擂台上的摔跤手沿着每根绳子滴下滚烫的油。一只生物如果在其回合开始时抓住油腻的绳子，会受到5 ({@dice 2d4}) 火焰伤害，或者在成功通过 DC 10 的敏捷豁免检定后受到一半伤害。生物必须通过一次 DC 15 力量 ({@skill Athletics}) 检定才能爬上油腻的绳子。如果检定失败值大于等于5，生物将会摔落。",
	"If a character wins the contest of fire giant's spirit, Diasma awards the party a {@item potion of fire giant strength}.": "如果一个角色赢得了火巨人灵魂的比赛，Diasma会奖励该队伍一个{@item potion of fire giant strength}。",
	"Each competitor must carry a 200-pound boulder across a 150-foot-wide lava field. If the boulder touches the ground, the competitor is disqualified. The first competitor to reach the other end of the lava field without dropping the boulder wins the contest.": "每位竞争者必须携带一块重200磅的巨石穿过一个宽150英尺的熔岩场。如果巨石触地，竞争者将被取消资格。第一个成功到达熔岩场另一端且没有掉落巨石的竞争者将赢得比赛。",
	"The lava field is a smooth tract of hardened lava that still smolders with intense heat. A creature that ends its turn touching the ground of the lava field takes 21 ({@dice 6d6}) fire damage.": "熔岩领域是一片光滑的硬化熔岩地带，仍然散发着强烈的热量。一个生物如果结束回合时接触到熔岩领域的地面，会受到21 ({@dice 6d6}) 火焰伤害。",
	"At the start of the contest's second round, a volcano erupts, sending large boulders crashing down the mountainside. At the start of each competitor's turn, the competitor must succeed on a DC 14 Dexterity saving throw or have the {@condition prone} condition. The boulders settle across the lava field at the end of the second round, creating potential safe spots for competitors to jump between to avoid touching the lava field.": "比赛第二轮开始时，一座火山爆发，巨大的岩石滚落下山。在每位竞争者的回合开始时，竞争者必须通过一次 DC 14 的敏捷豁免检定，否则将获得{@condition prone}状态。第二轮结束时，岩石散落在熔岩地上，为竞争者提供了潜在的安全点，可以跳跃以避免接触熔岩地。",
	"If a character wins the contest of cloud giant's grace, Diasma awards the party a {@item potion of flying}.": "如果一个角色赢得了云巨人风度的比赛，Diasma会奖励该队伍一个{@item potion of flying}。",
	"Each competitor must sit or stand atop a wooden post beneath a roaring waterfall. If a competitor's body ceases to be in contact with the wooden post, the competitor is disqualified. The last competitor touching their wooden post wins the contest.": "每位竞争者必须坐或站在熙熙攘攘的瀑布下的一根木桩上。如果一名竞争者的身体不再与木桩接触，该竞争者将被取消资格。最后一名仍然接触着他们的木桩的竞争者将赢得比赛。",
	"Each competitor is coated in a magical mud paste. After 1 minute, the paste hardens into a protective barrier as hard as stone. However, a single movement causes the mud barrier to crack, ruining its protection. After the paste is applied but before it hardens, each competitor can take a place on a wooden post beneath a waterfall whose river has been temporarily dammed. The contest begins when each competitor's mud paste has hardened and the dam is removed.": "每位竞争者被涂上一层魔法泥浆。1分钟后，泥浆会硬化成坚硬如石的保护屏障。然而，一次移动就会导致泥浆屏障破裂，破坏其保护作用。在涂抹泥浆但尚未硬化之前，每位竞争者可以站在一个木制支柱上，支柱下面是一条被临时堵住水流的瀑布。比赛开始于每位竞争者的泥浆硬化并且水坝被拆除之时。",
	"This is a contest of willpower, not fortitude. The crashing waterfall is almost deafening, and the sensation of being encased in mud is unpleasant. At the end of a mud-encased competitor's turn, that competitor must make a DC 14 Wisdom saving throw. On a failed save, the competitor flinches, causing the mud barrier to crack. If the barrier cracks, at the start of each of the competitor's turns, the competitor must succeed on a DC 20 Strength saving throw or be pushed 15 feet from the waterfall and have the {@condition prone} condition.": "这是一场意志力的比赛，而非毅力。轰鸣的瀑布声几乎震耳欲聋，被泥浆包裹的感觉令人不快。在被泥浆包裹的竞争者回合结束时，该竞争者必须进行一次 DC 14 的感知豁免检定。如果未通过检定，竞争者会畏缩，导致泥浆屏障破裂。如果屏障破裂，在每个竞争者的回合开始时，竞争者必须通过一次 DC 20 的力量豁免检定，否则将被推离瀑布 15 英尺，并陷入{@condition prone}状态。",
	"If a character wins the contest of stone giant's resolve, Diasma awards the party a {@item Quaal's Feather Token, Tree||Quaal's feather token (tree)}.": "如果一个角色赢得了石巨人决心的比赛，Diasma会奖励该队伍一个{@item Quaal's Feather Token, Tree||Quaal's feather token (tree)}。",
	"If the party wins two or more of the contests, Diasma is thoroughly impressed. She and three of her fellow giant wrestlers offer to accompany the party to the Star Forge. Diasma explains that while the giant wrestlers are convinced the characters can accomplish their goal, they want to help, and they will relish the chance to practice their training against some fire giants.": "如果队伍赢得两场或更多的比赛，迪亚斯玛会深感印象深刻。她和她的三位巨人摔跤手同意陪同队伍前往星辰熔炉。迪亚斯玛解释说，虽然这些巨人摔跤手相信角色们能够完成他们的目标，但他们想要帮忙，并且他们将乐于借此机会练习对抗一些火巨人。",
	"The Star Forge is located in a large crater near the top of the mountain where a falling star struck a ridge and displaced millions of tons of rock. The displaced rock formed a 150-foot-tall rim around the crater's basin. Snowmelt and precipitation gradually smoothed out the crater floor and filled it with water. A mound of rubble forms an island in the crater's center around the fallen star, atop which ancient giants constructed the Star Forge.": "星辰锻造炉位于一处大型火山口附近，这里是一座山顶，一颗流星撞击山脊，移动了数百万吨岩石。这些移动的岩石形成了环绕火山口盆地的高达150英尺的边缘。融雪和降水逐渐使火山口地面变得平坦，并充满了水。一座废墟堆积形成了火山口中心的一个岛屿，围绕着那颗流星，古代巨人在上面建造了星辰锻造炉。",
	"From the Fireside Monastery, it's a three-hour hike to the crater's rim.": "从炉边修道院出发，到火山口边缘需要徒步三小时。",
	"On the rim of the Star Forge's crater, four {@creature Fire Giant||fire giants} harry the {@creature adult red dragon} Akaanvaerd. The five combatants move around the crater's rim while fighting, effectively patrolling the perimeter. If the characters don't want to alert these enemies to their presence at the Star Forge, they need to sneak toward the crater's floor.": "在星熔炉火山口的边缘，四名{@creature Fire Giant||fire giants}骚扰{@creature adult red dragon}阿坎瓦德。这五名战斗者在战斗中绕着火山口的边缘移动，有效地巡逻着周边。如果角色不想让这些敌人察觉到他们在星熔炉的存在，他们需要悄悄靠近火山口的底部。",
	"To sneak into the crater unseen, the party must make a group Dexterity ({@skill Stealth}) check. The DC is 23 to avoid the notice of Akaanvaerd. On a failed check, Akaanvaerd spots the characters, but he doesn't pursue them immediately. At your discretion, the dragon might arrive at the Star Forge just in time to complicate (or simplify, depending on how things go) the party's encounter with Brimskarda.": "为了悄无声息地潜入火山口，队伍必须进行一次团体敏捷度检定（{@skill Stealth}）。难度等级为23，以避免被阿卡瓦德(Akaanvaerd)察觉。检定失败时，阿卡瓦德发现了角色，但并不立即追击。鉴于情况，这条龙可能会恰好抵达星辰熔炉，给与布林斯卡达(Brimskarda)的遭遇增添一些复杂性（或简化，取决于情况如何）。",
	"To avoid only the fire giants' notice, the DC of the group Dexterity ({@skill Stealth}) check is 16. If the characters fail this check, two fire giants break off and attack the party on the crater's rim.": "为了避免只引起火巨人的注意，小组的敏捷度检定（{@skill Stealth}）的DC为16。如果角色们未通过这次检定，两名火巨人会分开并攻击站在火山口边缘的队伍。",
	"If any Fireside giant wrestlers are with the party, the wrestlers rush off to distract the giants, and the characters automatically succeed on their group Dexterity ({@skill Stealth}) check. \"We'll hold them off,\" one wrestler yells back excitedly. \"Go to the Star Forge. We can take care of a few runts!\" In this case, Akaanvaerd and the fire giants are too confounded by the pesky wrestlers to notice the characters.": "如果有任何炉边巨人摔跤手与队伍同行，摔跤手们会冲上去分散巨人的注意力，角色们会自动成功进行他们的团体敏捷检定 ({@skill Stealth})。\"我们来挡住他们，\"一个摔跤手兴奋地大喊道。\"去星辰熔炉吧。我们可以处理掉一些小家伙！\"在这种情况下，阿坎瓦德和火巨人们被这些讨厌的摔跤手们搞得团团转，根本没有注意到角色们。",
	"Parleying with a red dragon is a perilous feat, but a feat that bold characters might nonetheless attempt.": "与一只红龙交涉是一项危险的壮举，但大胆的角色们可能仍会尝试。",
	"If the characters defeat the four fire giants on the crater rim and supplicate themselves to the dragon, Akaanvaerd swoops down to inspect the interlopers. He has no interest in the characters' quest but considers whether he can use these little ones to further his own aims. Namely, Akaanvaerd wants to seize his lair—the Star Forge—from the fire giants who invaded it.": "如果角色们击败了火巨人并向龙神(Akaanvaerd)顶礼膜拜，Akaanvaerd会俯冲下来检查这些闯入者。他对角色们的任务不感兴趣，但考虑是否可以利用这些小家伙来实现自己的目标。换句话说，Akaanvaerd想要夺回他的巢穴——星辰熔炉(Star Forge)，这是被入侵的火巨人占据的。",
	"Akaanvaerd is supremely proud and frames any alliance brokered with the characters as strictly a favor on his part. Any insinuation to the contrary garners his scorn and foils any attempts at negotiation.": "Akaanvaerd（阿卡恩瓦德）非常自豪，并将与角色达成的任何联盟都视为他的恩惠。任何暗示相反的行为都会招致他的鄙视，并破坏任何谈判的尝试。",
	"Read aloud the following to describe what the characters see in the crater:": "描述角色在火山口看到的景象。",
	"You stand atop a roughly circular ridge nestled into the mountainside. The ridge overlooks a massive crater, in the center of which is a stone structure that glows brightly from within. A shallow lake surrounds the island on which the stone structure stands. Similar, smaller structures dot the lake's shore. The way into the crater's basin is a hazardous slope of loose scree.": "你站在一个嵌入山腰的大致圆形山脊上。这个山脊俯瞰着一个巨大的火山口，中心是一座从内部发出明亮光芒的石头建筑。一个浅湖环绕着这座石头建筑所在的小岛。湖岸上散布着类似的、较小的建筑物。进入火山口盆地的道路是一条松散的碎石坡，非常危险。",
	"From the crater's rim, it's a 150-foot descent to the lake's edge. The safest path to the lake is a series of switchbacks along the crater's southern slope; a character can spot these switchbacks with a successful DC 12 Wisdom ({@skill Perception}) check. Characters who take this path arrive at the crater floor just south of {@area area 1|021|x} (see the \"{@area Star Forge Locations|020|x}\" section). A creature that travels by foot along any other part of the slope must succeed on a DC 12 Dexterity ({@skill Acrobatics}) check to maintain its balance on the hazardous scree. On a failed check, the creature tumbles down the steep slope; the creature takes 21 ({@dice 6d6}) bludgeoning damage and has the {@condition prone} condition when it reaches the crater floor.": "从火山口的边缘到湖边有150英尺的下降。到湖边最安全的路径是沿着火山口南坡的一系列盘山路；角色可以通过成功的DC 12感知检定({@skill Perception})发现这些盘山路。选择这条路径的角色会抵达火山口地面，就在{@area area 1|021|x}的南边(见\"{@area Star Forge Locations|020|x}\"部分)。沿着斜坡的其他部分步行的生物必须成功进行DC 12敏捷检定({@skill Acrobatics})来保持在危险的碎石上的平衡。检定失败的生物会滚下陡峭的斜坡；生物会受到21({@dice 6d6})的钝击伤害，并在抵达火山口地面时患有{@condition prone}状态。",
	"Areas around the Star Forge share the following features:": "星熔炉周围地区具有以下特征：",
	"The ceiling inside the Star Forge is 100 feet high. Ceilings in any of the shelters around the lake are 50 feet high.": "星熔炉内的天花板高100英尺。湖边任何一个庇护所的天花板高50英尺。",
	"The forge itself is a great housing of iron. Pipes extend from a central vessel, channeling the radiance of the forge into a vent so bright it's painful to look at. Giant runes etched on the iron flare with white light. The Star Forge sheds bright light for 100 feet and dim light for another 100 feet. An Undead that starts its turn in the bright light takes 3 ({@dice 1d6}) radiant damage. On a clear night, the light is visible for 300 miles.": "锻造炉本身是一座巨大的铁制住所。管道从中央容器延伸出来，将锻造炉的光辉引导到一个如此明亮的通风口，看起来令人眼花缭乱。巨大的符文刻在铁上，闪耀着白光。星辉锻造炉照亮100英尺范围内，再延伸100英尺的昏暗光。在明亮光线中开始回合的不死生物会受到3({@dice 1d6})辐射伤害。在晴朗的夜晚，这道光可在300英里外可见。",
	"The walls of the Star Forge and the shelters around the lake are made from stone reinforced with iron. A 5-foot section of wall has AC 18, 20 hit points, and immunity to poison and psychic damage.": "星熔炉的墙壁和湖边的避难所都是用铁加固的石头建造的。一段5英尺长的墙壁具有AC 18，20点生命值，并且对毒素和精神伤害免疫。",
	"These locations are keyed to the map.": "这些地点与地图上的关键点对应。",
	"Crumbling piers and shattered bits of arches are all that remain of this broken stone bridge.": "这座破碎的石桥只剩下颓废的桥墩和支离破碎的拱门残骸。",
	"When the characters reach the bridge, three apparitions of acidic mist float up from the lake below to meet the party. The apparitions are vaguely human-shaped and are hostile toward the characters. Each {@creature Acidic Mist Apparition|GotSF|apparition} uses the {@creature air elemental} stat block with the following changes:": "当角色们到达桥边时，三团酸雾幻影从下方的湖面漂浮而起，迎接着队伍。这些幻影大致呈人形，对角色们表示敌意。每个{@creature Acidic Mist Apparition|GotSF|apparition}使用{@creature air elemental}的属性块，但有以下变化：",
	"The apparition has immunity to acid damage.": "这个幻影对酸性伤害免疫。",
	"The apparition's Slam attack deals acid damage instead of bludgeoning damage.": "幻影的猛击攻击造成酸性伤害，而不是钝击伤害。",
	"A lake of bubbling water rings the island at the center of this crater. The water is violently turquoise and radiates acrid vapors.": "一个湖泊环绕着这个火山口中心的岛屿。水面翻腾，呈现出剧烈的蓝绿色，并散发着刺鼻的蒸汽。",
	"The lake is 10 feet deep along the shores and 30 feet deep at its deepest.": "湖泊沿岸处的深度为10英尺，在最深处为30英尺。",
	"The compromised runestone in area 5 has enabled some of the fallen star beneath the Star Forge to seep acid into the lake's water. As long as the runestone is cracked, the water remains unsafe to drink, touch, or even go near.": "在第5区的受损符文石使星锻炉下方的一些堕落之星渗入湖水中产生了酸性。只要符文石破裂，水便无法安全饮用、触摸，甚至靠近。",
	"A creature that starts its turn within 10 feet of the water's edge or anywhere in the air within 100 feet above the water must make a DC 15 Constitution saving throw, taking 21 ({@dice 6d6}) acid damage on a failed save, or half as much damage on a successful one. A creature that starts its turn submerged in the water takes 42 ({@dice 12d6}) acid damage.": "一个生物如果在距离水边10英尺内或者在水面上方100英尺内的空中开始它的回合，必须进行一次DC 15的体质豁免检定，未通过则受到21 ({@dice 6d6})点酸性伤害，通过则受到一半伤害。如果一个生物在水下开始它的回合，则受到42 ({@dice 12d6})点酸性伤害。",
	"This massive iron dwelling sports large doors, furniture, and fixtures. The building is divided into two chambers: a long bedchamber to the north and a workshop to the south. A simple furnace—its light and heat humble compared to the Star Forge—fills one wall of the southern chamber. Heaped in a pile near the furnace are metal building materials, gigantic pieces of rusty armor, and a variety of oversized trinkets clearly made for giants. Two massive figures toil at the furnace.": "这座巨大的铁制住所有着宽大的门、家具和装置。建筑分为两个房间：北边是一个长长的卧室，南边是一个车间。简陋的熔炉——与星辰熔炉相比，它的光线和热量都显得很普通——占据了南边房间的一面墙。堆放在熔炉附近的有金属建筑材料、巨大的生锈盔甲片和各种明显是为巨人制作的超大玩意。两个巨大的身影正在熔炉辛勤劳作。",
	"Two {@creature Cinder Hulk|BGG|cinder hulks} (see the {@area appendix|039|x}) loyal to Brimskarda stoke the forge in this shelter's southern room. They've been ordered to collect metal scraps from around the lake, melt them down into ingots, and transfer the ingots to the Star Forge. The cinder hulks are hostile toward the characters and attack them immediately.": "两名{@creature Cinder Hulk|BGG|cinder hulks}（见{@area appendix|039|x}）忠于布林斯卡达的人在这个避难所的南房间里炼铁。 他们被命令从湖边收集金属碎片，将其熔化成锭，并将锭转移到星辰熔炉。 灰烬巨兽对角色们怀有敌意，并立即发动攻击。",
	"A character who searches the pile of trinkets finds two {@item Ring of Acid Resistance||rings of resistance (acid)} sized for fire giants. A Medium or Small Humanoid can wear one of these rings like a bangle.": "一个角色在杂物堆中找到了两个适合火巨人的{@item Ring of Acid Resistance||rings of resistance (acid)}。一个中等或小型人形生物可以像手镯一样戴上其中一个戒指。",
	"Also within the pile is a stone medallion the size of a dinner plate, inscribed with the fire rune. A character can repair the cracked runestone in area 5 by removing the runestone and replacing it with this medallion.": "在这堆石头中还有一个餐盘大小的石质奖章，上面刻有火之符文。角色可以通过取下破裂的符文石并用这个奖章替换它来修复区域5中的符文石。",
	"The other shelters around the lake have similar features and lie in different states of disrepair, but none contain any items or creatures of interest.": "湖边的其他避难所具有类似的特征，状况不同，但没有任何有趣的物品或生物。",
	"A wide dirt path slopes up the craggy island, connecting the shore to the south to a towering stone structure at the isle's northern tip. Standing in the middle of the road is a broad-shouldered giant with dusky skin and flaming red hair. She wears intimidating armor made of jagged lava rock and wields a searing scepter.": "一条宽阔的土路斜斜地延伸到崎岖的岛屿上，连接着南部的海岸和岛屿北端的高耸石结构。站在路中央的是一位肩膀宽阔的巨人，皮肤黝黑，头发燃烧般的红色。她穿着由锯齿状熔岩岩石制成的令人畏惧的盔甲，手持着一把灼热的权杖。",
	"\"None shall pass,\" the giant intones. At these words, two serpentine creatures of living flame slither to join her side.": "“无人可过，” 巨人庄严地说道。听到这些话，两只活火蛇般的生物蠕动着加入她的身旁。",
	"Brimskarda's most trusted companion, her sister Zohelm, guards the path to the Star Forge. Zohelm is a {@creature fire giant of evil fire|BGG} (see the {@area appendix|039|x}), and she is accompanied by two {@creature Salamander||salamanders} she summoned from the Elemental Plane of Fire. The three guard the area of the island south of the Star Forge and stamp out any intruders they find. They particularly enjoy driving enemies toward the nearby lake and throwing them into its acidic waters.": "Brimskarda最信任的伙伴，她的妹妹Zohelm，守护着通往星辰熔炉的道路。Zohelm是一名{@creature fire giant of evil fire|BGG}（见{@area appendix|039|x}），她身边还有两名她从火元素位面召唤出来的{@creature Salamander||salamanders}。这三人守护着星辰熔炉南边岛屿的区域，发现任何入侵者都会将其消灭。他们尤其喜欢将敌人驱赶至附近的湖泊，然后将其扔进腐蚀性水域中。",
	"Zohelm carries the following items in a velvet-lined bag at her hip: six giant-sized iron ingots and a diagram showing how to make a spiked tower shield. The bag also contains 110 sp, 90 ep, 100 gp, and 9 pp.": "Zohelm将以下物品放在她的腰间绒布袋中：六块巨型铁锭和一个显示如何制作尖刺塔盾的图表。这个袋子还包含110 sp，90 ep，100 gp和9 pp。",
	"Four fifty-foot-tall pillars of red stone stand before the wide archways on the Star Forge's south wall. Runestones embedded in the pillars radiate white light, giving the impression that the pillars are streaked with glowing veins of magma. One pillar glows notably brighter than the others. A runestone halfway up the brightly glowing pillar is cracked.": "四根高五十英尺的红石柱耸立在星炉南墙宽敞的拱门前。嵌在柱子上的符文照射出白光，使得柱子看起来就像被熔岩的发光脉络所笼罩。其中一根柱子的光辉明显比其他的更亮。在这根明亮的柱子中间位置的符文破裂了。",
	"The runestones embedded in these pillars form a magical ward. This ward contains the power of the fallen star beneath the Star Forge. Brimskarda's thunderous hammering on the Star Forge's anvil has caused a runestone on one of the pillars to crack.": "这些柱子上镶嵌的符文石构成了一个魔法结界。这个结界包含了星锻炉下面那颗陨落星星的力量。布林斯卡达(Brimskarda)在星锻炉的铁砧上猛烈敲打，导致其中一根柱子上的一个符文石裂开了。",
	"Each pillar has AC 16, 30 hit points, and immunity to poison and psychic damage.": "每根支柱的AC为16，30点生命值，并且免疫毒素和精神伤害。",
	"A character who knows the Giant language can repair the cracked runestone with a successful DC 15 Dexterity check using either mason's tools or the {@skill Sleight of Hand} skill. Failing the check causes the runestone to break. Alternatively, any character can remove the cracked runestone and replace it with the stone medallion in area 3 (see \"{@area Treasure|026|x}\").": "一个懂得巨人语言的角色可以使用石工工具或{@skill Sleight of Hand}技能，在成功通过DC 15的敏捷检定后修复破裂的符文石。如果检定失败，符文石会破裂。另外，任何角色都可以移除破裂的符文石，并用区域3中的石质奖章替换它（见“{@area Treasure|026|x}”）。",
	"If the runestone is repaired, the light seeping from the pillar dims, and the wards containing the fallen star restabilize. Any acid damage dealt by the acidic lake water (see {@area area 2|023|x}) is halved. After {@dice 1d10} days, the lake's water becomes safe to drink.": "如果符文石得到修复，柱子中渗出的光线会变暗，包裹着坠星的结界会重新稳定。任何由酸性湖水造成的酸性伤害（见{@area area 2|023|x}）会减半。在{@dice 1d10}天后，湖水变得可以安全饮用。",
	"If the runestone breaks, the light of the fallen star beneath the Star Forge shines even more intensely, and more acid seeps from the star into the surrounding lake. The Star Forge sheds bright light for 200 feet and dim light for another 200 feet. Any acid damage dealt by the acidic lake water (see area 2) is doubled.": "如果符文石破裂，星锻炉下的堕星之光会变得更加强烈，更多的酸液会从星星中渗入周围的湖泊。星锻炉照亮200英尺的明亮区域，另外200英尺的区域为昏暗。任何由酸性湖水（见区域2）造成的酸性伤害将翻倍。",
	"Archways on the south, east, and west walls vent scorching heat from this high-ceilinged forge chamber. The heat comes from a blazing furnace set into the north wall. An enormous anvil—thirty feet wide and ten feet tall—dominates the chamber's center. Kneeling atop the anvil is a begoggled, middle-aged human hammering together pieces of metal. The human wears a glowing shackle around one ankle; the shackle is attached to a long metal chain wrapped around the anvil's base. Looming in the chamber's corner is a partially constructed war machine of stone and steel shaped like a giant warrior.": "南、东、西墙上的拱门散发着灼热的热量，这是一个高耸天花板的锻造室。热量来自嵌入北墙的熊熊燃烧的熔炉。一个巨大的铁砧——宽三十英尺，高十英尺——占据了房间的中心。跪在铁砧上的是一个戴着护目镜的中年人，他正在敲打着金属件。这个人的一只脚踝上戴着一只发光的镣铐；镣铐连接着缠绕在铁砧底座周围的一根长金属链。在房间的角落里隐约可见一个部分建造完成的石头和钢铁制成的战争机器，形状像一个巨大的战士。",
	"If the characters haven't yet faced Brimskarda, add the following when you describe the room to your players:": "如果角色们还没有面对 Brimskarda，当你向玩家描述房间时，请添加以下内容：",
	"A heavily armored giant with iron-gray skin and brassy hair hammers a piece of red-hot metal at the anvil. Like the human, she wears dark-tinted goggles to protect her eyes from the blinding light of the furnace.": "一个身披厚重盔甲的巨人，皮肤铁灰色，头发黄铜色，在铁砧上敲打一块红热的金属。和人类一样，她戴着深色护目镜，保护眼睛免受熔炉刺眼的光线。",
	"The giant smith is Brimskarda, a lawful evil {@creature fire giant forgecaller|BGG} (see the {@area appendix|039|x}). Theldin (neutral good, human {@creature commoner}) toils alongside his kidnapper, performing the work that requires finer movements.": "巨人铁匠是布林斯卡达，一个秩序邪恶{@creature fire giant forgecaller|BGG} (见{@area appendix|039|x})。赛尔丁(中立善良，人类{@creature commoner})在他的绑架者旁边辛勤劳作，负责需要精细动作的工作。",
	"Brimskarda has no interest in negotiating with the characters or bartering for Theldin's freedom. All she wants is to reaffirm her lofty position in the ordning. To achieve her goal, she requires Theldin's expert, nimble hands. Together the smiths will soon complete what Brimskarda is sure will be her magnum opus: a titanic war machine called a runic colossus. Theldin fears for his life and therefore does whatever Brimskarda demands.": "布林斯卡达（Brimskarda）对与角色们谈判或为解放特尔丁（Theldin）进行讨价还价没有兴趣。她只想重新确立她在（ordning）中的崇高地位。为了实现她的目标，她需要特尔丁那位熟练而灵巧的双手。两位铁匠很快将完成布林斯卡达确信将是她的杰作：一座被称为符文巨像（runic colossus）的巨大战争机器。特尔丁担心自己的生命安全，因此无论布林斯卡达要求什么，他都会照做。",
	"Brimskarda stays close to the furnace, knowing that her immunity to its intense heat and blinding radiance gives her an edge in case of combat. If attacked, she fights to the bitter end, knowing that to surrender to mere humans would heap the worst kind of shame on her name.": "Brimskarda靠近熔炉，知道她对其强烈的热量和刺眼的光辉的免疫力让她在战斗中占据优势。如果受到攻击，她会战斗到最后一刻，知道向仅仅是人类投降会给她的名誉带来最严重的耻辱。",
	"A creature that starts its turn within 60 feet of the furnace must succeed on a DC 15 Constitution saving throw or take 22 ({@dice 4d10}) fire damage and have the {@condition blinded} condition until the start of the creature's next turn. On a successful save, the creature takes half as much damage only.": "一个在距离熔炉60英尺内开始回合的生物必须通过一次DC 15的体质豁免才能避免受到22 ({@dice 4d10}) 火焰伤害，并且在生物的下一个回合开始前拥有{@condition blinded}状态。在豁免成功时，生物只会受到一半伤害。",
	"Brimskarda and Theldin wear protective goggles that make them immune to the furnace's blinding light. Brimskarda is immune to fire damage. The shackle Theldin wears is magical; as long as the shackle is within 120 feet of the Star Forge, its wearer is immune to fire damage.": "布林斯卡达 (Brimskarda) 和 赛尔丁 (Theldin) 戴着保护眼镜，使他们免疫熔炉的刺眼光线。 布林斯卡达对火焰伤害免疫。 赛尔丁所戴的镣铐是神奇的；只要镣铐在星辰熔炉 (Star Forge) 的 120 英尺范围内，佩戴者就对火焰伤害免疫。",
	"The anvil has AC 18; 250 hit points; and immunity to fire, poison, and psychic damage. The anvil has immunity to all other damage unless it takes 25 or more damage from a single attack or effect, in which case it takes damage as normal.": "铁砧具有AC 18；250生命值；并且免疫火焰、毒素和精神伤害。铁砧对除非受到单次攻击或效果造成25点或更多伤害，否则对所有其他伤害免疫，若受到25点或更多伤害，将按正常规则受到伤害。",
	"Theldin is secured to the anvil by a 100-foot-long adamantine chain attached to a locked shackle around his left ankle. A character can pick the lock with a successful DC 20 Dexterity check using thieves' tools or the {@skill Sleight of Hand} skill. Brimskarda carries the manacle's key in a pouch on her belt.": "Theldin被一根长100英尺的精金链条锁在铁砧上，链条连接到他左脚踝上的一个锁链。一个角色可以使用盗贼工具或{@skill Sleight of Hand}技能进行成功的DC 20敏捷检定来打开锁链。Brimskarda在她的腰带袋里携带着镣铐的钥匙。",
	"Brimskarda carries everything she owns in a leather bag on her belt. The sack contains three boulders (minus any she's already thrown), a giant-sized leather apron stained with soot, fragments of a fire opal (worth 60 gp), and a 3-foot-tall ceramic mug decorated with golden paint. It also contains 270 sp, 60 ep, 90 gp, and 14 pp.": "布林斯卡达(Brimskarda)将她所有的东西都装在腰带上的皮袋里。这个袋子里装着三块巨石(减去她已经扔掉的任何石头)，一块巨大的被煤烟染色的皮围裙，一些火焰蛋白的碎片(价值60 gp)，以及一个用金漆装饰的3英尺高的陶瓷马克杯。里面还有270 sp，60 ep，90 gp和14 pp。",
	"If the characters free Theldin, he insists they help him destroy the runic colossus Brimskarda was building. He explains that the half-finished Construct is a weapon of war capable of cataclysmic destruction, and the possibility that some other giant might find and complete their work fills him with dread. The half-built colossus is a Huge object that has AC 20, 150 hp, and immunity to poison and psychic damage. To destroy it, the characters must reduce it to 0 hit points and then feed the broken pieces into the furnace. If Brimskarda, her nephews, Akaanvaerd, or any of the other residents of the crater remain alive, they might appear (at your discretion) and interrupt this task. Otherwise, it's safe to assume Theldin and the characters can complete the task with about a half hour of work.": "如果角色们释放了费尔丁，他会坚持让他们帮助他摧毁符文巨像布林斯卡达（Brimskarda）正在建造的。他解释说，这个半成品的构造体是一种能够造成灾难性破坏的战争武器，而且其他巨人可能会找到并完成他们的工作，这种可能性让他感到恐惧。这个半建成的巨像是一个巨大的物体，具有AC 20，150点生命值，并对毒素和精神伤害免疫。要摧毁它，角色们必须将其生命值降低到0，然后将破碎的碎片投入熔炉。如果布林斯卡达、她的侄子、阿卡恩瓦德（Akaanvaerd）或者火山口其他居民仍然存活，他们可能会（由你决定）出现并打断这个任务。否则，可以安全地假设费尔丁和角色们可以在大约半小时的工作中完成任务。",
	"Once the characters free Theldin and return the smith to his home, they've completed their quest and earned their reward. If the characters didn't already coax such a promise from Evin at the adventure's outset, Theldin offers to craft a magic weapon or suit of armor for his saviors. This could be a {@item +2 weapon}, a suit of {@item +1 armor}, or some other rare magic item of your choice.": "一旦角色们释放了{@item +2 weapon}并将铁匠送回家，他们就完成了任务并获得了奖励。如果角色们在冒险开始时没有从伊文那里获得这样的承诺，费尔丁会主动提出为他们打造一把魔法武器或一套护甲。这可以是一把{@item +2 weapon}，一套{@item +1 armor}，或者您选择的其他稀有魔法物品。",
	"If Theldin doesn't return home safely, Evin and other members of the city's royalty build a funerary pyre to honor the smith and mourn his loss. Evin thanks the characters for their efforts but cannot give them a reward; the city must preserve all the wealth it can now that its prized smith is gone.": "如果Theldin不能安全返回家园，Evin和城市贵族的其他成员将建造一个葬火堆来纪念这位铁匠并悼念他的离去。Evin感谢角色们的努力，但无法给予他们奖励；现在这座城市必须保留所有财富，因为它珍贵的铁匠已经离去。",
	"The fate of Brimskarda has a ripple effect on the region. Should the fire giant survive and retain control of the Star Forge, it's only a matter of time before she either completes her runic colossus alone or kidnaps another capable smith to help her finish the job. Once her war machine is complete, Brimskarda's first order of business is to lay waste to the city that hired the adventurers who nearly foiled her plot.": "Brimskarda的命运对该地区产生了涟漪效应。如果这位火巨人幸存并继续控制着星辰熔炉，那么她要么独自完成符文巨像的建造，要么绑架另一位有能力的铁匠来帮助她完成这项任务，只是时间问题。一旦她的战争机器完工，Brimskarda的首要任务就是摧毁那座雇佣了几乎破坏她计划的冒险者的城市。",
	"In the event of Brimskarda's death, the dragon Akaanvaerd once again claims the Star Forge as his lair. It will likely be some time before another giant capable of challenging the dragon rises to the occasion.": "在布林斯卡达(Brimskarda)的死亡事件中，龙阿坎瓦德(Akaanvaerd)再次宣称星辰熔炉(Star Forge)为其巢穴。在另一位能够挑战这条龙的巨人出现之前，可能会过一段时间。",
	"Patrick Renie, James Wyatt": "帕特里克·瑞尼 (Patrick Renie), 詹姆斯·怀亚特 (James Wyatt)",
	"Bree Heiss, Emi Tanji": "布里·海斯 (Bree Heiss), 淡路惠美 (Emi Tanji)",
	"Janica Carter": "贾妮卡·卡特尔 (Janica Carter)",
	"Trish Yochum": "特里什·约克姆 (Trish Yochum)",
	"Olivier Bernard, Dawn Carlos, Dyson Logos, Riccardo Moscatello": "奥利维尔·贝纳德 (Olivier Bernard), 朝卡洛斯 (Dawn Carlos), 戴森·洛戈斯 (Dyson Logos), 里卡多·莫斯卡特洛 (Riccardo Moscatello)",
	"Daniel Corona, Kevin Yee": "丹尼尔·科罗纳 (Daniel Corona)，凯文·叶 (Kevin Yee)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Siera Bruggeman, Gabriel Waluconis": "西耶拉·布鲁格曼 (Siera Bruggeman)，加布里埃尔·瓦卢科尼斯 (Gabriel Waluconis)",
	"Natalie Egan": "纳塔莉·伊根 (Natalie Egan)",
	"Patrick Backmann, Jeff Turriff": "帕特里克·巴克曼 (Patrick Backmann)，杰夫·特里夫 (Jeff Turriff)",
	"Jay Jani, Adam Walton, Joseph Keen, Cameron Powell, Sean Stoves": "Jay Jani（杰伊·贾尼）, Adam Walton（亚当·沃尔顿）, Joseph Keen（约瑟夫·基恩）, Cameron Powell（卡梅伦·鲍威尔）, Sean Stoves（肖恩·斯托夫斯）"
}