{
	"Ranging from the planar metropolis of Sigil to the fringes of the Outlands, this Dungeons & Dragons adventure takes characters on a tour of remarkable realms, where they'll brush shoulders with immortals and discover a plot to forever change the multiverse.": "从位面大都市锡基尔（Sigil）到外域（Outlands）的边缘，这个龙与地下城（Dungeons & Dragons）的冒险将带领角色游历非凡的领域，在那里他们将与不朽者擦肩而过，并发现一个永远改变多元宇宙的阴谋。",
	"The information in this book is for the Dungeon Master's eyes only. If you're planning to play the adventure with someone else as your DM, stop reading now. Before running this adventure, review {@book Sigil and the Outlands|SatO}, which provides overviews of this adventure's settings. This adventure assumes characters aren't familiar with Sigil or traveling the planes. Use the details herein and in {@book Sigil and the Outlands|SatO} to help characters tour the City of Doors, the Outlands, and beyond.": "这本书中的信息仅供地牢主（Dungeon Master）阅读。如果你计划与其他人一起扮演冒险的地牢主（DM），请立即停止阅读。在进行这次冒险之前，请查看{@book Sigil and the Outlands|SatO}，其中提供了对这次冒险场景的概述。这次冒险假设角色对锡基尔（Sigil）或跨越各个位面的旅行并不熟悉。使用这里和{@book Sigil and the Outlands|SatO}中的细节来帮助角色游览“门之城”（City of Doors）、外域（Outlands）以及更远的地方。",
	"This story focuses on the characters correcting a multiversal glitch affecting them and the whole of the Outlands. The adventure begins with the characters awaking in Sigil, untethered from their lives and memories due to this unprecedented error in reality.": "这个故事聚焦于角色们纠正一个影响着他们和外域整个多元宇宙的故障。冒险从角色们在锡基尔(`Sigil`)苏醒开始，由于现实中这个前所未有的错误，他们与自己的生活和记忆脱节。",
	"During the adventure, the characters discover the city of Sigil and meet the arcanaloth information broker {@creature Shemeshka|MPP}. In return for Shemeshka's aid in recovering their memories, the characters must track down a missing modron carrying dangerous information. This leads characters on a tour of the Outlands, with the additional goal of recording their impressions of the plane using a {@item mimir|SatO}—a magical, skull-shaped recording device (detailed in {@book Sigil and the Outlands|SatO}). During their travels, the characters reveal Shemeshka's role in their plight, recover their memories, and have the chance to stop a plot undermining the stability of the multiverse.": "在冒险过程中，角色们发现了锡基尔城，并遇到了奥术异兽情报员{@creature Shemeshka|MPP}。为了换取舍梅什卡帮助他们找回记忆，角色们必须追踪一只携带危险信息的失踪模德龙。这导致角色们在外域进行一次旅行，额外的目标是使用一个{@item mimir|SatO}——一个魔法的、头骨形状的记录设备（在{@book Sigil and the Outlands|SatO}中详细描述）。在旅途中，角色们揭露了舍梅什卡在他们困境中的角色，找回了记忆，并有机会阻止一场破坏多元宇宙稳定的阴谋。"
}