{
	"The Snout of Omgar is a geographical region {@adventure described briefly|ToA|2|Snout of Omgar} in {@adventure Tomb of Annihilation|ToA}. Not much is revealed about the location or its inhabitants in that adventure, however. The Tortle Package is written for Dungeon Masters who want to know more about the Snout of Omgar. This supplement also introduces a new playable character race, the {@race tortle|ttp}, and a new adventure location: {@adventure Dangwaru, the Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}.": "奥格尔的鼻孔是{@adventure Tomb of Annihilation|ToA}的一个地理区域{@adventure described briefly|ToA|2|Snout of Omgar}。然而，在那次冒险中，关于这个地方和它的居民并没有透露多少信息。Tortle包是为那些想了解奥格尔之鼻的地下城主编写的。这个补充文件还介绍了一个新的可玩角色种族--{@race tortle|ttp}，以及一个新的冒险地点。{@adventure Dangwaru, the Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}.",
	"Tortles are intelligent, turtle-like humanoids that have a knack for wilderness survival. The race first appeared in early editions of the D&D game, nowhere more prominently than in module X9, The Savage Coast, which was set in the world of Mystara. Tortles, like most other adventurous races, can appear on any D&D world. In the Forgotten Realms, the {@adventure peninsula of Chult|ToA|2} and the Snout of Omgar make good homes for them.": "龟甲人是一种聪明的、类似乌龟的人形生物，有在野外生存的本领。该种族首次出现在D&D游戏的早期版本中，其中最突出的是X9模块 \"野蛮海岸\"，该模块设定在Mystara世界。托尔人，像其他大多数冒险种族一样，可以出现在任何D&D世界。在被遗忘的世界里，{@adventure peninsula of Chult|ToA|2}和奥格尔的鼻孔是它们的好家。",
	"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text.": "出现在这样的方框中的文字是为了让玩家在他们的角色第一次到达某个地点或在某个特定情况下大声朗读或转述，如文中所述。",
	"The {@book Monster Manual|mm}, {@book Volo's Guide to Monsters|vgm}, and {@adventure Tomb of Annihilation|ToA} contain stat blocks for most of the creatures found herein, and a handful of new monsters appear at the end of this supplement. When a creature's name appears in {@bold bold} type, that's a visual cue pointing you to its stat block in the {@book Monster Manual|mm}. If a stat block appears elsewhere, the text tells you so.": "{@book Monster Manual|mm}、{@book Volo's Guide to Monsters|vgm}和{@adventure Tomb of Annihilation|ToA}包含了这里发现的大多数生物的状态块，还有一些新的怪物出现在本补编的最后。当一个生物的名字以{@bold bold}的字体出现时，那是一个视觉提示，指向{@book Monster Manual|mm}中的状态块。如果一个状态块出现在其他地方，文字会告诉你。",
	"The Snout of Omgar was once a peninsula, but upheaval wrought by the Spellplague broke off the tip of the peninsula, creating an island separated from mainland Chult by a narrow strait. When the separation occurred, tortles living in the vicinity claimed the island as their domain. The strait provided a natural defense against aggressive mainland predators.": "奥格尔之鼻曾经是一个半岛，但咒语瘟疫造成的动荡使半岛的顶端断裂，形成了一个与丘特大陆隔着一条狭窄海峡的岛屿。当分离发生时，生活在附近的托尔人声称该岛是他们的领地。海峡提供了一个天然的防御手段，以抵御大陆上的侵略性掠食者。",
	"Over time, the island's {@deity Umberlee|Faerûnian|SCAG} worshipers died off, and the palace fell into ruin. Descendants of the tortles who built the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)} soon discovered evil creatures lurking within. Older tortles wisely shun the ruined palace, but younger tortles occasionally try to explore it as a rite of passage. Few of them get far before strange monsters frighten them away.": "随着时间的推移，岛上的{@deity Umberlee|Faerûnian|SCAG}崇拜者逐渐死去，宫殿也陷入废墟。建造{@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}的托尔人的后代很快发现里面潜伏着邪恶的生物。年长的托特人明智地避开了废墟宫殿，但年轻的托特人偶尔会尝试探索它，作为一种成年仪式。他们中很少有人走远了，就被奇怪的怪物吓跑了。",
	"Here are ways to use this supplement in concert with {@adventure Tomb of Annihilation|ToA}:": "以下是与{@adventure Tomb of Annihilation|ToA}配合使用这种补充剂的方法。",
	"The party might visit the Snout of Omgar, explore its locations, and encounter its inhabitants.": "党派可能会访问奥格尔之鼻，探索其位置，并遇到其居民。",
	"Here are some hooks you can use to lure characters to the Snout of Omgar:": "这里有一些钩子，你可以用来引诱人物到奥格尔的鼻孔。",
	"The characters hire a tortle guide in {@adventure Port Nyanzaru|ToA|1} or {@adventure Fort Beluarian|ToA|2|Fort Beluarian}. The tortle tells them stories about the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)} and, as payment for its services, requests their help in ridding the palace of monsters.": "人物在{@adventure Port Nyanzaru|ToA|1}或{@adventure Fort Beluarian|ToA|2|Fort Beluarian}的地方雇佣了一个tortle向导。托尔告诉他们关于{@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}的故事，并要求他们帮助清除宫殿里的怪物，作为服务的报酬。",
	"The merchant princes of {@adventure Port Nyanzaru|ToA|1} are worried about the growing number of {@filter yuan-ti|bestiary|tag=yuan-ti} spies in their city and fear that the serpent folk are planning to assassinate them. A map of the Snout of Omgar was found on the body of a slain {@creature yuan-ti pureblood|mm} spy who tried to infiltrate {@adventure Merchant Prince Zhanthi's|ToA|1|Zhanthi} household. Zhanthi offers a 1,000 gp reward to adventurers who are willing to visit each of the island's landmarks and report back to her with news of their discoveries. {@adventure Zhanthi|ToA|1|Zhanthi} gives them the map and arranges for a fast ship ({@adventure the Brazen Pegasus|ToA|1|Harbor Ward}) to transport them to the island.": "{@adventure Port Nyanzaru|ToA|1}的商人王子们对他们城市里越来越多的{@filter yuan-ti|bestiary|tag=yuan-ti}间谍感到担忧，担心蛇人族正计划暗杀他们。在一个试图潜入{@adventure Merchant Prince Zhanthi's|ToA|1|Zhanthi}家庭的被杀{@creature yuan-ti pureblood|mm}间谍的尸体上发现了一张奥格尔之鼻的地图。湛西为那些愿意访问岛上每个地标并向她报告发现的消息的冒险者提供了1000金币的奖励。{@adventure Zhanthi|ToA|1|Zhanthi}给他们地图，并安排一艘快船({@adventure the Brazen Pegasus|ToA|1|Harbor Ward})运送他们到岛上。",
	"A ship carrying the famous explorer {@creature Volothamp \"Volo\" Geddarm|ToA} is missing. It set sail for the southern coast of Chult and never arrived. Volo's plan was to visit beautiful {@adventure Snapping Turtle Bay|ToA|2|Snapping Turtle Bay}, then spend a week at the tortle fort of {@adventure Ahoyhoy|ttp|3|Ahoyhoy}. (\"Tortle hospitality is said to be second to none!\") Rumors that the ship fell prey to pirates are false; in fact, the ship capsized in a storm, and Volo was washed ashore on the Snout of Omgar.": "一艘载有著名探险家{@creature Volothamp \"Volo\" Geddarm|ToA}的船失踪了。它启程前往楚尔特的南部海岸，但从未抵达。沃罗的计划是参观美丽的（%%1），然后在（%%2）的托尔特堡垒呆上一个星期。(\"据说Tortle的热情是首屈一指的!\")关于这艘船成为海盗的猎物的传言是错误的；事实上，这艘船在一场风暴中翻了，沃罗被冲到了Omgar的鼻孔上。",
	"The following tortle NPCs can be added to the {@adventure list of guides|toa|1|Finding a Guide} available for hire in Chult. One of the tortle guides, Kwilgok, works for the {@adventure merchant prince Jobal|ToA|1|Jobal} in {@adventure Port Nyanzaru|ToA|1}. The others, Eeyal and Mudgraw, are freelancers operating out of {@adventure Fort Beluarian|ToA|2|Fort Beluarian} and {@adventure Ahoyhoy|ttp|3|Ahoyhoy}, respectively.": "以下的托尔人NPC可以加入到楚尔特的{@adventure list of guides|toa|1|Finding a Guide}可供雇佣的队伍中。其中一个托尔人向导，Kwilgok，在{@adventure Port Nyanzaru|ToA|1}为{@adventure merchant prince Jobal|ToA|1|Jobal}工作。其他的Eeyal和Mudgraw则是自由职业者，分别在{@adventure Fort Beluarian|ToA|2|Fort Beluarian}和{@adventure Ahoyhoy|ttp|3|Ahoyhoy}工作。",
	"Eeyal is 5 feet, 8 inches tall and weighs 420 pounds.": "Eeyal身高5英尺8英寸，体重420磅。",
	"Although she's only 17 years old, her demeanor is comparable to that of a much older, much wiser tortle. She chooses her words carefully and doesn't take unnecessary risks. As she walks through the jungle, she uses her {@item quarterstaff|phb} to poke and prod ahead of her, fully aware that traps and snares come in many forms.": "虽然她只有17岁，但她的举止堪比一个年长得多、聪明得多的托儿。她谨慎地选择自己的言语，不冒不必要的风险。当她在丛林中行走时，她用她的{@item quarterstaff|phb}在前面戳来戳去，充分意识到陷阱和圈套有多种形式。",
	"Frightened of subterranean places, Eeyal won't voluntarily travel underground unless there's no other alternative.": "对地下的地方感到恐惧，除非没有其他选择，Eeyal不会主动到地下去。",
	"Eeyal is trustworthy and charges 5 gp per day. She also offers a discount rate of 40 gp for a tenday, but the payment must be made up front and is non-refundable.": "Eeyal是值得信赖的，每天收费5金普。她还提供40戈比的优惠价格，但必须预先付款，而且不能退款。",
	"Three years ago, a trade ship visited the tortle fort of {@adventure Ahoyhoy|ttp|3|Ahoyhoy}, and Kwilgok was able to book passage on it. In {@adventure Port Nyanzaru|ToA|1}, he discovered a world like no other. He found work repairing docks and, within a year, had enough coin to buy a used {@creature ankylosaurus}, which he rode in several high-stakes {@adventure dinosaur races|ToA|1|Dinosaur Racing}. He lost more than he won but caught the eye of the {@adventure Merchant Prince Jobal|ToA|1|Jobal}, who convinced him there was more profit in wilderness exploration. Kwilgok the {@creature tortle|mtf} became a guide and, like all legitimate guides in {@adventure Port Nyanzaru|ToA|1}, gives a slice of his earnings to {@adventure Jobal|ToA|1|Jobal}.": "三年前，一艘贸易船访问了{@adventure Ahoyhoy|ttp|3|Ahoyhoy}的托尔堡，Kwilgok得以在上面预订了船票。在{@adventure Port Nyanzaru|ToA|1}，他发现了一个与众不同的世界。他找到了修理码头的工作，并在一年内有足够的钱买了一辆二手的{@creature ankylosaurus}，他骑着它参加了几次高赌注的{@adventure dinosaur races|ToA|1|Dinosaur Racing}。他输的比赢的多，但引起了{@adventure Merchant Prince Jobal|ToA|1|Jobal}的注意，他相信在野外探险会有更多的利润。Kwilgok the {@creature tortle|mtf}成为一名导游，并且像所有合法的导游一样，在{@adventure Port Nyanzaru|ToA|1}，将他的收入的一部分给{@adventure Jobal|ToA|1|Jobal}。",
	"Kwilgok is 26 years old, stands just shy of 6 feet tall, and weighs 450 pounds.": "奎尔戈克现年26岁，身高不到6英尺，体重450磅。",
	"A rain forest covers the relatively flat northwest corner of the island. This rain forest is surrounded by grassy hills to the north, sandy beaches to the east and west, and mountains to the south. The tortle fort of {@adventure Ahoyhoy|ttp|3|Ahoyhoy} stands on the west coast, where the edge of the rain forest and the mountains meet.": "一片雨林覆盖了该岛相对平坦的西北角。这片雨林的北边是长满草的山丘，东边和西边是沙滩，南边是山脉。{@adventure Ahoyhoy|ttp|3|Ahoyhoy}的托尔堡矗立在西海岸，雨林的边缘和山脉的交界处。",
	"Roll a {@dice d20} three times per day of game time, checking for encounters each morning, afternoon, and evening or night. A random encounter occurs on a roll of 18 or higher. Roll a {@dice d100} and check the Snout of Omgar Encounters table for the appropriate terrain. After determining what the characters encounter, you can use the information presented below to bring the encounter to life. Let the players narrate their way through avoiding easy encounters, or increase the difficulty of easy encounters to keep them exciting.": "在每天的游戏时间内掷出{@dice d20}三次，每天上午、下午和晚上或夜间检查是否有遭遇。掷出18或更高的分数，就会发生随机遭遇。掷一个{@dice d100}，并检查Omgar的Snout遭遇表，看是否有相应的地形。在确定了角色遇到的情况后，你可以使用下面介绍的信息，将遭遇的情况生动化。让玩家通过叙述来避免简单的遭遇，或者增加简单遭遇的难度以保持其刺激性。",
	"A flock of {@dice 1d6+3} {@creature axe beak||axe beaks} stampede toward the characters, slashing at anyone they can reach.": "一群{@dice 1d6+3}{@creature axe beak||axe beaks}踩着脚步向人物走去，向它们能触及的人砍去。",
	"A pack of {@dice 3d6} {@creature baboon||baboons} has adapted to living in small mountain caves but scurry down to the tree line in search of food. The baboons can be placated by tossing each of them a day's supply of food. Otherwise, they attack, fleeing once their numbers are reduced by half.": "一群{@dice 3d6}{@creature baboon||baboons}的狒狒已经适应了生活在小山洞里，但为了寻找食物而窜到了树线上。狒狒可以通过向它们每个人扔一天的食物来安抚它们的情绪。否则，它们会发动攻击，一旦数量减少一半就会逃走。",
	"These bright red birds are common sights on the island. They feed on {@creature flying snake|MM|flying snakes}, and tortles hunt them for sport. {@creature blood hawk||Blood hawks} appear only during the day, and a typical encounter consists of {@dice 2d6} {@creature blood hawk||blood hawks} that attack until half of them are slain. If this encounter is rolled at night, treat it as no encounter.": "这些鲜红的鸟是岛上常见的景象。它们以{@creature flying snake|MM|flying snakes}为食，而海龟则以猎杀它们为乐。{@creature blood hawk||Blood hawks}只在白天出现，典型的遭遇战包括{@dice 2d6}{@creature blood hawk||blood hawks}的攻击，直到它们中的一半被杀死。如果这个遭遇是在晚上发生的，就当做没有遭遇。",
	"This marine {@creature decapus|ttp} preys on swimmers and will even snatch a rower from a {@item canoe|toa} (though it must use half of its tentacles to grab hold of the vessel before doing so). The decapus withdraws into the depths if it loses more than half of its hit points.": "这种海洋生物{@creature decapus|ttp}捕食游泳者，甚至会从{@item canoe|toa}的船上抢走一个划船者（不过它必须用一半的触手抓住船只才行）。如果它失去一半以上的命中率，就会撤回到深海中。",
	"{@creature pteranodon||Pteranodons} roost atop the mountains and gather in flocks to fish along the island's shores. The characters spot {@dice 1d6} {@creature pteranodon||pteranodons} nearby. The pteranodons keep their distance and attack only if threatened.": "{@creature pteranodon||Pteranodons}在山顶上栖息，成群结队地在岛上的海岸边捕鱼。角色们在附近发现了（1%）（2%）。翼龙会保持距离，只有在受到威胁时才会攻击。",
	"The characters are attacked by {@dice 1d4+2} {@creature topi|ttp|topis} (see \"{@creature topi|ttp|Topi}\") that escaped from the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}.": "字符被从{@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}中逃脱的{@dice 1d4+2}{@creature topi|ttp|topis}（见\"{@creature topi|ttp|Topi}\"）攻击。",
	"The tortle fort of Ahoyhoy (see {@area map 2|01f|x}) is situated on the northwest coast of the island. Tortles come here to socialize, lay eggs, and meet with traders. The place has no government. Tortles and guests are expected to be on their best behavior, and those who become a nuisance are asked to leave—or forced out, if necessary.": "Ahoyhoy的海龟堡垒（见{@area map 2|01f|x}）位于该岛的西北部海岸。托尔人来到这里交际，产卵，并与商人会面。这个地方没有政府。托尔人和客人都应该表现得最好，那些成为讨厌鬼的人被要求离开，或者在必要时被强迫离开。",
	"If the characters prod the tortles of Ahoyhoy for lore about the island and its inhabitants, each tortle they talk to shares one piece of useful information. Roll a {@dice d8} and consult the Ahoyhoy Lore table to determine what information is shared.": "如果角色向Ahoyhoy的托尔人询问关于这个岛和它的居民的传说，他们与之交谈的每个托尔人都会分享一条有用的信息。掷出{@dice d8}并查阅Ahoyhoy传说表以决定分享哪些信息。",
	"There are several shipwrecks off the northern point of the island. Most of the wrecks have been plundered, but receding sand and water might reveal something precious yet to be claimed. It's safest to explore the wrecks at low tide. A two-headed dinosaur haunts the shallows at high tide.": "在该岛的北端有几艘沉船。大多数沉船已经被掠夺，但退去的沙子和水可能会发现一些珍贵的东西还没有被人认领。在退潮时探索这些沉船是最安全的。涨潮时，一只双头恐龙在浅滩上出没。",
	"Carved into the base of the mountains east of Ahoyhoy is an old shrine that belonged to some kind of snake cult. It's a place of mystery and secrets.": "在阿霍伊东面的山脚下，刻着一个古老的神殿，属于某种蛇的崇拜。这是一个充满神秘和秘密的地方。",
	"Tortles mate and lay eggs when they grow old. The parents guard the eggs until they hatch, then share their life experiences with the newborn offspring. Not long after it learns to walk on two legs, a young tortle becomes an orphan ready to make its mark on the world.": "龟类在年老时交配并产卵。父母守护着蛋，直到它们孵化，然后与新生的后代分享他们的生活经验。在学会用两条腿走路后不久，年轻的龙卷风就成为一个孤儿，准备在这个世界上留下自己的痕迹。",
	"A ship called the Stirge visits Ahoyhoy often. Its captain, Laskilar, is an unabashed pirate, but he always has useful goods to trade. After leaving the Snout of Omgar, the Stirge usually heads to a place called Jahaka Anchorage. I've never heard of it, so it must be far away. (For more information on {@adventure Captain Laskilar and Jahaka Anchorage|toa|2|Jahaka Anchorage}, see {@adventure Tomb of Annihilation|ToA}.)": "一艘名为 \"Stirge \"的船经常访问Ahoyhoy。船长拉斯基拉尔是一个不折不扣的海盗，但他总是有有用的货物可以交易。在离开奥格尔的鼻孔后，\"Stirge \"号通常会前往一个叫贾哈卡锚地的地方。我从来没有听说过它，所以它一定很远。(关于{@adventure Captain Laskilar and Jahaka Anchorage|toa|2|Jahaka Anchorage}的更多信息，见{@adventure Tomb of Annihilation|ToA}。)",
	"If the characters approach the fort from the south, read:": "如果人物从南边接近要塞，请读。",
	"A multi-tiered fort stands at the water's edge, its sturdy stone walls adorned with large tortoise shells. The trail leading to the fort ends at a wooden double door. Two guards stand watch atop the wall east of the gate. They look like overgrown, bipedal turtles armed with crossbows. Outside the gate is a beach where a couple of wide-bottomed fishing boats are tethered to piers.": "一个多层的堡垒矗立在水边，坚固的石墙上装饰着大龟壳。通往堡垒的小路在一扇木制双门前结束。两个守卫站在门东面的墙顶上放哨。他们看起来像长得过高的双足海龟，手持弩箭。门外是一片海滩，几艘宽底渔船被拴在码头上。",
	"See {@area 9|028} for more information on the tortle guards. They are friendly toward visitors who show no outward signs of hostility.": "请参阅{@area 9|028}，了解更多关于托尔护卫的信息。他们对没有表现出敌意的游客很友好。",
	"Wooden stairs lead down to the beach. The tortle fishing boats are functionally identical to {@item rowboat|dmg|rowboats} (see {@book chapter 5 of the Dungeon Master's Guide|dmg|5} for more information on {@item rowboat|dmg|rowboats}).": "木质楼梯通向海滩。玉米饼渔船在功能上与{@item rowboat|dmg|rowboats}相同（关于{@item rowboat|dmg|rowboats}的更多信息见{@book chapter 5 of the Dungeon Master's Guide|dmg|5}）。",
	"If the characters approach the fort from the north, read:": "如果人物从北面接近要塞，请读。",
	"A multi-tiered fort stands at the water's edge, its sturdy stone walls adorned with large tortoise shells. The trail leading to the fort ends at a wooden double door. Two guards are posted, one on each of the ramparts to each side of the gate. They look like overgrown, bipedal turtles armed with crossbows.": "一个多层的堡垒矗立在水边，坚固的石墙上装饰着大龟壳。通往堡垒的小路在一扇木制双门前结束。两名守卫被派驻，在大门两侧的城墙上各有一名。他们看起来像长得过高的双足乌龟，手持弩箭。",
	"The gate doors are identical to those found in {@area 1|020}. Two {@creature tortle|mtf|tortles} (see \"{@filter Tortles,|bestiary|tag=tortle}\") stand guard on 10-foot-high wooden ramparts that hug the inside of the wall. Ladders in the courtyard provide easy access to the ramparts.": "大门与{@area 1|020}的大门完全相同。两个{@creature tortle|mtf|tortles}(见\"{@filter Tortles,|bestiary|tag=tortle}\")站在10英尺高的木制城墙上，紧贴着城墙的内部。院子里的梯子可以方便地进入城墙。",
	"Tortles often repair fishing nets in the courtyard, which is covered with a thin layer of sand. Short flights of stone steps ascend to adjoining areas. A roofed stable contains {@dice 1d4} {@creature boar||boars} and {@dice 1d4} {@creature mule||mules} in pens, plus {@dice 2d8} {@item chicken|phb|chickens} in coops. Food for the animals is stored in a loft. These animals are not indigenous to the Snout of Omgar; the tortles procured them from visiting traders.": "托尔人经常在院子里修理渔网，院子里铺着一层薄薄的沙子。短短的石阶可以上升到相邻的区域。一个有屋顶的马厩里有{@dice 1d4}{@creature boar||boars}和{@dice 1d4}{@creature mule||mules}的畜栏，还有{@dice 2d8}{@item chicken|phb|chickens}的畜圈。动物的食物储存在一个阁楼里。这些动物不是奥格尔斯诺特的本地动物；托尔人从来访的商人那里购买了它们。",
	"The ground here is covered with sand. Tortles come here to sleep on woven mats, sit under shady awnings, hang fish and meat to dry, cook food over small fires, and drink from a central basin that collects rainwater. They also come here to socialize with one another.": "这里的地面被沙子覆盖。龟兹人来到这里，睡在编织的垫子上，坐在阴凉的遮阳棚下，把鱼和肉挂起来晾晒，用小火做饭，并从一个收集雨水的中央盆里喝水。他们也来这里相互交往。",
	"Fishing gear and other supplies are stored here in crates and barrels. Extending out from the walls are several long, wooden rods that tortles use to catch fish in the shallows. A polished metal star attached to a wooden post is used to catch and reflect sunlight and moonlight. Tortles use this star as an alarm to warn fishing boats in the western waters of an attack on the fort.": "渔具和其他用品都存放在这里的板条箱和木桶里。从墙上延伸出来的是几根长长的木棒，是托尔人用来在浅滩捕鱼的。一颗附着在木柱上的抛光金属星被用来捕捉和反射太阳光和月光。托特尔人用这颗星作为警报器，警告西部水域的渔船对堡垒的攻击。",
	"Ahoyhoy's tallest feature is a walled amphitheater where tortles gather to discuss community matters and share stories. Story time is an occasion the tortles of Ahoyhoy look forward to, and storytellers are expected to weave their tales in as entertaining a way as possible. Visitors are free to participate, either as listeners or storytellers.": "Ahoyhoy最高的地方是一个有墙的圆形剧场，在那里，托特人聚集在一起讨论社区事务和分享故事。故事时间是Ahoyhoy的托塔人所期待的场合，讲故事的人要尽可能地以娱乐的方式编织他们的故事。游客可以自由参加，无论是作为听众还是讲故事的人。",
	"Ahoyhoy has two large, sand-filled areas set aside as tortle hatcheries. Ropes are strung across these areas from the tops of the walls, forming nets that prevent {@creature pteranodon||pteranodons} and similar flying predators from stealing the eggs.": "Ahoyhoy有两个大的、填满沙子的区域被留作托儿所孵化。绳索从墙顶穿过这些区域，形成网状，防止{@creature pteranodon||pteranodons}和类似的飞行掠食者偷窃鸡蛋。",
	"There's a {@chance 20} chance that a hatchery contains {@dice 1d12} tortle eggs. If eggs are present, {@dice 1d2} elderly {@creature tortle|mtf|tortles} (see \"{@filter Tortles,|bestiary|tag=tortle}\") watch over them. Each tortle egg weighs 5 pounds. A newborn tortle is usually confined to its hatchery for a few months, until it learns to walk on two legs.": "有一个{@chance 20}的机会，孵化室里有{@dice 1d12}托儿所的卵。如果有卵，{@dice 1d2}老人{@creature tortle|mtf|tortles}（见\"{@filter Tortles,|bestiary|tag=tortle}\"）要看管好它们。每个托拉蛋重达5磅。新生的托拉虫通常被限制在孵化室里几个月，直到它学会用两条腿走路。",
	"A gong of beaten bronze wrapped in stitched lizard hide stands in the middle of the fort. A mallet hangs from the post it's attached to. The tortles of Ahoyhoy use a simple set of gong signals:": "一面用蜥蜴皮缝制的青铜打制的铜锣矗立在堡垒的中央。它所连接的柱子上挂着一个木槌。Ahoyhoy的炮台使用一套简单的锣鼓信号。",
	"One bong indicates the arrival of visitors by land.": "一个烟斗表示陆路游客的到来。",
	"Two bongs indicates the arrival of visitors by ship.": "两个烟斗表示游客乘船抵达。",
	"Three bongs is a call to gather in the amphitheater.": "三支烟是呼吁大家到露天剧场集合。",
	"Four bongs indicates that an attack is imminent.": "四个烟斗表明攻击迫在眉睫。",
	"This walled area contains the trappings of a market. The ground is covered with sand, upon which rest woven mats, wooden stalls, and display tables. A stone sundial stands in the middle of the market, and stairs lead up to wooden ramparts that line the southern wall.": "这个有围墙的区域包含了市场的特征。地面上铺着沙子，上面放着编织的垫子、木制的摊位和陈列的桌子。一个石制日晷矗立在市场的中央，楼梯通向南墙的木制壁垒。",
	"Tortles gather here to trade with friendly visitors. Two {@creature tortle|mtf|tortles} (see \"{@filter Tortles,|bestiary|tag=tortle}\") stand guard on the ramparts, keeping an eye out for visitors or trouble approaching from the south.": "托尔人聚集在这里，与友好的游客进行交易。两个{@creature tortle|mtf|tortles}(见\"{@filter Tortles,|bestiary|tag=tortle}\")在城墙上站岗，留意从南方来的游客或麻烦。",
	"The Ahoyhoy Goods table contains unusual creatures and items that can be procured in the tortle settlement. If the characters want to obtain more than one of a particular creature or item, roll a {@dice d4} to determine how many the tortles have to sell or trade.": "Ahoyhoy物品表包含了可以在托勒密定居点采购的不寻常生物和物品。如果角色想获得超过一个特定的生物或物品，请掷出{@dice d4}来决定托尔人有多少可以出售或交易。",
	"2 lb. covered basket containing 4 {@creature poisonous snake||poisonous snakes} or {@creature scorpion|mm|scorpions}": "2磅有盖的篮子里有4个{@creature poisonous snake||poisonous snakes}或{@creature scorpion|mm|scorpions}的东西",
	"2 lb. basket of ornamental shells or coral": "2磅篮子里的观赏贝壳或珊瑚",
	"70 lb. barrel containing 80 lb. of coconuts": "70磅的桶装80磅的椰子",
	"5 lb. wooden cage holding an untrained {@creature almiraj|toa} (see {@adventure Tomb of Annihilation|ToA}) or a {@creature baboon}": "5磅的木制笼子里装着一个未受过训练的{@creature almiraj|toa}（见{@adventure Tomb of Annihilation|ToA}）或一个{@creature baboon}。",
	"{@creature Dimetrodon|vgm} egg or {@creature pteranodon} egg": "{@creature Dimetrodon|vgm}鸡蛋或{@creature pteranodon}鸡蛋",
	"Domesticated {@creature giant lizard} (pack animal)": "驯化的 {@creature giant lizard} (群居动物)",
	"500 gp diamond": "500 gp 钻石",
	"25 lb. stack of {@creature flail snail|vgm} shell fragments": "25磅的{@creature flail snail|vgm}炮弹碎片堆栈",
	"Pouch containing ten 100 gp pearls": "装有10颗100gp珍珠的小袋",
	"250 lb. {@creature flail snail|vgm} shell (intact)": "250磅{@creature flail snail|vgm}外壳(完整的)",
	"Almost a century ago, a storm caused a ship to crash near {@adventure High Horn|ttp|3|High Horn}. After pulling human survivors from the wreckage and the water, the tortles tried to make the humans feel at home.": "几乎一个世纪前，一场风暴导致一艘船在{@adventure High Horn|ttp|3|High Horn}附近坠毁。在把人类幸存者从残骸和水中拉出来后，托特人试图让人类感到宾至如归。",
	"The ship's captain was a charismatic woman whom the tortles admired. She worshiped a sea goddess and told stories about terrifying sea monsters, great ship battles, and magnificent island palaces. The tortles built the Typhoon Palace for her so that she could feel at home on the island.": "船长是一个有魅力的女人，托尔特人都很崇拜她。她崇拜一位海神，并讲述了关于可怕的海怪、伟大的船战和宏伟的岛屿宫殿的故事。托特尔人为她建造了台风宫，使她在岛上有家的感觉。",
	"The captain and her crew lived in the palace for the rest of their lives. The last of them perished more than fifty years ago.": "船长和她的船员们在宫殿里生活了一辈子。他们中的最后一个人在50多年前去世了。",
	"The palace is dilapidated and haunted. Young tortles occasionally explore the ruins in search of treasure. Most don't get far before strange sounds and shadowy forms frighten them away.": "这座宫殿已经破旧不堪，而且闹鬼。年轻的托尔人偶尔会到废墟中寻找宝藏。大多数人没走多远就被奇怪的声音和朦胧的形式吓跑了。",
	"The tortles built the Typhoon Palace to withstand storms, earthquakes, and the passage of time. Most of the damage it has sustained is due to neglect, and the damage is mostly superficial.": "托尔人建造台风宫是为了抵御风暴、地震和时间的流逝。它所遭受的损害大多是由于疏忽造成的，而且损害大多是表面的。",
	"Ceilings within the palace are 15 feet high unless otherwise noted. The walls are made of plaster-covered stone. Embedded in the plaster are decorative stones, oyster shells, starfish, and branches of coral. Doors are fashioned from thick wood and have no locks.": "宫殿内的天花板有15英尺高，除非另有说明。墙壁是由石膏覆盖的石头制成的。石膏上嵌有装饰性的石头、牡蛎壳、海星和珊瑚枝。门是用厚木头做成的，没有锁。",
	"If the characters follow the trail south from {@adventure Ahoyhoy|ttp|3|Ahoyhoy} to Dangwaru, read or paraphrase the following:": "如果人物沿着小路从{@adventure Ahoyhoy|ttp|3|Ahoyhoy}向南走到Dangwaru，阅读或转述以下内容。",
	"The trail clings to the mountainside and winds along the island's rocky coast for miles before ending at a stone palace built thirty feet above sea level. Waves crash against the rocks just below the palace walls.": "这条小路紧贴着山坡，沿着岛上的岩石海岸蜿蜒数英里，最后到达一座建在海平面以上30英尺的石头宫殿。海浪冲击着宫殿墙壁下的岩石。",
	"The double door is unlocked and pushes open on rusty, squealing iron hinges. If the characters have found a holy symbol of {@deity Umberlee|Faerûnian|SCAG} amid the wrecks of High Horn (see \"{@adventure High Horn|ttp|3|High Horn},\") or elsewhere, they realize that the splitting waves carved on the double door closely match the symbol.": "双层门没有上锁，用生锈的、尖叫的铁铰链推开。如果人物在High Horn（见\"{@adventure High Horn|ttp|3|High Horn},\"）或其他地方的残骸中找到了{@deity Umberlee|Faerûnian|SCAG}的神圣符号，他们就会发现刻在双扇门上的分裂的波浪与这个符号非常吻合。",
	"Wild ferns and palms dominate this overgrown garden. Three statues, two depicting sharks and one depicting an octopus, are mounted atop a three-foot-high stone retaining wall overlooking the sea. Everything here is damp with spray from the crashing waves. A stone staircase climbs ten feet to a crumbling stone balcony that stretches southward as it hugs the palace wall.": "野生蕨类植物和棕榈树在这个杂草丛生的花园中占主导地位。三座雕像，两座描写鲨鱼，一座描写章鱼，安装在三英尺高的石墙上，俯瞰大海。这里的一切都被海浪拍打的水花弄得湿漉漉的。一条石阶爬上十英尺高，通向一个摇摇欲坠的石质阳台，阳台紧贴着宫墙向南延伸。",
	"A rusty iron chandelier hangs by a chain above a once grand dining table situated in the middle of a large room. Light dapples the table through holes in the roof, and a few harmless tropical birds flap about. The tiled floor is littered with broken dishes, bird droppings, and other detritus. A wide staircase to the south climbs five feet to a raised gallery that surrounds the room. Old, framed pictures of sailing ships hang on the gallery walls. Three closed sets of doors lead from the upper area to other parts of the palace. A fourth doorway in the southeast corner is almost completely blocked by rubble.": "一盏生锈的铁制吊灯用链条悬挂在位于一个大房间中间的曾经的大餐桌上。光线透过屋顶上的小孔，斑驳地照在桌子上，几只无害的热带鸟儿飞来飞去。瓷砖地板上堆满了碎盘子、鸟粪和其他残渣。南面有一个宽大的楼梯，爬上五英尺高的长廊，环绕着房间。画廊的墙壁上挂着老式的、有框的帆船图片。三组封闭的门从上部区域通向宫殿的其他部分。东南角的第四个门洞几乎被瓦砾完全挡住了。",
	"This ruined feast hall contains nothing of value. Characters who search the walls, however, find a small iron key hidden behind one of the framed pictures. The key, which has a head shaped like an anchor, unlocks the painted chest in {@area 18|047}.": "这个破败的宴会厅里没有任何有价值的东西。然而，搜查墙壁的人物发现了一把小铁钥匙，藏在一幅有框的画后面。这把钥匙的头像是一只船锚，可以解开{@area 18|047}的彩绘箱子的锁。",
	"This room contains a number of beds, couches, and other furnishings, all of which have seen better days. Plaster has fallen from the ceiling and walls, adding to the refuse and disarray. Across from the double door, a narrow window looks out toward the sea.": "这个房间里有一些床、沙发和其他家具，所有这些都已经过了好日子。天花板和墙壁上的石膏已经掉落，增加了垃圾和混乱。在双扇门的对面，有一扇狭窄的窗户向海面望去。",
	"A search of the room yields nothing of interest or value. The window is wide enough for a Small or Medium character to crawl through.": "对房间进行搜索后，没有发现任何有意义或有价值的东西。窗户很宽，足以让一个小型或中型人物爬过去。",
	"Characters can enter this room through the door on the west wall or the 5-foot-wide crack in the north wall.": "角色可以通过西墙的门或北墙的5英尺宽的裂缝进入这个房间。",
	"A sunken bath choked with plant life dominates this room, the plastered walls of which are set with colorful coral branches and shells. More plants erupt through gaps between the flagstones, creating a veritable jungle in here. A {@creature bat} flutters about, alerted by your presence.": "一个被植物窒息的下沉式浴池主宰着这个房间，其石膏墙上镶嵌着五颜六色的珊瑚枝和贝壳。更多的植物从石板间的缝隙中喷涌而出，在这里形成了一个名副其实的丛林。一只{@creature bat}飞来飞去，对你的出现表示警惕。",
	"In addition to the harmless {@creature bat}, the ruined bath is home to several harmless {@creature lizard|MM|lizards}, snails, and {@creature spider|mm|spiders}.": "除了无害的{@creature bat}，废墟浴场里还有一些无害的{@creature lizard|MM|lizards}、蜗牛和{@creature spider|mm|spiders}。",
	"The window is wide enough for a Small or Medium character to crawl through.": "窗户的宽度足以让一个小型或中型角色爬过去。",
	"A {@spell glyph of warding} spell triggers the first time the statuette is removed from the pedestal by a creature that is not wearing a holy symbol of {@deity Umberlee|Faerûnian|SCAG}. A character who studies the statuette and succeeds on a DC 15 Intelligence ({@skill Investigation}) check spots the nearly invisible glyph, which is inscribed on the {@item trident|phb}. When triggered, the glyph erupts with magical energy in a 20-foot-radius sphere centered on it. Each creature in the area must make a DC 15 Dexterity saving throw, taking 22 ({@damage 5d8}) thunder damage on a failed save, or half as much damage on a successful one.": "当一个没有佩戴{@deity Umberlee|Faerûnian|SCAG}神圣标志的生物第一次将雕像从基座上取下时，就会触发{@spell glyph of warding}法术。研究雕像并成功通过DC15智力({@skill Investigation})检查的角色会发现几乎看不见的石刻，它被刻在{@item trident|phb}上。触发后，石刻会在以它为中心的20英尺半径的范围内爆发出魔法能量。该区域内的每个生物都必须做一个DC15的灵巧救赎，救赎失败会受到22{@damage 5d8}的雷霆伤害，救赎成功则受到一半的伤害。",
	"A partial collapse of the roof has filled the western doorway with rubble. Characters can't use the doorway until the rubble is cleared away (see {@area 5|02e} for details).": "屋顶的部分坍塌使西边的门洞充满了瓦砾。在瓦砾被清理掉之前，人物不能使用这个门洞（详情见{@area 5|02e}）。",
	"The plastered walls of this dark room are slick with moisture and set with colorful stones, starfish, shells, and coral branches. Extruding from the east wall is a stone sculpture of a {@creature giant crab}, its pincered arms hugging a ten-foot-wide stone basin. A trickle of water flows from the crab's mouth into the basin. Holes in the basin's rim serve as drains to keep the pool from overflowing. Through a narrow window in the south wall comes the crash of tidal sea water flowing in and out of a cave.": "这间黑暗房间的石膏墙因潮湿而光滑，并镶嵌着彩色的石头、海星、贝壳和珊瑚枝。从东墙伸出的是一个{@creature giant crab}的石雕，它的钳状手臂抱着一个10英尺宽的石盆。一股涓涓细流从螃蟹的嘴里流进盆里。盆地边缘的孔作为排水口，防止水池溢出。通过南墙的一个狭窄的窗口，传来潮汐海水流入和流出洞穴的撞击声。",
	"The tortles built a cistern on the roof that catches rainwater and channels it through the crab sculpture into the pool. If a creature bathes in the pool, a dozen {@creature crab||crabs} scuttle out of holes in the giant stone crab sculpture to clean the bather. The process takes 10 minutes. The {@creature crab||crabs} are harmless and can be killed normally.": "托尔人在屋顶上建了一个蓄水池，用来收集雨水，并将其通过螃蟹雕塑引入池中。如果有生物在池子里洗澡，就会有十几只（0%）从巨大的石蟹雕塑上的孔中窜出，为洗澡者清洗。这个过程需要10分钟。这些{@creature crab||crabs}是无害的，可以被正常杀死。",
	"A {@spell detect magic} spell reveals an aura of transmutation magic emanating from the pool. The pool has the following powers, which an {@spell identify} spell can ascertain:": "一个{@spell detect magic}的法术显示出从水池中散发出来的转化魔法的光环。这个池子有以下的力量，一个{@spell identify}的法术可以确定。",
	"Any creature that damages the basin must succeed on a DC 15 Constitution saving throw or be transformed into a {@creature crab} for 24 hours. The effect is otherwise identical to that of the {@spell polymorph} spell.": "任何破坏盆地的生物都必须在DC15体质测试中成功，否则就会被转化为{@creature crab}，持续24小时。其他效果与(1%)法术的效果相同。",
	"The window in the south wall is wide enough for a Small or Medium character to crawl through. It looks out into a flooded sea cave ({@area 12|03b}) and is 25 feet above the water level.": "南墙的窗户很宽，足以让一个小型或中型角色爬过去。它向外看是一个被淹没的海洞（{@area 12|03b}），离水面有25英尺。",
	"During the day, sunlight slips through cracks in the ceiling and a window in the west wall, dimly illuminating the area. On clear nights, moonlight does the same. The sound of crashing waves is constant, day and night.": "白天，阳光从天花板的缝隙和西墙的窗户中溜走，昏暗地照亮了这个地方。在晴朗的夜晚，月光也会如此。海浪拍打的声音不分昼夜地响起。",
	"Peeling murals adorn the plastered walls of this throne room, depicting tentacled sea monsters dragging storm tossed ships to their doom. Set into the plaster are white coral branches and mosaics in the form of sharks made of decorative stones and shells. Pillars carved to look like thick strands of kelp support the cracked, thirty-foot-high domed ceiling. Two pairs of wooden statues of turtle-like humanoids stand on opposite sides of the room. Between the southern pair extends a dark hallway. A dais against the east wall supports a granite throne carved to resemble an octopus. Behind the throne is a double door, next to which stands a tall clay urn. Set into the wall opposite the throne is a nine-foot-tall, arched window that looks out over the sea.": "剥落的壁画装饰着这间王室的石膏墙，描绘着触手可及的海怪拖着被暴风雨掀翻的船只走向灭亡。镶嵌在石膏上的是白色的珊瑚枝和用装饰石和贝壳制成的鲨鱼形式的马赛克。雕刻成厚厚的海带丝的柱子支撑着裂开的、30英尺高的圆顶天花板。两对木制的海龟状人形雕像站在房间的两边。在南边的一对雕像之间，延伸出一条黑暗的走廊。靠东墙的一个台子支撑着一个花岗岩的宝座，上面雕刻着一只章鱼。宝座后面是一扇双扇门，门旁边站着一个高大的泥土瓮。宝座对面的墙壁上有一个9英尺高的拱形窗户，可以看到大海。",
	"The four wooden statues are carved and painted to look like tortles. They stand 6 feet tall and weigh 200 pounds each.": "这四座木制雕像经过雕刻和彩绘，看起来像托塔。他们有6英尺高，每个人有200磅重。",
	"The granite throne weighs 3,000 pounds and radiates a strong aura of transmutation magic under the scrutiny of a {@spell detect magic} spell or a similar effect. An {@spell identify} spell reveals its magical properties:": "花岗岩王座重达3000磅，在{@spell detect magic}法术或类似效果的监视下，散发着强烈的转化魔法光环。一个{@spell identify}的法术会显示出它的魔法属性。",
	"A humanoid that sits in the throne can use it to cast the {@spell control weather} spell without needing components. As long as the creature remains seated in the throne, it doesn't need to concentrate to maintain the spell. Leaving the throne ends the effect, whereupon the weather gradually returns to normal.": "坐在宝座上的人形生物可以用它来施展{@spell control weather}的法术，而不需要组件。只要该生物一直坐在宝座上，它就不需要集中精力来维持该咒语。离开王座后，效果就会结束，此时天气会逐渐恢复正常。",
	"Sea water rushes in and out of this damp cave, crashing against the walls and filling the cave with a cold spray. Clinging to the wall beyond the door is a semicircular stone balcony. Near the back of the cave hangs a sagging bridge made of frayed ropes and wooden planks, Between them, carved into the north wall midway between the balcony and the bridge, is a narrow open window.": "海水在这个潮湿的洞穴中冲进冲出，撞击着墙壁，使洞穴中充满了冰冷的水雾。紧贴着门外的墙壁是一个半圆形的石制阳台。靠近洞的后面挂着一座由磨损的绳索和木板组成的下垂的桥，在它们之间，在阳台和桥中间的北墙上刻着一个狭窄的开窗。",
	"The water here is 20 feet deep and tumultuous. Any creature that starts its turn in the water must succeed on a DC 10 Strength saving throw or be dashed against the walls, taking {@damage 2d6} bludgeoning damage, and dragged {@dice 1d6*5|1d6 × 5 feet} westward or eastward by the current as the water rushes into the cave or recedes.": "这里的水有20英尺深，波涛汹涌。任何在水中开始的生物都必须在DC10的力量投掷中获得成功，否则就会被冲到墙上，受到{@damage 2d6}重击伤害，并在水冲入洞穴或退去时被水流向西或向东拖动{@dice 1d6*5|1d6 × 5 feet}。",
	"The stone balcony is 30 feet above the water and connected to the throne room ({@area 11|038}) by a stone double door.": "石头阳台离水面有30英尺高，通过一个石头双门与王室（{@area 11|038}）相连。",
	"The bridge hangs 30 feet above the water and connects areas {@area 22|04f|x} and {@area 24|051|x}. Many of its planks are missing, and those that remain are rotted and unsafe. When a character uses the bridge, roll a {@dice d6}. On a roll of 1, a plank snaps underfoot, forcing the character to succeed on a DC 10 Dexterity saving throw or fall into the water below. Roll only once per character per crossing. Each time the bridge loses a plank, increase the DC of future saving throws by 1.": "这座桥悬挂在水面上30英尺，连接着{@area 22|04f|x}和{@area 24|051|x}地区。它的许多木板都不见了，剩下的也都腐烂了，不安全。当一个角色使用这座桥时，要掷出{@dice d6}。当掷出1时，一块木板就会在脚下折断，迫使角色在DC10的灵巧救赎中成功，否则就会掉入下面的水中。每个角色每次过桥只能掷一次。每当桥上失去一块木板，以后的救赎动作的DC就会增加1。",
	"The window in the north wall is wide enough for a Small or Medium character to crawl through. The opening is 25 feet above the water level.": "北墙的窗户很宽，足以让一个小型或中型角色爬过去。窗户口离水面有25英尺高。",
	"Characters can enter this room through an open doorway in the west wall or the stone double door to the east.": "角色可以通过西墙的开放式门洞或东面的石头双门进入这个房间。",
	"The outside door of this room has fallen in, and vegetation has crept inside. Vines and plants grow amid wrecked furniture, and tropical birds nest on shelves and in niches. Stairs to the west curl down to a vast, multilevel garden terrace.": "这个房间的外门已经倒塌，植被已经爬到里面。藤蔓和植物在残破的家具中生长，热带鸟类在架子和壁龛中筑巢。西边的楼梯一直延伸到一个巨大的、多层次的花园露台。",
	"The furnishings fall apart if disturbed. A search of the room yields nothing of value.": "如果受到干扰，家具就会散架。对房间进行搜查后，没有发现任何有价值的东西。",
	"During the day, six {@creature blood hawk||blood hawks} circle the garden at a height of 60 feet. These aggressive, red-feathered birds prey on {@creature lizard|MM|lizards} and other small animals, and they gang up on a character who explores the terraced garden alone. The blood hawks aren't present at night.": "白天，六只{@creature blood hawk||blood hawks}在花园的60英尺高处环绕。这些好斗的红羽毛鸟类捕食{@creature lizard|MM|lizards}和其他小动物，它们群起而攻之，对付独自探索梯田花园的人物。血鹰在晚上并不出现。",
	"Waves crash against a rocky promontory, built atop which is a spectacular, multilevel garden, its terraces overgrown with vegetation and hemmed in by stone walls with statues of sharks at their corners. Stone steps connect the lower terraces with the higher ones. Built atop the highest terrace is an ornate, vine-draped gazebo flanked by palm trees. Cracked steps east of the gazebo rise to a landing in front of a set of doors carved to resemble a giant wave that parts in the middle.": "海浪拍打着岩石岬角，岬角上建有一个壮观的多层花园，其梯田上长满了植物，被石墙包围，墙角有鲨鱼的雕像。石头台阶连接着低处的梯田和高处的梯田。在最高的梯田上建有一个华丽的葡萄架凉亭，两边是棕榈树。凉亭东面的裂缝台阶上升到一组门前的平台，这组门被雕刻成一个巨大的波浪，在中间分开。",
	"Elevation markers on {@area map 3|029|x} indicate the heights of the various terraces above sea level.": "{@area map 3|029|x}上的高程标记表示各种梯田高于海平面的高度。",
	"The floor of the gazebo is littered with the remains of past meals, including lizard bones, blood hawk feathers, and two tortle shells. Amid the refuse is a ring made of lapis lazuli (25 gp). The ring has a magical quirk that causes its wearer to experience a recurring nightmare after sleeping for more than 1 hour with the ring on. The nightmare is vivid: the wearer is engulfed by a sperm whale while clinging to a floating barrel on a stormy sea. After being swallowed whole in the nightmare, the ring wearer awakens, no worse for wear.": "凉亭的地板上堆满了过去的食物残骸，包括蜥蜴的骨头、血鹰的羽毛和两枚玉米饼的壳。在这些垃圾中，有一枚由青金石制成的戒指（25GP）。这枚戒指有一个神奇的怪癖，它能使佩戴者在戴着戒指睡觉超过1小时后经历一个反复出现的噩梦。这个噩梦很生动：佩戴者在暴风雨的海面上紧紧抓住一个漂浮的木桶，被抹香鲸吞噬。在噩梦中被整个吞噬后，戴戒指的人醒来时并无大碍。",
	"When the characters first lay eyes on the cleric's bedchamber, read:": "当人物第一次看到教士的寝室时，请阅读。",
	"This palatial bedchamber is eerily quiet and still. Cracks have formed in the blue plaster walls, set into which are colorful coral branches and seashells. Pillars carved to resemble tentacles support the vaulted ceiling, which features a large dome painted to look like the night sky. Beneath the dome and between the pillars, a large bed stands atop a wide, circular dais. The bed's wooden frame is carved to resemble surging waves. Set into the north wall are two doors. Dust covers everything.": "这座宫殿式的寝宫安静得可怕，静得可怕。蓝色的石膏墙上出现了裂缝，里面镶嵌着五颜六色的珊瑚枝和贝壳。雕刻成触角状的柱子支撑着拱形的天花板，天花板上有一个画得像夜空的大圆顶。在穹顶之下和柱子之间，一张大床矗立在一个宽大的圆形台子上。床的木质框架被雕刻成波涛汹涌的样子。北墙有两扇门。灰尘覆盖了一切。",
	"The bedchamber contains nothing of value. The doors to the north lead to smaller rooms described below.": "寝室里没有任何有价值的东西。北面的门通向下面描述的小房间。",
	"The eastern door off the cleric's bedchamber opens into a tiled bathroom. The bathtub is a long, rectangular stone basin set in the floor. Pipes connect the basin to a rain-catching cistern on the roof. Next to the basin is a stone plug that can be used to keep the water from draining out through the hole in the bottom of the basin.": "教士寝室外的东侧门通向一个铺有瓷砖的浴室。浴缸是一个长条形的石盆，镶嵌在地板上。管道将盆地与屋顶上的集雨箱相连。脸盆旁边有一个石塞，可以用来防止水从脸盆底部的孔中排出去。",
	"This kitchen has not been disturbed in years, and its contents are covered with dust and cobwebs. A stone oven is built into one wall, and narrow doors open into storerooms and pantries.": "这个厨房已经多年未被打理，里面的东西都被灰尘和蜘蛛网覆盖。一面墙上建有一个石炉，狭窄的门通向储藏室和茶水间。",
	"This arched hallway is reinforced with stone buttresses, between which are painted murals depicting gloomy underwater scenes. A large double door stands to the west, and a flickering orb is embedded in the wall at the east end of the hall. Along the hall's length are two more sets of double doors, a single door, and two clay urns covered with dust and cobwebs.": "这条拱形走廊用石块支撑加固，在石块之间有描绘阴暗的水下场景的绘画壁画。一扇大的双门矗立在西边，一个闪烁的球体嵌在大厅东端的墙上。沿着大厅的长度，还有两组双门，一扇单门，以及两个布满灰尘和蜘蛛网的泥瓮。",
	"The doors along the north wall open into the rooms beyond. The doors to the west and south have hinges on this side and open into the hallway.": "沿着北墙的门通向后面的房间。西面和南面的门在这一侧有铰链，并开到走廊上。",
	"The clay urns are purely decorative and contain nothing of value.": "泥瓮是纯粹的装饰品，里面没有任何有价值的东西。",
	"When characters peer into this area from {@area 17|046}, read:": "当人物从{@area 17|046}处窥视这一区域时，请阅读。",
	"Beyond the double door is a twenty-foot-wide, twenty foot long hallway leading to a dark, pillared chamber strewn with chests, crates, and other containers. Everything is covered with dust, but not enough to conceal the broken bones and weapons lying on the hallway floor.": "双层门外是一条二十英尺宽、二十英尺长的走廊，通往一个黑暗的、有柱子的房间，里面散落着箱子、板条箱和其他容器。一切都被灰尘覆盖，但不足以掩盖躺在走廊地板上的碎骨和武器。",
	"The remains on the floor belong to a pair of long-dead thieves. Characters who brush away the dust also find bloodstains and deep scratches on the floor. These clues suggest the presence of a trap.": "地板上的残骸属于一对早已死去的盗贼。拂去灰尘的人物还发现地板上有血迹和深深的抓痕。这些线索表明，这里有一个陷阱。",
	"The 20-foot-square area south of the double door contains a mechanical trap with a magical sensor. When a creature enters this area, giant spring-loaded gears hidden in the walls cause blocks of stone on either side of the hall to slam together. Only a creature wearing a holy symbol of {@deity Umberlee|Faerûnian|SCAG} can move through the area without triggering the trap. A character standing north or south of the trapped area can discern, by looking at the scratches on the floor, that the walls are movable blocks of stone, but there's no way to identify the trap's trigger or the method of bypassing it without experimentation or the use of divination magic. A creature between the colliding blocks of stone must make a DC 13 Dexterity saving throw. On a success, the creature leaps out of the way in whichever direction it prefers, north or south. On a failed save, the creature takes 44 ({@damage 8d10}) bludgeoning damage. A creature reduced to 0 hit points by this damage is crushed to a pulp. After they slam shut, the blocks take 1 minute to retract into the walls, whereupon the trap resets.": "双层门南面20英尺见方的区域包含一个带有魔法传感器的机械陷阱。当一个生物进入这个区域时，隐藏在墙壁中的巨大弹簧齿轮会使大厅两侧的石块撞在一起。只有戴着{@deity Umberlee|Faerûnian|SCAG}神圣标志的生物才能在不触发陷阱的情况下通过这个区域。站在陷阱区域北面或南面的人物可以通过观察地板上的划痕来辨别墙壁是可移动的石块，但是如果不进行实验或使用占卜魔法，就无法确定陷阱的触发方式或绕过它的方法。在碰撞的石块之间的生物必须做一个DC13的灵巧救赎动作。如果成功，该生物就会从它喜欢的任何方向跃出，不管是南还是北。如果救赎失败，该生物会受到44({@damage 8d10})的重击伤害。被这种伤害降低到0命中率的生物会被压成肉酱。在它们被关上之后，木块需要1分钟才能缩回到墙里，这时陷阱就会重新设置。",
	"A wide alcove in the east wall is not visible from the northern entrance. When characters see the alcove for the first time, read:": "从北边的入口处看不到东墙的一个宽阔的凹槽。当人物第一次看到这个凹槽时，请读。",
	"At the back of a recess in the east wall is a giant stone visage rendered in bas-relief. The face is that of a divinely beautiful woman with kelp for hair, eyelids like seashells, and a vaguely menacing half-smile.": "在东墙的一个凹槽后面，有一个浮雕的巨大石像。这张脸是一个非常漂亮的女人，头发是海带，眼皮像贝壳，还有一个隐约的半笑。",
	"Barrel 1": "桶1",
	"40 gallons of common wine": "40加仑的普通葡萄酒",
	"Barrel 2": "桶2",
	"80 pounds of salt": "80磅的盐",
	"Chest 1": "胸部 1",
	"150 gp of Maztican mintage": "150戈比的Maztican mintage",
	"Chest 2 (scorched by fire)": "胸部2 (被火烧焦)",
	"Chest 3 (covered with claw marks)": "胸部3（布满爪子的痕迹）",
	"A neatly folded wedding gown and veil (25 gp)": "一件折叠整齐的婚纱礼服和面纱（25戈比）",
	"Chest 4": "胸部 4",
	"Chest 5 (rotted)": "胸部5（已腐烂）",
	"A suit of {@item scale mail|phb} (50 gp) and a steel helm with an electrum fish mounted atop it (50 gp) ": "一套{@item scale mail|phb}的衣服(50GP)和一个安装有电子鱼的钢制头盔(50GP)",
	"Chest 6 (stained with blood)": "胸部6（沾有血迹）",
	"A {@item diplomat's pack|phb} (see the \"Equipment Packs\" in the {@book Player's Handbook|phb})": "A {@item diplomat's pack|phb}（见{@book Player's Handbook|phb}中的 \"设备包\"）。",
	"Chest 7 (stamped with the crest of Baldur's Gate)": "胸部7（印有博德之门的纹章）",
	"A {@item spyglass|phb} inlaid with mother of-pearl (1,000 gp), resting on a purple velvet pillow": "镶嵌着珍珠母贝的{@item spyglass|phb}(1,000 gp)，放在紫色天鹅绒枕头上",
	"Chest 8": "胸部 8",
	"Fifty vials of Zakharan perfume (5 gp each)": "五十瓶扎哈兰香水（每瓶5戈比）",
	"Chest 9 (painted with an image of an anchored ship)": "胸部9（绘有一艘停泊的船只的图像）",
	"A {@item Quaal's Feather Token, Anchor} buried under 200 gp": "A {@item Quaal's Feather Token, Anchor} 埋在200gp之下",
	"Crate 1": "箱子1",
	"Crate 2 (stamped with the crest of Waterdeep)": "箱子2（印有Waterdeep的徽章）。",
	"A disassembled 300-pound wooden {@item sled|phb} (20 gp), with assembly instructions in {@language Common|phb}": "一个拆开的300磅重的木制{@item sled|phb}(20gp)，其组装说明在{@language Common|phb}。",
	"Crate 3": "3号板条箱",
	"A {@item lute|phb} (35 gp), a {@item lyre|phb} (35 gp), and a {@item viol|phb} (30 gp) packed in straw.": "一个{@item lute|phb}(35 gp)，一个{@item lyre|phb}(35 gp)，一个{@item viol|phb}(30 gp)用稻草包装。",
	"Crate 4": "4号木箱",
	"Five {@item heavy crossbow|phb|heavy crossbows} and 100 {@item crossbow bolt|phb|crossbow bolts} packed in straw": "5个{@item heavy crossbow|phb|heavy crossbows}和100个{@item crossbow bolt|phb|crossbow bolts}包装在稻草中",
	"Clay urn 1": "泥瓮1",
	"Empty": "空的",
	"Clay urn 2": "泥瓮2",
	"Clay urn 3 (painted with pegasi images)": "粘土瓮3（绘有佩加西图像）。",
	"Ten 50-foot-long coils of {@item hempen rope (50 feet)|phb|hempen rope} (1 gp each)": "十个50英尺长的{@item hempen rope (50 feet)|phb|hempen rope}线圈(每个1戈比)",
	"Clay urn 4 (painted with squid images)": "粘土瓮4（绘有鱿鱼图像）。",
	"10 gallons of dark purple ink": "10加仑的深紫色墨水",
	"This dark, rectangular room contains a seven-foot-tall glass statue of a scowling woman with octopus tentacles for arms emerging from dark ocean waves. Three dusty rugs lie at the statue's base.": "这个黑暗的长方形房间里有一个七英尺高的玻璃雕像，雕像上有一个皱眉的女人，她的手臂是章鱼触角，从黑暗的海浪中浮现出来。雕像的底部躺着三块布满灰尘的地毯。",
	"Hanging by a chain from the ceiling of this dark, rectangular room is an old diver's cage with barnacles clinging to it. The cage is eight feet tall, five feet in diameter, and dangles two feet off the floor. Tattered rugs are splayed out before it. Other furnishings include bare shelves and painted clay urns, all covered in dust and cobwebs.": "在这个黑暗的长方形房间的天花板上用铁链吊着一个旧的潜水员的笼子，上面粘着藤壶。笼子有八英尺高，直径五英尺，离地两英尺。破烂的地毯在它面前铺开。其他家具包括光秃秃的架子和涂有颜色的泥瓮，都被灰尘和蜘蛛网覆盖。",
	"Two sets of double doors lead into this chamber, and a narrow window between them looks onto an overgrown garden terrace. The furnishings here have deteriorated with age. The plastered walls are peeling, and tropical birds have made nests in the cracked ceiling. A staircase flanked by marble pillars climbs to a raised stone platform decorated with tattered rugs, cushions, and tapestries. About the room are three clay urns painted with images of sharks and octopuses, and two rotted couches.": "两组双扇门通向这个房间，它们之间的一个狭窄的窗户可以看到一个杂草丛生的花园露台。这里的陈设已经随着时间的推移而变质。石膏墙已经剥落，热带鸟类在开裂的天花板上筑起了巢。大理石柱子两边的楼梯爬到一个高高的石台上，上面装饰着破烂的地毯、坐垫和挂毯。房间里有三个绘有鲨鱼和章鱼图像的泥瓮，以及两个腐烂的沙发。",
	"Six {@creature Topi|ttp|Topis} hide in the clay urns, two per urn. All six emerge and attack if any urn is disturbed or if the double door to the west is opened.": "六个{@creature Topi|ttp|Topis}藏在粘土瓮中，每个瓮有两个。如果任何一个瓮被扰动或西边的双门被打开，这六个人都会出现并攻击。",
	"This area consists of three natural caves connected by tunnels. Sea mist sprays from the north, and the noise of crashing waves echoes throughout. Within each cave is a 5-foot-deep pool of water. Harmless {@creature crab||crabs} scuttle across the floor, and glistening snails cling to the walls. A few smashed barrels and crates are scattered about.": "这个区域由三个天然洞穴组成，由隧道连接。海雾从北面喷出，海浪拍打的声音回荡在整个房间。每个洞穴内都有一个5英尺深的水潭。无害的{@creature crab||crabs}东西在地上乱窜，闪闪发光的蜗牛依附在墙壁上。一些被打碎的木桶和箱子散落一地。",
	"At unpredictable intervals, seawater erupts through four holes in the floor of this 80-foot-long tunnel and then rushes back into {@area 12|03b}, dragging creatures in the tunnel along with it. Roll a {@dice d6} at the end of any turn in which one or more creatures are in the tunnel. On a roll of 1 or 2, water erupts from the blow holes and quickly recedes, forcing all Medium or smaller creatures in the tunnel to make a DC 10 Strength saving throw. Any creature that fails the save is flushed into {@area 12|03b}, taking 5 ({@damage 2d4}) bludgeoning damage as it plunges down the nearest blow hole. If the creature is secured by a rope, it is swept away only as far as the rope allows but still takes damage. A character flushed into {@area 12|03b} can make a DC 15 Dexterity check to ride a wave back up through one of the blow holes. On a successful check, the character takes 5 ({@damage 2d4}) bludgeoning damage and lands {@condition prone} in the tunnel.": "在无法预测的时间间隔内，海水从这条80英尺长的隧道地板上的四个洞中喷涌而出，然后冲回{@area 12|03b}，将隧道中的生物拖入其中。在任何一个有一个或多个生物在隧道内的回合结束时，掷出{@dice d6}。在掷出1或2时，水从吹气孔中喷出并迅速退去，迫使隧道中所有中等或较小的生物进行DC10强度的救赎。任何拯救失败的生物都会被冲入{@area 12|03b}，在跌入最近的吹气孔时受到5({@damage 2d4})的重击伤害。如果该生物被绳索固定住，它被冲走的距离只有绳索允许的范围，但仍会受到伤害。被冲进(4%)的角色可以做一个DC 15的灵巧检查，以乘着波浪从其中一个吹气孔回到上面。如果检定成功，该角色会受到5({@damage 2d4})的重击伤害，并落在隧道里{@condition prone}。",
	"Rising up from the floor of this damp, dark cave is a grotesque, ten-foot-tall statue of a sea monster with glistening eyes and tentacles. A raised stone basin, its base carved to resemble a surging wave, stands nearby. Against the walls are two smashed crates, two clay urns, and three rotted wooden chests.": "在这个潮湿、黑暗的洞穴中，有一个怪异的、十英尺高的海怪雕像，它的眼睛和触手闪闪发光。附近有一个凸起的石盆，其底部被雕刻成一个汹涌的波浪。靠墙的地方有两个被砸碎的箱子，两个泥瓮，和三个腐烂的木箱。",
	"The statue depicts a kraken—one of {@deity Umberlee|Faerûnian|SCAG}'s many forms. Characters who approach the statue see a creature clinging to the ceiling behind it:": "这座雕像描绘的是海怪--{@deity Umberlee|Faerûnian|SCAG}的众多形态之一。走近雕像的人看到一个生物紧贴在雕像后面的天花板上。",
	"Clinging to the ceiling behind the statue is a nine-foot-long slug with glistening black skin and tentacles sprouting from its head. It opens its mouth, revealing sharp teeth.": "雕像后面的天花板上挂着一个九英尺长的鼻涕虫，黑色的皮肤闪闪发光，触角从头上冒出来。它张开嘴，露出锋利的牙齿。",
	"The {@creature giant slug|ttp} used to be the cleric of {@deity Umberlee|Faerûnian|SCAG} for whom the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)} was built. The sea goddess transformed the cleric as a punishment for some unknown offense. The giant slug has no recollection of its previous life and has the statistics of a {@creature carrion crawler}, with the following changes:": "这个{@creature giant slug|ttp}曾经是{@deity Umberlee|Faerûnian|SCAG}的教士，{@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}是为他建造的。海神改造了这个教士，作为对某种未知罪行的惩罚。巨型鼻涕虫对它以前的生活没有任何记忆，具有{@creature carrion crawler}的统计数据，并有以下变化。",
	"The {@creature giant slug|ttp} has 66 hit points.": "{@creature giant slug|ttp}有66个打击点。",
	"It has a walking speed and climbing speed of 10 feet. It can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "它的行走速度和攀爬速度为10英尺。它可以爬上困难的表面，包括倒立在天花板上，而不需要进行能力检查。",
	"It can innately cast each of the following spells once per day, requiring no components: {@spell guiding bolt}, {@spell sanctuary}, and {@spell spiritual weapon}. Its spellcasting ability is Wisdom (spell save DC 11; +3 to hit with spell attacks).": "它每天可以先天性地施放以下每种法术一次，不需要任何组件。{@spell guiding bolt}, {@spell sanctuary}, 和 {@spell spiritual weapon}。它的法术能力是智慧（法术救赎DC11；用法术攻击命中率+3）。",
	"It has darkvision out to a range of 60 feet.": "它的暗视范围为60英尺。",
	"It has a challenge rating of 3 (700 XP).": "它的挑战等级为3（700XP）。",
	"The statue weighs 5,000 pounds and is covered with slimy mildew. Lying on the floor behind the statue is a holy symbol of {@deity Umberlee|Faerûnian|SCAG} (25 gp) that has a minor magical quirk: when carried or worn by someone who is not a worshiper of {@deity Umberlee|Faerûnian|SCAG}, the holy symbol fills its owner with a sense of dread. This holy symbol once belonged to the cleric of Umberlee, but she has no use for it in her current form. See {@area handout D|06e|x} for an illustration of the holy symbol.": "雕像重达5,000磅，上面覆盖着粘稠的霉菌。躺在雕像后面的地板上的是一个{@deity Umberlee|Faerûnian|SCAG}的神圣符号(25GP)，它有一个小小的魔法怪癖：当不是{@deity Umberlee|Faerûnian|SCAG}的崇拜者的人携带或佩戴这个神圣符号时，它的主人会充满恐惧感。这个圣物曾经属于Umberlee教士，但她现在的形态对它没有用处。请看{@area handout D|06e|x}的神圣标志的图示。",
	"The cleric of {@deity Umberlee|Faerûnian|SCAG} used this basin as a scrying pool. Pipes built into its base fill the basin with seawater until it overflows. At the bottom of the basin, under 10 gallons of seawater, are two rusty iron keys. The keys unlock the chests in {@area 15|042}.": "{@deity Umberlee|Faerûnian|SCAG}的教士把这个盆地当作一个窥探池。建在盆底的管子将海水灌入盆中，直到溢出。在盆地的底部，在10加仑的海水下，有两把生锈的铁钥匙。这把钥匙可以打开{@area 15|042}的箱子。",
	"The smashed crates, the clay urns, and two of the rotting chests are empty. The third chest is unlocked and contains 120 sp and 70 cp in a moldy sack (tribute to {@deity Umberlee|Faerûnian|SCAG}), two {@item potion of healing|dmg|potions of healing} in flasks made from hollowed-out sea urchins, a {@item driftglobe}, and a coral crown (250 gp).": "砸碎的箱子、泥瓮和两个腐烂的箱子都是空的。第三个箱子被解锁了，在一个发霉的袋子里有120个sp和70cp（向{@deity Umberlee|Faerûnian|SCAG}致敬），在用挖空的海胆做成的烧瓶里有两个{@item potion of healing|dmg|potions of healing}，一个{@item driftglobe}，和一个珊瑚冠（250gp）。",
	"Killing the {@creature giant slug|ttp} lays the spirit of Siburrath (see {@area 20|04c}) to rest.": "杀死{@creature giant slug|ttp}后，西伯拉罕的灵魂(见{@area 20|04c})就会安息。",
	"Standing atop a rocky crag at the northernmost tip of the island, facing northwest, is a thirty-foot-tall stone statue of a turtle-like humanoid with a large stone horn held up to its mouth. Below the monument is a stretch of sandy beach covered with shells. Black, moss-covered rocks jut from the water like teeth worn down by time. Just beyond these \"teeth\" are several barnacle-covered shipwrecks.": "矗立在岛屿最北端的岩石峭壁上，面向西北，是一座三十英尺高的石雕，雕像是一个类似乌龟的人形，嘴上举着一个大石角。纪念碑下面是一片铺满贝壳的沙滩。黑色的、布满青苔的岩石从水中伸出来，就像被时间磨损的牙齿。就在这些 \"牙齿 \"的后面，是几艘被藤壶覆盖的沉船。",
	"The statue depicts a long-dead tortle named Gumdarr, who heard a ship crash on the rocks and stood atop the crag to get a better look. He blew a {@item horn|phb} to lure other tortles to the beach, and together they fished out the survivors of the shipwreck.": "这座雕像描绘的是一个早已死去的名叫古姆达尔的托尔人，他听到一艘船撞在岩石上，于是站在峭壁上想看个究竟。他吹响了{@item horn|phb}，引诱其他的托特鱼来到海滩，他们一起捞出了沉船的幸存者。",
	"Six ships have crashed here in the past one hundred years, including the ship that brought the cleric of {@deity Umberlee|Faerûnian|SCAG} and her crew to the island. At high tide, three of the wrecks (the {@adventure Bitch Queen|ttp|3|Bitch Queen}, the {@adventure Carcerius|ttp|3|Carcerius} , and the {@adventure Sea Mare|ttp|3|Sea Mare}) are submerged, while the others (the {@adventure Dawn Avenger|ttp|3|Dawn Avenger}, the {@adventure Dirty Dastard|ttp|3|Dirty Dastard}, and the {@adventure Virago|ttp|3|Virago}) are at least partially visible above the waterline. At low tide, all six wrecks are visible to some extent. Each shipwreck is described below.": "在过去的一百年里，有六艘船在这里坠毁，包括把{@deity Umberlee|Faerûnian|SCAG}教士和她的船员带到岛上的那艘船。涨潮时，其中三艘沉船（{@adventure Bitch Queen|ttp|3|Bitch Queen}、{@adventure Carcerius|ttp|3|Carcerius}和{@adventure Sea Mare|ttp|3|Sea Mare}）被淹没，而其他的（{@adventure Dawn Avenger|ttp|3|Dawn Avenger}、{@adventure Dirty Dastard|ttp|3|Dirty Dastard}和{@adventure Virago|ttp|3|Virago}）至少在水线以上部分可见。在退潮时，所有六艘沉船都能在一定程度上看到。下面将对每艘沉船进行描述。",
	"The {@creature two-headed plesiosaurus|ttp} has 100 hit points.": "{@creature two-headed plesiosaurus|ttp}有100点命中率。",
	"It can use its action to make two bite attacks, one with each head.": "它可以用它的行动来进行两次咬合攻击，每个头都有一个。",
	"It has a challenge rating of 4 (1,100 XP).": "它的挑战等级为4（1,100 XP）。",
	"Of the bitch queen, little remains except its bowsprit and wooden figurehead, which is carved in the likeness of a screaming woman with long strands of kelp for hair and waves breaking around her. Part of the ship's aft castle lies nearby, on its side and lodged amid the rocks. The wreck is completely submerged at high tide; at low tide, the bowsprit and half of the figurehead are visible, as is a small, sun-bleached corner of the aft castle.": "除了船首的桅杆和木制的头像外，这艘船几乎没有留下什么，头像上雕刻着一个尖叫的女人，她的头发是长长的海带，周围有海浪在拍打。船尾城堡的一部分就在附近，侧卧在岩石中。涨潮时，沉船完全被淹没；退潮时，可以看到船首斜桅和半个船头，以及船尾城堡的一个被太阳晒过的小角。",
	"The caravel carcerius was transporting slaves around Chult when it was caught in a storm seventy-five years ago. The crew was swept off the deck, leaving the slaves chained below. When the ship finally slammed against the rocks and sank, all of the slaves drowned.": "75年前，caravel carcerius在Chult附近运送奴隶时遭遇了一场风暴。船员们被冲下甲板，留下奴隶们被锁在下面。当船最终撞上岩石并沉没时，所有的奴隶都淹死了。",
	"Three sections of shattered hull form a triangle, and most of the carcerius is buried in the sand. The wreck is completely submerged at high tide, and two sections are half-exposed at low tide. Scavengers have picked clean the wreck, but one can still find rusty manacles bolted to rotten beams alongside skeletal remains.": "三段破碎的船体形成了一个三角形，大部分的船体被埋在沙子里。涨潮时，沉船完全被淹没，退潮时有两部分半露在外面。清道夫们已经把残骸清理干净了，但人们仍然可以发现锈迹斑斑的手铐栓在腐烂的横梁上，旁边还有骷髅的残骸。",
	"The captain of the dawn avenger was an {@race aasimar|dmg} cleric of {@deity Lathander|Faerûnian|SCAG}. A little over a year ago, she came to the south shores of Chult with a charter to hunt pirates and instead ran her ship aground. Thick clouds of smoke from the volcanoes to the north, which hampered visibility, were to blame. Seven survivors including the captain made it to the Snout, but they didn't stay long. They used salvaged rowboats to cross the northern strait, landed on the mainland, and disappeared into the wilds of Chult. No tortle on the island met the survivors, so no one knows what became of them.": "黎明复仇者号的船长是一个{@race aasimar|dmg}的教士{@deity Lathander|Faerûnian|SCAG}。一年多前，她带着猎杀海盗的租约来到楚尔特的南岸，结果却使她的船搁浅了。北部火山喷出的厚重烟云阻碍了能见度，这也是罪魁祸首。包括船长在内的七名幸存者到达了斯诺特号，但他们并没有停留太久。他们用打捞上来的划艇穿过北部海峡，在大陆上登陆，然后消失在楚尔特的荒野中。岛上没有人见到这些幸存者，所以没有人知道他们的结局。",
	"The dawn avenger broke in half. Its aft section was dragged out to sea by the current, but its forward section is lodged between rocks, canted to one side with its broken mast pointing south. The wreckage is entirely visible at low tide, and the starboard half becomes submerged at high tide. The tortles have picked it clean, leaving nothing of value.": "黎明复仇者号断成了两半。它的船尾部分被水流拖到了海里，但它的前半部分却卡在了岩石之间，向一侧倾斜，断裂的桅杆指向南方。残骸在退潮时完全可以看到，而右舷部分在涨潮时则被淹没。海龟把它挑得干干净净，没有留下任何有价值的东西。",
	"This pirate ship sank nine years ago. It sits upside down on a rock bed, its masts and upper deck sheared off, its exposed belly crusted with barnacles and snails. At low tide, the hull is fully above the water. A gash on its starboard side makes an adequate doorway. Everything but the ship's keel is submerged at high tide.": "这艘海盗船九年前沉没了。它倒立在岩床上，桅杆和上层甲板被剪掉了，露出的腹部被藤壶和蜗牛结成了壳。退潮时，船身完全露出水面。它的右舷有一个裂口，可以作为一个适当的门洞。涨潮时，除了船的龙骨外，所有东西都被淹没了。",
	"Plundered by tortles shortly after it sank, the Dirty Dastard recently became the lair of a {@creature sea hag} named Myldryd Urchinspine. The vile hag lurks in the boat's dark interior, ready to devour anyone who drops in uninvited. The sandy floor of her lair is covered with half-eaten raw fish, seaweed, and broken shells. Hidden under the sand and detritus are two {@creature giant crab||giant crabs} that obey the hag's commands.": "Dirty Dastard号在沉没后不久就被跗骨之蛆掠夺，最近成为一个名为Myldryd Urchinspine的{@creature sea hag}的巢穴。这个卑鄙的巫婆潜伏在船的黑暗内部，准备吞噬任何不请自来的人。她的巢穴的沙地上布满了吃了一半的生鱼、海草和碎贝壳。在沙子和残骸下藏着两只听从女巫命令的（1%）。",
	"The hag brought with her an old, unlocked sea chest containing her possessions. The chest lies buried under sand and rocks. Characters who spend at least 15 minutes searching the hag's lair uncover the rotting chest with a successful DC 15 Wisdom ({@skill Perception}) check. The check is made with disadvantage if the wreckage is underwater.": "巫婆带来了一个没有上锁的旧海箱，里面有她的财产。这个箱子被埋在沙子和岩石下面。花费至少15分钟搜索女巫巢穴的角色，通过成功的DC15智慧（{@skill Perception}）检查，就能发现这个腐烂的箱子。如果残骸在水下，则该检定是不利的。",
	"Myldryd's chest contains three trinkets (determined randomly by rolling on the {@item Trinket|phb|Trinket} table in {@book chapter 5 of the Player's Handbook|phb|5}), 200 cp, a comb made out of whalebone (5 sp), and a stuffed parrot with a carnelian gemstone (50 gp) hidden inside it. A secret compartment in the chest's lid can be found and opened with a successful DC 16 Wisdom ({@skill Perception}) check; it contains a {@item medallion of thoughts|DMG}.": "Myldryd的箱子里有三个饰品（由{@book chapter 5 of the Player's Handbook|phb|5}中的{@item Trinket|phb|Trinket}表随机决定），200cp，一把鲸骨制成的梳子（5sp），以及一只毛绒鹦鹉，里面藏着一块红玉髓宝石（50gp）。在箱子的盖子上有一个秘密的隔间，只要成功通过DC16智慧（{@skill Perception}）检查就可以打开；里面有一个{@item medallion of thoughts|DMG}。",
	"The sea mare was a merchant ship that fell prey to pirates twenty-four years ago. After the pirates killed the ship's crew and looted the hold, they tried to set the ship ablaze before abandoning it. A rainstorm extinguished the flames before they could do much damage, but strong winds blew the derelict vessel to its doom. Of all the wrecked ships found at High Horn, the sea mare is the one farthest from shore, nestled in a hole and lodged against a coral reef. It's mostly intact but lies completely underwater at high tide. Even at low tide, only the battered remains of the crow's nest can be seen above the water.": "海马号是一艘商船，24年前沦为海盗的猎物。海盗们杀死了船上的船员，洗劫了船舱，在弃船之前，他们试图放火烧掉这艘船。一场暴雨在火焰造成巨大破坏之前将其扑灭，但强风将这艘废弃的船吹向了它的命运。在所有在好望角发现的失事船只中，海马号是离海岸最远的一艘，它依偎在一个洞里，靠着一个珊瑚礁。它基本完好无损，但在涨潮时完全处于水下。即使在退潮时，也只能在水面上看到乌巢的残骸。",
	"Tortles have tried numerous times to plunder the wreck, to no avail. With her dying breath, the ship's captain pledged her soul to Orcus and was transformed into a {@creature wight} that lurks in the ship's hold. Though she carries no weapons, she guards what's left of the cargo (see \"{@area Treasure|060|x}\" below).": "托尔人曾无数次试图掠夺这艘沉船，但都无济于事。船长在临死前将自己的灵魂献给了奥库斯，并化身为潜伏在船舱中的{@creature wight}。虽然她没有携带武器，但她守护着剩下的货物（见下文\"{@area Treasure|060|x}\"）。",
	"Within the flooded hold, amid skeletons picked clean by fish, the characters can find an airtight stone sarcophagus carved in the likeness of a demon with folded wings. The sarcophagus weighs 2,000 pounds, and its lid has an {@spell arcane lock} spell cast on it. Opening the sarcophagus requires a {@spell knock} spell or a successful DC 28 Strength ({@skill Athletics}) check. It contains the mummified corpse of an archmage who perished after failing to become a lich. The corpse is wrapped in a black shroud. A stoppered bronze scroll tube rests at its feet, and a staff fashioned from a single branch of pale white wood (see \"{@area Treasure|060|x}\" below) lies beside it.": "在被水淹没的船舱里，在被鱼儿捞起的骸骨中，人物可以找到一个密不透风的石棺，上面雕刻着一个折翼的恶魔的模样。石棺重达2000磅，它的盖子上有一个{@spell arcane lock}的咒语。打开石棺需要一个{@spell knock}的咒语或成功的DC28力量({@skill Athletics})检查。里面有一具大法师的木乃伊，他在没能成为巫师后死亡。尸体被包裹在一个黑色的裹尸布中。脚下放着一个带塞的青铜卷轴管，旁边放着一根由淡白色木头（见下文\"{@area Treasure|060|x}\"）制成的法杖。",
	"The top of the archmage's staff is shaped like a demon's claw. The staff is not magical, but it radiates a false aura of conjuration magic when studied under a {@spell detect magic} spell or similar magic. Casting {@spell dispel magic} on the staff removes the false aura. The staff is worth 25 gp and can be used as an {@item arcane focus|phb}.": "大法师的法杖顶部的形状像一个恶魔的爪子。这根法杖没有魔法，但在{@spell detect magic}法术或类似的魔法下研究时，它会放射出一种虚假的魔法光环。在法杖上施放（1%）可以消除假光环。这根法杖价值25金币，可以作为一个{@item arcane focus|phb}使用。",
	"In the heart of the island's jungle are three pools of mud heated by geothermal vents. Each pool is within sight of the other two and is 5 feet deep, 50 feet wide, and roughly circular. (The pools shown on {@area map 1|001|x} are not to scale.) A {@spell detect magic} spell reveals a faint aura of abjuration magic around each pool. The tortles of the island like to bathe and relax in the mud pools for hours at a time, singing and bellowing to pass the time. A winding foot trail connects the mud pits to the tortle fort of {@adventure Ahoyhoy|ttp|3|Ahoyhoy}.": "在该岛的丛林中心有三个由地热喷口加热的泥浆池。每个池子都在其他两个池子的视线范围内，深5英尺，宽50英尺，大致是圆形。({@area map 1|001|x}上显示的池子不是按比例的。) 一个{@spell detect magic}的咒语显示出每个水池周围有一个微弱的禁忌魔法光环。岛上的托尔人喜欢在泥浆池中洗澡和放松，每次都是几个小时，唱歌和吼叫来打发时间。一条蜿蜒的步道将泥潭与{@adventure Ahoyhoy|ttp|3|Ahoyhoy}的托尔堡连接起来。",
	"When the mud pits formed a hundred years ago, Florrb and two other {@creature mud mephit|mm|mud mephits} were transported into them from the Elemental Plane of Earth. The other two mephits found a way to getw back to their home plane, but Florrb was left behind. It wants to return home but doesn't know how. The other mephits were swimming in the mud pits when they disappeared. In the years since, other creatures have disappeared while bathing in the mud pits, but Florrb has yet to figure out the trick to activating them. With a successful DC 15 Charisma ({@skill Persuasion}) check, a character can help Florrb recall that each of other mephits disappeared during a volcanic eruption, as ash and embers were falling from the sky.": "当泥坑在一百年前形成时，弗洛尔布和另外两个{@creature mud mephit|mm|mud mephits}被从地球元素位面传送到其中。其他两个梅菲特找到了回到他们的母体的方法，但弗洛尔布被留在了后面。它想回家，但不知道怎么回去。其他梅菲特消失时正在泥坑里游泳。在那之后的几年里，其他生物在泥坑里洗澡时也消失了，但弗洛尔布还没有弄清楚激活它们的诀窍。在成功通过DC15魅力（{@skill Persuasion}）检查后，一个角色可以帮助Florrb回忆起其他每只梅菲特都是在火山爆发时消失的，当时灰烬和余烬从天空中落下。",
	"A {@spell legend lore} spell reveals that all three mud pits are portals to the Elemental Plane of Earth and that a special \"gate key\" is needed to unlock them from this side. The gate key is any open flame. (The flame and the mud pit symbolize the coming together of the four elements: earth and water in the mud, fire and air in the flame.) Whenever an open flame is burning within 10 feet of a mud pit, the pit becomes a portal linked to a similar but larger mud pit on the Elemental Plane of Earth. At such times, any creature that fully submerges itself in one pit emerges in the other. An open flame is not needed to travel from one of the mud pits on the Elemental Plane of Earth to its corresponding mud pit on the island.": "一个{@spell legend lore}的法术显示，这三个泥坑都是通往地球元素界的门户，需要一把特殊的 \"门钥匙 \"才能从这一边打开它们。这把门钥匙是任何开放的火焰。(火焰和泥坑象征着四种元素的结合：泥中的土和水，火焰中的火和空气）。每当明火在泥坑的10英尺范围内燃烧时，泥坑就会变成一个门户，与地球元素界上一个类似但更大的泥坑相连。在这种时候，任何完全浸泡在一个坑里的生物都会出现在另一个坑里。从地球元素界的一个泥坑到岛上相应的泥坑，不需要明火。",
	"Any creature that bathes in a mud pit for at least 1 hour gains {@dice 1d10} temporary hit points. Mud removed from a pit loses this property.": "任何在泥坑中沐浴至少1小时的生物都会获得{@dice 1d10}的临时打击点数。从泥坑中取出的泥浆会失去这个属性。",
	"Nested at the foot of a mountain is an ancient yuan-ti shrine dedicated to Merrshaulk. {@creature Yuan-ti Abomination|MM|Yuan-ti Abominations} once offered sacrifices here, hoping to wake their slumbering deity or gain flickers of divine insight.": "坐落在山脚下的是一座古老的元帝神庙，供奉着梅尔绍尔克。{@creature Yuan-ti Abomination|MM|Yuan-ti Abominations}曾经在这里献祭，希望能唤醒他们沉睡的神灵，或获得闪烁的神性洞察力。",
	"Near the base of the mountain is a giant carving of a snake's head, its forked tongue forming a ten-foot-wide, twenty-foot-high stone ramp. Stone fangs descend from the roof of the serpent's mouth, which forms a canopy over a dark, ten-foot-wide tunnel leading into the mountain.": "靠近山脚的地方有一个巨大的蛇头雕刻，其分叉的舌头形成了一个十英尺宽、二十英尺高的石制斜坡。石质獠牙从蛇口的顶上落下，形成一个天幕，罩在一条黑暗的、十英尺宽的隧道上，通往山里。",
	"The tunnel at the back of the serpent's head is 200 feet long and corkscrews gently down into the mountain, ending before an unlit oval chamber. Characters who have a light source or can see in the dark can discern the room's features:": "蛇头后面的隧道有200英尺长，呈螺旋状缓缓向山下延伸，在一个没有灯光的椭圆形房间前结束。有光源或能在黑暗中看到的人物可以分辨出房间的特征。",
	"The tunnel ends at a domed oval room thirty feet deep, twenty feet wide, and twenty feet high. The walls are carved with frescoes depicting swarms of snakes. At the far end of the room is a cracked, bowl-shaped altar, three feet tall and six feet in diameter, caked with dried blood. Set into the base of the bowl is an empty niche, and hanging from the ceiling above the altar is a bloodstained iron hook at the end of a rusty chain.": "隧道的尽头是一个圆顶的椭圆形房间，深三十英尺，宽二十英尺，高二十英尺。墙壁上刻有壁画，描绘着成群的蛇。在房间的远端是一个破裂的碗状祭坛，高三英尺，直径六英尺，上面结满了干涸的血液。镶嵌在碗底的是一个空的壁龛，在祭坛上方的天花板上挂着一个血迹斑斑的铁钩，铁钩的末端是一条生锈的链条。",
	"A search of the wall frescoes reveals that the snakes' eye sockets once held precious gemstones. Xorn living in the mountain plucked out and ate all the gems, leaving behind empty, faceted indentations.": "对墙上的壁画进行搜索后发现，蛇的眼窝里曾经装着珍贵的宝石。住在山里的Xorn把所有的宝石都拔出来吃掉了，留下了空洞的、刻面的凹痕。",
	"Yuan-ti liked to impale their sacrifices on the hook above the altar. The victims' blood would pool in the altar's stone bowl, and the {@filter yuan-ti|bestiary|tag=yuan-ti} would wash themselves in the blood while calling Merrshaulk's name, hoping to rouse the god from his slumber.": "元帝喜欢把他们的祭品刺在祭坛上方的钩子上。受害者的血会积聚在祭坛的石碗里，{@filter yuan-ti|bestiary|tag=yuan-ti}的人在呼唤梅尔绍克的名字时，会用血清洗自己，希望能把神从沉睡中唤醒。",
	"As servants of Merrshaulk, Ssura and Y'zleth are opposed to other yuan-ti deities. In particular, they seek to thwart the machinations of yuan-ti that are devoted to Dendar the Night Serpent. If the characters complete the quest, Ssura and Y'zleth reveal the following information as their reward:": "作为梅尔沙克的仆人，苏拉和伊兹莱思反对其他元神。特别是，他们试图挫败那些献给夜蛇丹达的元神的阴谋。如果人物完成了任务，斯苏拉和Y'zleth会透露以下信息作为他们的奖励。",
	"A locked gate beneath the Peaks of Flame leads to the realm of an apocalyptic god known as Dendar the Night Serpent. If the Night Serpent emerges, she will devour the world. Her {@filter yuan-ti|bestiary|tag=yuan-ti} followers are searching for a relic called the Black Opal Crown, which is said to have the power to open the gate to Dendar's realm.": "火焰之峰下有一扇上锁的大门，通往一个被称为 \"夜蛇丹达 \"的世界末日之神的领域。如果夜蛇出现，她将吞噬世界。她的{@filter yuan-ti|bestiary|tag=yuan-ti}追随者正在寻找一个叫做黑蛋白冠的遗物，据说它有能力打开通往丹达境界的大门。",
	"For ages, a mysterious god named Ubtao stood watch in Chult and built mazes to prevent Dendar's worshipers from finding and releasing her. Ubtao has since withdrawn from the world, leaving no one to guard against Dendar's release.": "长久以来，一位名叫乌布陶的神秘神灵一直在楚尔特站岗放哨，并建造迷宫，防止丹达的崇拜者找到并释放她。此后，乌布托退出了这个世界，没有人再去防范丹达的释放。",
	"{@creature Ras Nsi|ToA}, one of Ubtao's fallen champions, has joined forces with the {@filter yuan-ti|bestiary|tag=yuan-ti} and become one of them. {@creature Ras Nsi|ToA} and his fellow {@filter yuan-ti|bestiary|tag=yuan-ti} have built a temple under the ruined city of {@adventure Omu|ToA|3|Omu}, west of the Peaks of Flame.": "{@creature Ras Nsi|ToA}，乌布托的一个堕落的冠军，已经与{@filter yuan-ti|bestiary|tag=yuan-ti}联合起来，成为他们中的一员。{@creature Ras Nsi|ToA}和他的同伴{@filter yuan-ti|bestiary|tag=yuan-ti}在火焰之峰以西的废墟城市{@adventure Omu|ToA|3|Omu}下建造了一座神庙。",
	"One of {@creature Ras Nsi|ToA|Ras Nsi's} greatest enemies is a {@creature Guardian Naga} named Saja N'baza. The naga dwells in a fallen kingdom called {@adventure Orolunga|ToA|2|Orolunga}. Neither Ssura nor Y'zleth knows how to get there.": "其中一个{@creature Ras Nsi|ToA|Ras Nsi's}最大的敌人是一个名为Saja N'baza的{@creature Guardian Naga}。这个娜迦住在一个叫{@adventure Orolunga|ToA|2|Orolunga}的堕落王国里。Ssura和Y'zleth都不知道如何去那里。",
	"Ssura and Y'zleth learned everything they know from {@filter yuan-ti|bestiary|tag=yuan-ti} visitors to the shrine. They might know other facts as well, at your discretion. The awakened snakes won't leave the shrine willingly, and they attack anyone who tries to capture or kill them.": "Ssura和Y'zleth从{@filter yuan-ti|bestiary|tag=yuan-ti}到神社的游客那里了解到他们所知道的一切。他们也可能知道其他事实，由你决定。被唤醒的蛇不会自愿离开神社，它们会攻击任何试图捕捉或杀死它们的人。",
	"Among the Snout of Omgar's many inhabitants are the following creatures": "在奥格尔之鼻的众多居民中，有以下生物",
	"eeyal's the name. i've traveled from the snout of omgar to {@adventure fort beluarian|ToA|2|Fort Beluarian} and know the hazards of chult well. i've seen many astounding sights and visited wondrous places in my travels. i carry my own gear, have all the necessary tools for survival, and leave nothing to chance. i don't believe in taking unnecessary risks. my fee is 5 gold pieces per day. i will also accept an up-front, non-refundable payment of 40 gold pieces for a tenday. i strongly recommend that you purchase a charter of exploration at {@adventure fort beluarian|ToA|2|Fort Beluarian} before heading into the jungle. fifty gold pieces is a small price to pay to keep the {@adventure flaming fist|ToA|1|Flaming Fist} off your backs.": "我的名字叫Eeyal。我从OMGAR的鼻孔到{@adventure fort beluarian|ToA|2|Fort Beluarian}，对Chult的危险了如指掌。在我的旅行中，我看到了许多令人震惊的景象，参观了奇妙的地方。我的费用是每天5个金币。我也接受40个金币的预付款，不退不换。我强烈建议你在进入丛林之前，在{@adventure fort beluarian|ToA|2|Fort Beluarian}购买一份勘探特许证。",
	"well met, strangers! i'm kwilgok-once a dinosaur racer, now the best guide in {@adventure port nyanzaru|ToA|1}. i've traveled up the {@adventure river soshenstar|ToA|2|River Soshenstar} to the {@adventure aldani basin|ToA|2|Aldani Basin} and back. i've visited so many corners of chult and can tell you: there's no land more beautiful and dangerous. this is my {@creature ankylosaurus}, deadly treasure. quite a prize, isn't she? follows me everywhere. we cost 6 gold pieces a day, with payment for 30 days up front. very expensive, yes, but worth it, i promise you. may the sun and the moon always watch over you.": "见面了，陌生人！我是Kwilgok--曾经的恐龙赛车手，现在是{@adventure port nyanzaru|ToA|1}最好的导游。我从{@adventure river soshenstar|ToA|2|River Soshenstar}到{@adventure aldani basin|ToA|2|Aldani Basin}再到{@adventure aldani basin|ToA|2|Aldani Basin}。我去过楚尔特的许多角落，可以告诉你：没有比这更美丽和危险的土地了。这是我的{@creature ankylosaurus}，致命的宝藏。她是个很好的战利品，不是吗？ 我们每天花费6个金币，提前30天付款。非常昂贵，是的，但值得，我向你保证。",
	"Great Ubtao has led you to me, I see. I am Mudgraw, a legend in these parts. What I lack in youth, I make up for with experience. I've led many expeditions into the evil heart of Chult and seen things that would make you quiver in your shell.": "伟大的Ubtao把你引向了我，我明白了。我是Mudgraw，在这些地方是个传奇人物。我缺少的是年轻，我用经验来弥补。我曾多次带领探险队进入楚尔特的邪恶中心，看到的东西会让你在你的壳里颤抖。",
	"A deadly maze awaits us, brave ones. With Ubtao's blessing, I shall guide you safely through it. That's what I do best! I travel light and wear my home on my back.": "一个致命的迷宫在等着我们，勇敢的人们。在Ubtao的祝福下，我将引导你们安全地通过它。这是我最擅长的事情! 我轻装上阵，背负着我的家园。",
	"I charge 5 gold pieces a day, but there are circumstances under which I might waive my fee. Sometimes the journey through life's maze is reward enough!": "我每天收取5个金币，但在某些情况下，我可能会免除我的费用。有时候，穿越生活的迷宫的旅程就已经是足够的奖励了",
	"This supplement assumes that you have the D&D fifth edition core rulebooks ({@book Player's Handbook|phb}, {@book Dungeon Master's Guide|dmg}, and {@book Monster Manual|mm}) as well as {@book Volo's Guide to Monsters|vgm} and {@adventure Tomb of Annihilation|ToA}.": "这个补充内容假设你有D&D第五版核心规则书（%0%、%1%和%2%），以及%3%和%4%。",
	"Spells and equipment mentioned in the adventure are described in the {@book Player's Handbook|phb}. Magic items are described in the {@book Dungeon Master's Guide|dmg}.": "冒险中提到的法术和装备在{@book Player's Handbook|phb}中描述。魔法物品在{@book Dungeon Master's Guide|dmg}中描述。"
}