{
	"{@i Lightning Keep} is a fifth edition Dungeons & Dragons adventure for four to six characters of level 3. It is set in a world of your choosing—perhaps a world of your own creation. It features monsters from {@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC} and therefore fits nicely into {@i Minecraft}-inspired settings.": "{@i Lightning Keep} 是一款适合3级四到六名角色的第五版龙与地下城冒险。它设定在一个由你选择的世界中——也许是你自己创造的世界。它包含了来自{@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC}的怪物，因此非常适合{@i Minecraft}-灵感的场景。",
	"The information presented here is for the DM's eyes only. If you're planning to play through the adventure with someone else as your DM, stop reading now!": "这里呈现的信息仅供主持人（DM）查看。如果您计划与其他人一起通过冒险，让别人担任您的主持人，请立即停止阅读！",
	"This adventure is designed to be playable in three or four hours. The characters' goal is straightforward: they must search an abandoned castle for six magical lightning rods. When installed atop the battlements, these rods create a protective lightning field around the castle. By defending the castle in this way, the characters can provide a haven for refugees displaced by a marauding dragon. More information about the castle and the dragon can be found in later sections.": "这个冒险设计成在三到四个小时内可玩完。角色的目标很明确：他们必须在一座废弃的城堡中搜寻六根魔法避雷棒。当这些避雷棒安装在城墙上时，它们会在城堡周围形成一个保护性的避雷场。通过这种方式保卫城堡，角色们可以为被一只掠夺性龙所驱逐的难民提供庇护。关于城堡和龙的更多信息可以在后面的章节中找到。",
	"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text.": "当角色第一次抵达某个地点或发生特定情况时，类似这样显示在方框中的文本应该被朗读或解释给玩家听，就像文本中描述的那样。",
	"When a creature's name appears in {@b bold} type, that's a visual clue pointing you to its stat block as a way of saying, \"Hey, DM, you better get this creature's stat block ready. You're going to need it.\" Usually, you can find the stat block in {@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC}; if the stat block is in the {@book Monster Manual|MM}, the adventure's text tells you so.": "当一个生物的名字以{@b bold}类型出现时，这是一个视觉线索，指向它的属性块，意思是，“嘿，DM，你最好准备好这个生物的属性块。你会需要它的。”通常，你可以在{@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC}找到属性块；如果属性块在{@book Monster Manual|MM}中，冒险的文本会告诉你。",
	"You can make the adventure easier or harder, or adjust it for smaller or larger groups of player characters, by adjusting the number of monsters or by adding or removing encounters.": "您可以通过调整怪物的数量或增加/减少遭遇来使冒险变得更容易或更困难，或者为玩家角色的团队规模较小或较大进行调整。",
	"The adventure fits easily into any campaign setting. All you need is a marauding dragon and a remote location for Lightning Keep. If you need help choosing a dragon, roll a {@dice d6} and consult the Dragon Suggestions table. The characters don't encounter the dragon in this adventure; it's meant to be a looming threat that could show up later in the campaign.": "这个冒险故事很容易融入到任何战役设定中。你只需要一个肆虐的龙和一个偏远的地点，比如雷霆要塞。如果你需要帮助选择一只龙，就掷出一个{@dice d6}的骰子，然后查阅《龙类建议》表。在这个冒险中，角色们并不会遭遇到这只龙；它只是一个潜在的威胁，可能会在战役的后期出现。",
	"If you like the map of Lightning Keep but don't want to run the adventure, you can use the map to represent a different stronghold in your campaign.": "如果你喜欢闪电要塞的地图，但不想进行这个冒险，你可以在你的战役中使用这张地图来代表另一个要塞。",
	"Begin the adventure by reading aloud the following:": "通过大声朗读以下内容开始冒险：",
	"A marauding dragon has laid waste to numerous villages, devouring some residents while displacing others. It strikes without mercy. No one knows where it came from, where it lairs, or how long it intends to terrorize the realm.": "一只掠夺性的龙已经摧毁了许多村庄，吞噬了一些居民，使其他人流离失所。它毫不留情地袭击。没有人知道它从哪里来，它的巢穴在哪里，或者它打算恐吓这个领域多久。",
	"But there is hope. Long ago, a werewolf knight of great valor used her wealth to raise a bastion at the edge of the wilderness. This castle had the power to generate a lightning shield around itself—a shield powerful enough to break sieges and keep monsters at bay. The castle was abandoned shortly after the knight passed away. By then, peace had settled across the land, making the stronghold unnecessary.": "但是仍有希望。很久以前，一位勇猛的狼人骑士利用她的财富在荒野边缘建立了一座堡垒。这座城堡有能力在周围生成一道闪电护盾——一种足以打破围困并阻挡怪物的强大护盾。在骑士去世后不久，这座城堡就被废弃了。那时，和平已经降临到这片土地上，使得这座要塞变得不再必要。",
	"Villagers displaced by the dragon ask you to travel to Lightning Keep and rid it of any threats. Rumor has it the lightning shield is powered by six magical lightning rods. If you can find these rods, perhaps the lightning shield could be reactivated, allowing refugees fleeing the dragon to use the keep as a sanctuary.": "村民们被龙驱逐，请求你前往闪电要塞并清除其中的威胁。传言闪电护盾由六根魔法闪电棒供电。如果你能找到这些棒，也许闪电护盾可以重新激活，让逃离龙的难民可以将要塞作为庇护所。",
	"The distance the characters must travel to reach Lightning Keep is for you to decide. The characters must hurry if they're to save the refugees.": "角色们必须走多远才能到达闪电要塞(`Lightning Keep`)，这取决于你。如果他们要拯救难民，就必须赶紧。",
	"Unless you decide otherwise, the journey to the keep is uneventful.": "除非你另有决定，前往要塞的旅程毫无波折。",
	"When the characters arrive at the keep, describe it to your players as follows:": "当角色们抵达要塞时，向你的玩家描述如下：",
	"Lightning Keep is a well-preserved structure with battlements lining its granite walls. A straight path leads to a stone gatehouse, which contains a closed set of heavy wooden doors behind an iron portcullis. You see no signs of habitation and no other entrances.": "雷霆要塞是一座保存完好的建筑，其花岗岩墙上有城垛。一条笔直的小路通往一个石头门楼，里面有一扇重木门后面是一道铁闸门。你看不到任何居住迹象，也没有其他入口。",
	"The characters arrive in the morning, afternoon, evening, or dead of night, as determined by you.": "角色们在早晨、下午、晚上或深夜抵达，由你决定。",
	"Characters who circle the keep can confirm that the gatehouse is the only entrance. Before the characters get any farther, run the \"Hungry Wolves\" encounter.": "环绕着要塞的角色可以确认门楼是唯一的入口。在角色继续前进之前，进行“饥饿狼群”遭遇。",
	"Outside the keep, eight {@creature Wolf of the Overworld|MCV3MC|wolves of the Overworld} approach the characters. (Alternatively, you can use the {@creature wolf} stat block from the {@book Monster Manual|MM} to represent these creatures.)": "在城堡外，有八名{@creature Wolf of the Overworld|MCV3MC|wolves of the Overworld}接近角色。(或者，你可以使用{@book Monster Manual|MM}中的{@creature wolf}属性块来代表这些生物。)",
	"The wolves look hungry. If a character offers raw or cooked meat to a wolf, it accepts the offering and flees on its next turn, taking another wolf with it. If a character offers a wolf a bone instead, the wolf accepts the bone and becomes friendly toward that character, obeying the character's commands for the next 24 hours and departing afterward. Wolves that aren't given food or bones attack, hoping to make a meal of the party.": "狼看起来很饥饿。如果一个角色向狼提供生肉或熟肉，狼会接受这份供品并在下一回合逃走，带走另一只狼。如果一个角色给狼一根骨头，狼会接受这根骨头并对那个角色友好，听从角色的命令，持续24小时后离开。没有得到食物或骨头的狼会攻击，希望把冒险队伍当作一顿美餐。",
	"As an action, a character can try to convince a wolf to leave peacefully on its next turn without an offering of food or a bone, doing so with a successful DC 11 Wisdom ({@skill Animal Handling}) check, or frighten a wolf into leaving on its next turn, which requires a successful DC 11 Charisma ({@skill Intimidation}) check.": "作为一个动作，角色可以试图在下一回合说服一只狼和平离开，而不需要提供食物或骨头，成功的智力检定 DC 11 ({@skill Animal Handling})，或者吓唬一只狼在下一回合离开，需要成功的魅力检定 DC 11 ({@skill Intimidation})。",
	"A wolf that is wounded flees on its next turn. If four of the wolves are killed, all remaining wolves retreat on their next turn, using the {@action dash||Dash} action to put as much distance between them and the characters as possible.": "一只受伤的狼会在接下来的回合逃走。如果有四只狼被杀死，剩下的所有狼会在接下来的回合撤退，使用{@action dash||Dash}动作尽可能远离角色。",
	"Once the wolves are dealt with, the characters can try to enter the keep by lifting the portcullis or by clever use of magic. Alternatively, they can use grappling hooks and ropes (or climber's kits) to scale the 20-foot-high outer wall. All these options are explained below:": "一旦狼群被处理掉，角色们可以尝试通过举起落闸门或巧妙地使用魔法来进入城堡。另外，他们也可以使用抓钩和绳索（或登山工具包）来攀爬这20英尺高的外墙。所有这些选项都将在下面解释：",
	"A Small character reduced to Tiny size by an {@spell enlarge/reduce} spell can slip between the bars of the portcullis, while a {@spell misty step} spell or similar magic allows safe transport from one side of the portcullis to the other.": "一个小角色被{@spell enlarge/reduce}法术缩小到微小尺寸，可以在升降栅门的铁栏杆之间穿行，而{@spell misty step}法术或类似魔法则可以安全地将其从升降栅门的一侧传送到另一侧。",
	"The top of the outer wall is 20 feet higher than the ground outside the keep, and the wall is too smooth to climb without proper gear or magic (such as a {@spell spider climb} spell). A character equipped with climbing gear can use it to try to scale the wall, doing so with a successful DC 10 Strength ({@skill Athletics}) check.": "外墙顶部比城堡外的地面高出20英尺，墙壁太光滑，没有适当的装备或魔法（如{@spell spider climb}法术）是无法攀爬的。装备攀爬工具的角色可以尝试攀爬墙壁，成功时需要进行一次DC 10力量检定（{@skill Athletics}）。",
	"As an action, a character can try to lift the portcullis, doing so with a successful DC 20 Strength ({@skill Athletics}) check. The character can cause the portcullis to drop by letting go of it. Holding it up requires continuous effort; the character doing so must succeed on a DC 15 Strength saving throw at the start of each of their turns. On a failed save, the character's strength gives out, and the portcullis drops. (The portcullis can also be raised and lowered using the winch in {@area area K13|025|x}.)": "作为一个动作，角色可以尝试举起落闸，成功时需要进行一次 DC 20 力量检定（{@skill Athletics}）。角色可以通过放开来让落闸落下。支撑它需要持续的努力；这样做的角色必须在他们的每个回合开始时成功进行一次 DC 15 力量豁免检定。如果未通过豁免检定，角色的力量耗尽，落闸会落下。（落闸也可以使用{@area area K13|025|x}中的绞盘升起和降下。）",
	"Once inside the keep, the characters need to find the six magical lightning rods. Once they find the rods, the characters can test the lighting shield by inserting the rods into the six cornerstones of the battlements (see {@area area K21|03b|x}).": "一旦进入城堡内，角色们需要找到六根神奇的闪电棒。找到棒后，角色们可以通过将棒插入城垛的六个角石来测试闪电护盾（见{@area area K21|03b|x}）。",
	"The keep's prevailing features are summarized below:": "以下是要塞的主要特点概述：",
	"All three outbuildings—the outhouse ({@area area K3|00f|x}), the outer barrack ({@area area K4|011|x}), and the stable ({@area area K5|013|x})—are made of wood and built on stone foundations. Everything else is made of stone.": "所有三座附属建筑物——茅厕({@area area K3|00f|x})、外围兵营({@area area K4|011|x})和马厩({@area area K5|013|x})——都是木制的，建在石基础上。其他一切都是石头建造的。",
	"Ground-floor ceilings are 10 feet high. Upper-floor ceilings are 15 feet high.": "一楼天花板高度为10英尺。二楼天花板高度为15英尺。",
	"Doors are made of sturdy oak with iron hinges, handles, and fittings. Some doors are locked. (On the map, a locked door is indicated by a small dot on the door.) As an action, a character can force open a locked door with a successful DC 20 Strength ({@skill Athletics}) check, or use thieves' tools to try to pick the lock, doing so with a successful DC 15 Dexterity check.": "门由坚固的橡木制成，配有铁铰链、把手和配件。一些门是锁着的。（在地图上，锁着的门用门上的小点表示。）作为一个动作，角色可以用成功的 DC 20 力量检定（{@skill Athletics}）来强行打开锁着的门，或者使用盗贼工具尝试撬锁，成功的话需要进行 DC 15 敏捷检定。",
	"Interior locations are dark unless they have windows to admit natural light. Area descriptions assume characters have a light source or some other means of seeing in the dark.": "室内位置通常较暗，除非有窗户可以让自然光进入。区域描述假定角色有光源或其他方式来在黑暗中看清楚。",
	"The upper floor of the main keep has frosted windows that swing open on iron hinges. Each window is latched from the inside. As an action, a character with thieves' tools can try to unlatch a window from the outside, doing so with a successful DC 15 Dexterity check. A window can also be broken as an action.": "主要城堡的上层有结了霜的窗户，可以在铁铰链上摇摆打开。每扇窗户都从内部闩上。作为一个动作，一个携带着盗贼工具的角色可以尝试在外面解开窗户的闩，成功进行一次 DC 15 的敏捷检定即可。窗户也可以作为一个动作被打破。",
	"The following locations are keyed to the Lightning Keep map.": "以下位置与闪电要塞地图对应。",
	"The gatehouse is unguarded. The passage between the gatehouse's towers slopes up toward the north, as the ground inside the courtyard is higher than the ground outside the keep.": "门楼无人看守。门楼两座塔之间的通道朝北倾斜，因为庭院内的地面高于城堡外面的地面。",
	"The gatehouse's primary defenses are a sturdy double door and an iron portcullis:": "城门楼的主要防御设施是坚固的双门和铁栅栏：",
	"These doors swing inward, squealing on rusty hinges. Though they aren't locked, a wooden bar on the inside can be lowered into brackets to hold the doors shut. Breaking open the barred doors requires a successful DC 25 Strength ({@skill Athletics}) check.": "这些门向内摇摆，发出生锈铰链的尖叫声。虽然它们没有锁，但里面有一根木棍可以降下到支架上，将门紧闭。强行打开这扇门需要成功进行一次 DC 25 力量检定（{@skill Athletics})。",
	"The bars of the iron portcullis have narrow gaps between them—too narrow for a Small or Medium character to squeeze through. A winch on the upper level of the gatehouse ({@area area K13|025|x}) can be used to raise or lower the portcullis.": "铁栅栏的铁条之间有狭窄的缝隙，对于小型或中型角色来说太窄，无法挤过去。在城门楼的上层有一个绞盘({@area area K13|025|x})，可以用来升起或放下铁栅栏。",
	"Both doors into the gatehouse towers are locked. Arrow slits in the gatehouse walls between the portcullis and the doors provide {@book three-quarters cover|PHB|9|Cover} to whoever is behind them. Inside each tower is a ladder that leads to a wooden trapdoor in the ceiling, above which is area K13.": "城门塔楼的两扇门都被锁上了。在卷闸门和门之间的城门墙上有箭孔，可以向背后的人提供{@book three-quarters cover|PHB|9|Cover}。每座塔楼内都有一架梯子，通向天花板上的一个木制活板门，上面是K13区域。",
	"This gravel courtyard is ten feet higher than the ground outside the keep, so it's only ten feet lower than the parapets of the outer wall. Stone staircases connect the courtyard to the top of the wall.": "这个碎石庭院比城堡外面的地面高出十英尺，所以只比外墙的城垛低十英尺。石阶连接着庭院和城墙顶部。",
	"The courtyard is empty.": "庭院是空的。",
	"Harmless rats infest this wooden building, which stinks of rat droppings.": "这座木制建筑被无害的老鼠所侵扰，散发着老鼠粪便的恶臭。",
	"A character can use a {@spell speak with animals} spell to question the rats, and feeding the rats makes them more inclined to be helpful. The rats share the following information when questioned:": "一个角色可以使用{@spell speak with animals}法术来询问老鼠，喂食老鼠会使它们更愿意提供帮助。当被询问时，老鼠们分享以下信息：",
	"The rats haven't found a way to enter the main keep, so its contents are unknown to them.": "老鼠们还没有找到进入主要城堡的方法，因此城堡内的内容对它们来说是未知的。",
	"The rats are occasionally beset by owls at night but haven't encountered any other visitors. The outer barrack (area K4) contains several creatures that the rats deem \"unnatural.\" The rats avoid them.": "夜晚老鼠偶尔会遭遇猫头鹰，但没有遇到其他访客。外围兵营（区域K4）中有几种被老鼠认为“不自然”的生物。老鼠会避开它们。",
	"One of the rats found a tarnished silver key and buried it in the southeast corner of the courtyard, behind the outhouse. A character can convince the rat to fetch the key with a successful DC 10 Charisma ({@skill Persuasion}) check. The head of the key is shaped like a wolf's head. The key can unlock or lock any door in the keep.": "其中一只老鼠发现了一个发黑的银钥匙，并将其埋在庭院的东南角，马桶房后面。角色可以通过成功的DC 10 魅力检定({@skill Persuasion})说服老鼠去找钥匙。钥匙的头部呈狼头形状。这把钥匙可以打开或锁住要塞中的任何门。",
	"The interior of this building reeks of mildew, and everything here is shrouded in dust. You see a stone fireplace and six sets of wooden bunk beds holding rotting, straw-filled mattresses. Lying atop four of them are dusky green creatures with blocky bodies and heads, but no arms.": "这栋建筑的内部散发着霉味，所有东西都被灰尘覆盖着。你看到一个石头壁炉和六组木制双层床，上面放着腐烂的、填满稻草的床垫。有四个床上躺着一些灰绿色的生物，它们有着方形的身体和头部，但没有手臂。",
	"The armless figures reclining on the beds are four {@creature Creeper|MCV3MC|creepers}. If the characters withdraw from the barrack immediately, the creepers do nothing. If the characters linger, the creepers take notice, sit up in their beds, and shuffle toward the intruders. The creepers are hostile and fight until destroyed.": "躺在床上的无臂人偶有四个{@creature Creeper|MCV3MC|creepers}。如果角色立刻撤离兵营，爬藤不会有任何反应。如果角色逗留，爬藤会察觉到，坐起来，从床上爬起，朝着入侵者移动。爬藤是敌对的，会战斗直到被摧毁。",
	"The hinges on the stable's outer doors are badly rusted. Any attempt to open the double door causes the hinges to snap.": "马厩外门的铰链严重生锈。任何尝试打开双门都会导致铰链折断。",
	"The building contains six empty horse stalls and old riding equipment covered with dust.": "这座建筑物里有六个空的马厩，还有被灰尘覆盖的旧骑乘装备。",
	"The double door from the courtyard into the main hall is locked.": "庭院通往大厅的双门被锁上了。",
	"This dusty hall is empty except for cobwebs.": "这个布满灰尘的大厅里除了蜘蛛网什么都没有。",
	"At the north end of the hall, two web-draped staircases ascend to the gallery ({@area area K14|027|x}).": "在大厅的北端，两个被蜘蛛网覆盖的楼梯通往画廊({@area area K14|027|x})。",
	"This room contains rows of bare hooks on walls.": "这个房间里有一排排空的墙钩。",
	"A stone well occupies the southwest corner of this kitchen. Next to the well is a wooden bucket attached to a fifty-foot length of rope. The kitchen's work table and cupboards are bare, and a small iron cauldron hangs from an iron hook in the soot-stained fireplace.": "厨房的西南角有一口石井。井边有一个木桶，上面绑着一根五十英尺长的绳子。厨房的工作桌和橱柜都是空的，一个小铁锅挂在被煤烟熏黑的壁炉上的铁钩上。",
	"The shaft of the well is 5 feet wide, 30 feet deep, and made of bricks, some of which protrude slightly to create handholds and footholds. A character who shines a light down the well sees a silvery gleam in the water. A character can climb up or down the shaft without having to make an ability check.": "井的井筒宽5英尺，深30英尺，由砖块制成，其中一些略微突出以形成扶手和脚踏处。一个角色照亮井底，看到水中闪着银光。角色可以在不需要进行能力检定的情况下爬上或下井筒。",
	"Below the well shaft is a 10-foot-deep, 10-foot-wide cistern filled with fresh water. The cistern is guarded by a {@creature water weird} (see the {@book Monster Manual|MM}) that attacks any character who enters the water. Lying on the cistern floor is a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "在井口下方是一个深10英尺，宽10英尺的蓄水池，里面装满了清水。这个蓄水池由一个{@creature water weird}(见{@book Monster Manual|MM})守卫着，会攻击任何进入水中的角色。蓄水池底部放着一根长10英尺的钢制避雷针，一端有一个球。这是激活避雷罩所需的六根避雷针之一(见{@area area K21|03b|x})。",
	"Bare shelves line the back wall of this empty pantry.": "这个空的(pantry)的后墙上摆满了空空的货架。",
	"Fourteen wooden chairs surround a wooden dining table. Suspended above the table is an iron chandelier missing its candles. Two empty sideboards stand against the north wall.": "十四把木椅围绕着一张木餐桌。悬挂在桌子上方的是一个没有蜡烛的铁吊灯。两个空的边柜靠在北墙上。",
	"Set into the east wall is a blackened fireplace. Above its blue marble mantelpiece hangs a metal shield bearing an insignia: a wolf's head with three lightning bolts above it.": "嵌入东墙的是一个烧焦的壁炉。在它上面的蓝色大理石壁炉台上挂着一个金属盾牌，上面有一个徽记：一个狼头，上面有三道闪电。",
	"A character who examines the shield and succeeds on a DC 10 Intelligence ({@skill History}) check knows that its insignia belongs to the werewolf knight who built the keep. A {@spell detect magic} spell reveals an aura of abjuration magic around the shield. The first creature that touches the metal shield takes 13 ({@dice 3d8}) lightning damage, after which the shield becomes nonmagical and can be handled without injury.": "一个角色检查这个盾牌并且在一次DC 10的智力检定中成功，会知道这个盾牌的徽记属于那位建造了这座城堡的狼人骑士。一次{@spell detect magic}法术揭示了盾牌周围有一层遏制魔法的光环。第一个接触这个金属盾牌的生物会受到13({@dice 3d8})点闪电伤害，之后盾牌变得非魔法化，可以安全地处理而不会受伤。",
	"A character who examines the mantelpiece realizes it's a cleverly disguised lid concealing a long, shallow compartment. Within this compartment rest two halves of a 10-foot-long lightning rod. When placed end to end, the two halves magically meld into a single 10-foot-long lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "一个角色检查壁炉台时意识到它实际上是一个巧妙伪装的盖子，下面藏着一个长而浅的隔间。在这个隔间里，放着两半长达10英尺的避雷针。当这两半端对端放在一起时，它们会神奇地融合成一个带有一个球的10英尺长的避雷针。这是激活避雷罩所需的六根避雷针之一（见{@area area K21|03b|x}）。",
	"This room is full of dust and cobwebs. Three sets of bunk beds stand against the east wall, their straw mattresses badly rotted.": "这个房间布满了灰尘和蜘蛛网。三组双层床靠着东墙，它们的草垫已经严重腐烂。",
	"Attached to the walls of this square room are wooden racks designed to hold weapons. Most of the weapons were removed long ago, but a few remain: six spears, four longswords, two unstrung longbows, and a tall wooden lance.": "附着在这个方形房间的墙上的是设计用来存放武器的木架。大部分武器很久以前就被取走了，但还剩下一些：六支矛，四把长剑，两张未拉紧的长弓，和一杆高大的木矛。",
	"The {@item Spear|PHB|spears}, {@item Longsword|PHB|swords}, and {@item Longbow|PHB|bows} are nonmagical.": "这些{@item Spear|PHB|spears}、{@item Longsword|PHB|swords}和{@item Longbow|PHB|bows}都是非魔法物品。",
	"Close examination of the wooden lance reveals that it's not a weapon, but rather a case. Resting inside this case is a 10-foot-tall, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "仔细检查木矛会发现它并不是一件武器，而是一个盒子。在这个盒子里休息着一根10英尺高的钢制避雷针，一端有一个球。这是激活闪电护盾所需的六根避雷针之一（见{@area area K21|03b|x}）。",
	"The upper gatehouse is unguarded. The doors leading to the outer wall's battlements are locked. Wooden trapdoors in the floor pull open to reveal ladders that descend to the lower gatehouse ({@area area K1|00c|x}). The walls are lined with arrow slits that provide {@book three-quarters cover|PHB|9|Cover} to those behind them.": "上层门楼无人守护。 通往外墙城垛的门被锁上了。 地板上的木制活板门拉开后露出阶梯，可以下到下层门楼({@area area K1|00c|x})。 墙壁上布满了箭孔，为站在后面的人提供掩护{@book three-quarters cover|PHB|9|Cover}。",
	"Set into one wall is an iron winch. As an action, a character can use the winch to raise the portcullis and lock it so that it doesn't fall, or release a catch that causes the portcullis to drop.": "墙上嵌入了一个铁绞盘。作为一个动作，角色可以使用绞盘来提升吊闸并锁定，使其不会掉落，或者释放一个装置，导致吊闸落下。",
	"Four empty suits of armor guard this carpeted hallway, the walls of which are adorned with framed pictures of knights, dragons, landscapes, and great battles. At the east end of the hall is a large painting of a werewolf knight brandishing a steel lance.": "四套空的盔甲守卫着这条铺着地毯的走廊，墙上装饰着框架图片，有骑士、龙、风景和伟大战役的画作。在走廊的东端是一幅大画，描绘着一位挥舞钢矛的狼人骑士。",
	"The paintings aren't magical or particularly valuable. The large painting on the east wall depicts the werewolf knight who built Lightning Keep. The doors leading out to the battlements are locked from the outside only. Twin staircases lead down to the main hall ({@area area K6|014|x}).": "这些画并不具有魔力，也不特别珍贵。东墙上的大画描绘了建造闪电要塞的狼人骑士。通往城垛的门只能从外面锁上。双楼梯通向主会堂({@area area K6|014|x})。",
	"The suits of armor are welded so they don't topple over or collapse. Three of the suits clutch nonmagical {@item Spear|PHB|spears}. The fourth clutches a {@item +1 spear} that can be pried from the armor's grasp with a successful DC 10 Strength ({@skill Athletics}) check.": "这些铠甲套装被焊接在一起，以防止它们倾倒或坍塌。其中三套铠甲握着非魔法的{@item Spear|PHB|spears}。第四套握着一个{@item +1 spear}，可以通过成功的DC 10 力量({@skill Athletics})检定来从铠甲手中取下。",
	"A narrow bed rests in the far corner of this sparsely furnished room. On the floor near the foot of the bed are an empty, overturned chest and a wooden coat stand.": "这个简陋装饰的房间的远角放着一张狭窄的床。在床脚附近的地板上，有一个空的、翻倒的箱子和一个木制的衣帽架。",
	"This bedroom was used by the captain in charge of the castle guards. The chest was mostly emptied before the keep was abandoned. Any character who examines the chest finds a secret compartment in its lid. This compartment contains a wooden scroll tube, inside which is a scrap of paper with the following words written on it in Common:": "这间卧室曾被负责城堡守卫的队长使用。在城堡被遗弃之前，箱子里大部分已经被清空。任何角色检查这个箱子都会发现在箱盖上有一个秘密隔间。这个隔间里装着一个木制卷轴筒，里面有一张纸片，上面用普通语写着以下文字：",
	"Wooden lance Moonlight dance Model keep Cistern deep Below the shield By chains concealed": "木矛 月光之舞 模型 保持 水箱 深处 盾牌 下方 由链条 隐藏 (Moonlight dance)",
	"These phrases provide clues to the locations of the six lightning rods (see {@area areas K8|018|x}, {@area K10|01d|x}, {@area K12|022|x}, {@area K17|02f|x}, {@area K18|032|x}, and {@area K20|037|x} for details).": "这些短语提供了六个避雷针的位置线索（详见{@area areas K8|018|x}、{@area K10|01d|x}、{@area K12|022|x}、{@area K17|02f|x}、{@area K18|032|x}和{@area K20|037|x}）。",
	"This privy contains a wash basin, a claw-footed bathtub, a towel rack, and a chamber pot, all empty.": "这个私人卫生间包括一个洗脸盆，一个爪足浴缸，一个毛巾架和一个便壶，都是空的。",
	"A canopied bed draped with cobwebs stands against the west wall between two nightstands, one of which has a painted wooden model of Lightning Keep atop it. Mounted on the opposite wall is a tall mirror in a gilded frame, next to which stands a dusty wardrobe.": "一个被蛛网覆盖的有天篷的床靠着西墙，两边各有一个床头柜，其中一个上面放着一个绘制着闪电要塞的木制模型。挂在对面墙上的是一个镶金边框的高镜，旁边是一个布满灰尘的衣柜。",
	"At the south end of the room, swaying in front of the frosted window, is a tall, dark figure with long claws.": "在房间的南端，在结霜的窗前摇摆着一个高大的、长睪爪的黑影。",
	"The tall, dark figure is an {@creature Enderman|MCV3MC} that was drawn to this world through a shadowy corner of the room. Unable to return to its world, it attacks if approached or spoken to.": "那个高大、阴暗的身影是一个通过房间角落的阴影被吸引到这个世界的{@creature Enderman|MCV3MC}。无法返回自己的世界，如果被接近或对话，它会发动攻击。",
	"The wardrobe is empty, as are the drawers in the nightstands.": "衣柜是空的，床头柜的抽屉也是空的。",
	"Any character who examines the model on the nightstand sees a toothpick-sized lightning rod mounted to the roof of the main keep. A {@spell detect magic} spell reveals an aura of transmutation magic around the tiny lightning rod. When separated from the model, the tiny rod magically grows into a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "任何检查床头柜上模型的角色都会看到一个牙签大小的避雷针安装在主要城堡的屋顶上。一项{@spell detect magic}法术揭示了这个小避雷针周围的变形魔法光环。当与模型分开时，这个小避雷针会神奇地变成一个带有一个球的10英尺长的钢制避雷针。这是激活闪电护盾所需的六个避雷针之一（见{@area area K21|03b|x}）。",
	"Thick dust and cobwebs shroud a canopied bed, a pair of nightstands, a desk, a chair, and a wardrobe wrapped in chains. Fragments of a shattered mirror lie strewn across the floor. The window drapes are drawn.": "厚厚的灰尘和蜘蛛网覆盖着一张有天篷的床，一对床头柜，一张写字桌，一把椅子，以及一只被锁链缠绕的衣橱。地板上散落着一面破碎镜子的碎片。窗帘被拉上了。",
	"The drawers in the desk and nightstands are empty, and careful examination of the mirror fragments suggests that the mirror once hung on the east wall next to the wardrobe. (The hook on which the mirror once hung snapped, causing the mirror to fall off the wall and break.)": "桌子和床头柜的抽屉是空的，仔细检查镜子碎片表明镜子曾经挂在东墙衣柜旁边。(镜子曾经挂的挂钩断裂了，导致镜子从墙上掉下来摔碎。)",
	"As the characters explore this room, the wardrobe shudders and jostles as though one or more creatures were trapped inside it. The chains around the wardrobe are held in place by a sturdy padlock. The silver key found in {@area area K3|00f|x} opens this lock. As an action, a character can also use thieves' tools to try to pick the lock, doing so with a successful DC 10 Dexterity check. The lock can also be broken; it has AC 17, 7 hit points, and immunity to poison and psychic damage.": "当角色们探索这个房间时，衣柜发出颤抖声，好像里面被困住了一只或多只生物。衣柜上的链条被一把坚固的挂锁固定着。在{@area area K3|00f|x}找到的银钥匙可以打开这个锁。作为一个动作，角色也可以使用盗贼工具尝试撬锁，通过成功的DC 10敏捷检定来完成。这把锁也可以被打破；它的AC为17，有7点生命值，并且免疫毒素和精神伤害。",
	"A {@spell detect magic} spell reveals an aura of illusion magic around the wardrobe. The shuddering and jostling of the wardrobe are illusory effects, and the wardrobe contains nothing dangerous. Opening it reveals a 6-foot-tall, 1-foot-wide, 1-foot-deep wooden box standing on end. Packed inside this box are two halves of a 10-foot-long lightning rod. When placed end to end, the two halves magically meld into a single 10-foot-long lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "一个{@spell detect magic}法术揭示了衣橱周围的幻术魔法光环。衣橱的颤动和摇晃是幻术效果，里面没有危险物品。打开后发现一个立着的木箱，高6英尺，宽1英尺，深1英尺。这个箱子里装着两半长10英尺的避雷针。当两半合并成一根10英尺长的避雷针时，它们会神奇地融合在一起，一端有一个球。这是激活闪电护盾所需的六根避雷针之一（见{@area area K21|03b|x}）。",
	"Five sets of bunk beds crowd this dusty, cobwebby room. The straw-filled mattresses are all rotted. No one has slept here in a long time.": "这个布满灰尘和蜘蛛网的房间里挤满了五组双层床。装满稻草的床垫都已经腐烂了。很久没有人在这里睡过了。",
	"This room contains a desk and chair positioned in front of a frosted window. The desk has two drawers with locks, one open and one closed. Flickering red light emanates from the open drawer.": "这个房间里有一张桌子和一把椅子，摆放在一个有磨砂玻璃窗户前。桌子上有两个带锁的抽屉，一个是打开的，另一个是关闭的。从打开的抽屉里发出闪烁的红光。",
	"Dusty bookshelves span the far wall; a single leather-bound tome leans at one end of the highest shelf. A rolling ladder covered with cobwebs puts the book within easy reach.": "尘封的书架横跨远墙；一本皮革装订的书斜靠在最高架的一端。一把被蜘蛛网覆盖的滚动梯子让这本书很容易拿到。",
	"The book on the high shelf can be obtained by climbing the ladder or by using a {@spell mage hand} spell or similar magic. Inscribed on the book's spine in silver ink is the title, Moonlight Dance. The book, written by an unknown mystery writer, is a piece of detective fiction based on a true story. In the story, a tiefling investigator named Dagger Sharp tries to solve the murders of several villagers in the hamlet of Briar's End. A werewolf is suspected, but the true culprit is a scarecrow possessed by the evil spirit of an assassin whom the villagers buried alive months earlier. Dagger helps the villagers capture and dismember the scarecrow, then convinces the village priest to consecrate the assassin's grave, which lays the evil spirit to rest.": "可以通过爬梯子或使用{@spell mage hand}法术或类似魔法来取得高架书架上的那本书。书脊上用银色墨水刻着标题《月光之舞》。这本书是一位未知神秘作家写的，是一部基于真实故事的侦探小说。故事中，一位名叫匕首夏普(Dagger Sharp)的鬼族侦探试图解决布莱尔尽头村庄几名村民的谋杀案。有人怀疑是狼人所为，但真正的罪魁祸首是一只由邪恶刺客的鬼魂附身的稻草人，而这名刺客几个月前被村民活埋。匕首帮助村民捉住并肢解了稻草人，然后说服村庄神父祝圣刺客的坟墓，让邪恶的鬼魂得以安息。",
	"Any character who examines the book finds a tattered cloth bookmark with a steel needle stuck in it. A {@spell detect magic} spell reveals an aura of transmutation magic around the needle. If the needle is used to draw a drop of blood, it magically enlarges to become a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x}).": "任何检查这本书的角色都会发现一块破旧的布书签上插着一根钢针。进行一次{@spell detect magic}法术后，发现针周围有一层变化魔法光环。如果使用这根针滴血，它会神奇地变大，成为一根带有一个球的10英尺长的钢避雷针。这是激活避雷罩所需的六根避雷针之一（见{@area area K21|03b|x}）。",
	"The desk's open drawer contains an {@item Elemental Gem, Red Corundum||elemental gem (red corundum)} that's warm to the touch and is the source of the flickering red light. Instead of summoning a fire elemental, it summons a {@creature blaze|MCV3MC}.": "桌子打开的抽屉里装着一个{@item Elemental Gem, Red Corundum||elemental gem (red corundum)}，摸上去很暖和，是那闪烁的红光的源头。它并非召唤火元素，而是召唤了一个{@creature blaze|MCV3MC}。",
	"The locked drawer can be opened with the silver key found in {@area area K3|00f|x}. As an action, a character can instead use thieves' tools to try to pick the lock, doing so with a successful DC 10 Dexterity check, or they can force it open with a successful DC 13 Strength ({@skill Athletics}) check. This drawer contains an unlocked wooden coffer, the lid of which bears a steel insignia depicting a wolf's head with three lightning bolts above it. Inside the coffer are thirty rings made of blue jade. Each blue jade ring is worth 10 gp. A {@spell detect magic} spell reveals an aura of abjuration magic around each ring. These rings protect their wearers against the keep's lightning shield (see area K21 for details).": "在{@area area K3|00f|x}找到的银钥匙可以打开锁着的抽屉。作为一个动作，角色可以选择使用盗贼工具尝试撬锁，成功进行一次DC 10的敏捷检定，或者他们可以用DC 13的力量({@skill Athletics})检定强行打开。这个抽屉里有一个未锁的木制小箱子，箱盖上有一个钢制徽章，上面有一个狼头和三道闪电。小箱子里有三十枚蓝玉戒指。每枚蓝玉戒指价值10金币。一个{@spell detect magic}法术揭示了每枚戒指周围的一层驱护魔法光环。这些戒指可以保护佩戴者免受城堡的闪电护盾影响（详见K21区域）。",
	"A cornerstone has been placed where the battlements of two converging walls meet. Drilled into the top of the cornerstone is a cylindrical hole roughly five inches wide and one foot deep. The hole's interior is lined with lead.": "在两堵相交墙壁的城垛处放置了一块基石。基石顶部钻有一个大约五英寸宽、一英尺深的圆柱孔。孔的内部衬有铅。",
	"The outer wall has six cornerstones. When the six magical lightning rods are inserted into the cornerstones, the keep's lightning shield is activated. The ball at the top of each lightning rod hums softly as it becomes electrified.": "外墙有六块基石。当六根魔法避雷针插入基石时，堡垒的闪电护盾就会被激活。每根避雷针顶部的球体在被电气化时会发出轻轻的嗡鸣声。",
	"As an action, a creature can insert a lightning rod into a cornerstone or remove a lightning rod from a cornerstone; only a creature wearing a blue jade ring (see area K20) can remove a rod. While all six rods are electrified, any creature not wearing a blue jade ring that is outdoors—including in the courtyard, on the rooftops, or atop the outer wall—and starts its turn within 60 feet of the keep must make a DC 15 Constitution saving throw, taking 14 ({@dice 4d6}) lightning damage on a failed save, or half as much damage on a successful one. This effect ignores resistance and immunity to lightning damage, due to the eldritch nature of the electricity generated by the rods.": "作为一个动作，生物可以将避雷针插入基石或从基石中移除避雷针；只有戴着蓝玉戒指(见K20区域)的生物才能移除避雷针。当所有六根避雷针都通电时，任何不戴蓝玉戒指的生物，包括在庭院、屋顶或外墙顶部的室外生物，在距离要塞60英尺内开始其回合时，必须进行一次DC 15的体质豁免检定，豁免失败则受到14({@dice 4d6})点闪电伤害，豁免成功则受到一半伤害。由于避雷针产生的电力具有奥术特性，此效果无视对闪电伤害的抗性和免疫。",
	"While the lightning shield is activated, Beasts can sense the eldritch electricity and keep their distance to avoid being zapped by it.": "当闪电护盾激活时，野兽能感知到那股神秘的电力，并保持距离以避免被电击。",
	"Once the characters find the six lightning rods and rid the keep of dangerous monsters, they can stash the rods in a safe place and notify the refugees that the keep is safe to occupy, providing instructions on how to use the lightning shield. The blue jade rings found in area K20 allow the keep's new defenders to patrol the outer wall and courtyard without getting zapped by the lightning shield.": "一旦角色们找到了六根避雷针并清除了要塞中的危险怪物，他们可以把避雷针藏在一个安全的地方，并通知难民要塞已经安全，提供如何使用闪电护盾的说明。在K20区域找到的蓝色翡翠戒指可以让要塞的新守卫在外墙和庭院巡逻时不会被闪电护盾击中。",
	"As refugees flock to the keep, the marauding dragon might take notice and investigate the keep more closely. The lightning shield keeps the dragon at bay—at least for a while. The characters might be asked to confront the dragon at some later date and perhaps even track it to its lair. A final showdown with the dragon could be the crux of a later adventure in your campaign. If you need help fleshing out the {@book dragon's lair|FTD|4}, see {@book Fizban's Treasury of Dragons|FTD} for ideas.": "随着难民涌向要塞，掠夺性的龙可能会注意到并更仔细地调查要塞。闪电护盾能暂时将龙挡在外面。角色们可能会被要求在以后的某个时候面对这条龙，甚至追踪它到它的巢穴。与龙的最终决战可能成为你战役中以后冒险的关键。如果你需要帮助充实{@book dragon's lair|FTD|4}，请参考{@book Fizban's Treasury of Dragons|FTD}获取一些想法。",
	"Christopher Perkins": "克里斯托弗·帕金斯 (Christopher Perkins)",
	"Fury Galluzzi": "愤怒盖鲁齐 (Fury Galluzzi)",
	"Judy Bauer, Janica Carter, Adrian Ng": "朱迪·鲍尔 (Judy Bauer), 雅妮卡·卡特 (Janica Carter), 阿德里安·吴 (Adrian Ng)",
	"Matt Cole": "马特·科尔 (Matt Cole)",
	"Sean Macdonald": "肖恩·麦克唐纳 (Sean Macdonald)",
	"Ilya Shkipin": "伊利亚·什基平 (Ilya Shkipin)",
	"Jonathan Tomhave": "乔纳森·汤姆哈夫 (Jonathan Tomhave)",
	"Jeremy Crawford, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford), 克里斯托弗·珀金斯 (Christopher Perkins)",
	"Josh Herman": "乔希·赫尔曼 (Josh Herman)",
	"Judy Bauer": "朱迪·鲍尔 (Judy Bauer)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Andy Smith": "安迪·史密斯 (Andy Smith)",
	"Natalie Egan": "纳塔莉·伊根 (Natalie Egan)",
	"Jeff Turriff": "杰夫·特里夫 (Jeff Turriff)",
	"Jay Jani, Sean Stoves, Adam Walton": "Jay Jani（Jay Jani）, Sean Stoves（Sean Stoves）, 亚当·沃尔顿（Adam Walton）"
}