{
	"data": [
		{
			"type": "section",
			"name": "Humblewood Campaign Setting",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/Cover.webp"
					},
					"width": 1259,
					"height": 818
				},
				{
					"type": "section",
					"name": "Foreword",
					"page": 6,
					"entries": [
						"{@font by holly conrad|HPPHumblescratch}",
						{
							"type": "inset",
							"entries": [
								"大自然，或者森林，可能离我们的家、Twitch直播、或我们玩像{@i 5th Edition}（因为奇怪的是，这是我们现在生活的魔法世界）的舞台相当遥远。我们将骰子投在由我们对其历史一无所知的树木表面上。这棵树是否有故事，或者有一家猫头鹰居住在其中，或者有一只狐狸幼崽在它的树枝下躲过暴风雨？我们不知道这些故事，因为我们编织自己的故事，但连接仍然存在。即使只是在我们的想象中，我们仍然在荒野中跋涉，嗅着新鲜空气，害怕它的危险。",
								"讲故事本身一直与自然联系在一起。动物作为神灵或类人主角的传说贯穿所有文化。美洲土著关于恶作剧精灵乌鸦的传说，中世纪寓言中的{@i Owl and the Nightingale}，或者像{@i Grimm's Fairy Tales}这样明显简单的事物，都是自然世界如何塑造故事叙述的例子。动物的神奇及其通常看不见的生活引起我们的好奇，激发我们的想象力，当我们最终放慢脚步去观察时，我们会在它们身上看到很多自己的影子。动物将我们与自然联系在一起，是强大故事叙述的媒介。",
								"这就是为什么我相信角色扮演游戏在过去几年里如此复兴，因为我们正在寻找与我们周围世界的联系。我们想要摆脱屏幕，忘记我们复杂的生活，像英雄一样生活，解决我们可以解决的问题，而不仅仅是听新闻并担心。我们可以帮助人们，我们可以成为英雄，我们拥有魔法。即使在想象中，这些事情也是非常强大的。",
								"在谦卑林，我们正在回归作为讲故事者的本质，利用大自然和周围的动物在一个幻想世界中冒险。我们每天被如此多的科技包围着，走进大自然对许多人来说根本不是一个选择。我们的工作耗时，我们的生活艰难复杂，我们的食物在我们永远看不到的地方生长，包装在塑料中放在货架上等待我们消费。这些事物使我们与大自然的故事、生命的故事、季节的更迭以及我们与周围世界的联系脱节。实际上，即使是那只不起眼的鸽子也有着有趣的生活，只是当我们在城市街道上路过它们时，并没有给予它们第二眼。",
								"我自小就喜欢鸟类，它们一直是我与大自然联系的方式。我从10岁起就开始救助鸟类，曾经与最小的蜂鸟一起工作，也曾与一只名叫伊万的脾气暴躁的红尾鹰合作，它是我在大学时期照顾的。当我住在洛杉矶时，我开始救助鸽子，因为它们无处不在，是殖民者遗忘的宠物，也是侵入性物种，破坏了它们所生活的栖息地。这些鸟类聪明幽默，几乎被每个动物收容所所忽视。它们是动物世界中的迷失与被遗忘者，这就是我爱上它们的原因。它们有故事要讲，每一只都有自己的个性和怪癖。",
								"人类并没有那么不同于动物。如果我们留心观察它们，我们就能理解它们，拯救它们，与它们共存，并尊重它们。我们对动物越有同情心，我们的世界就会变得更美好。讲述它们的故事和讲述我们自己的故事一样重要，这有助于我们与地球上其他生物建立联系并怀有同情心。因此，我鼓励你在谦卑森林中创造自己的传奇故事，然后去森林亲自见证。也许它们也有自己的故事要告诉你。",
								"{@b Holly Conrad}",
								"Twitter: {@link @HollyConrad|https://twitter.com/HollyConrad}",
								"Twitch: @指挥官Holly (Commander Holly)"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Preface",
					"page": 7,
					"entries": [
						"{@font by leesha hannigan|HPPHumblescratch}",
						{
							"type": "inset",
							"entries": [
								"在制定《谦木》的艺术指导时，我希望表达这是一个充满生机和多样性角色的世界，他们生活在一个历史悠久且复杂的广阔森林中。《谦木》背后的概念驱动力是希望创造一个视觉上引人入胜的世界，让人感觉它是活生生的，这意味着一个既美好又充满欢迎之感、又神奇又神秘的世界。这也意味着一个充满秘密、隐藏危险和障碍的世界，需要一队冒险者来克服。",
								"当我年轻的时候，我最热衷的电影和书籍是那些吸引了年轻和老年观众的作品，其中的角色可能是可爱的森林动物，但依然勇敢地探索了一系列复杂而具有挑战性的主题，这些主题我们在成年后依然在思考。这些故事给我留下了深刻的印象，我至今仍然会回顾这些作品。",
								"角色扮演游戏有许多美妙之处，其中之一是它们可以提供一种逃避的形式，或者它们可以反映现实。它们可以帮助我们通过完全不同的视角理解和处理我们自己生活中的经历，并为你提供一种独特的自由，让你成为任何你想成为的人或事物，而在(`Humblewood`)中这样的选择是不胜枚举的——无论你是一个狡猾的(mapach)，一个勇敢的小(strig)，还是一个心怀金善的狡猾的(corvum)，唯一的限制，一如既往，是你的想象力。",
								"作为艺术家，我们必须认真考虑世界的每一个方面，当然包括我们的主要角色和各种怪物的设计，还有一个角色的家可能是什么样子，他们可能穿什么样的衣服，以及我们应该如何设计这瓶古老的狐灵酿造的接骨草莓酒？我们描绘了被光束淹没的森林，你必须充满决心地穿越纠缠而危险的沼泽，以及舒适的室内，你几乎能闻到烤炉里烤着的杰宾大小的面包的味道。爱常常隐藏在细节中，就像一场冒险中一些最重要的时刻可能是安静的时刻，篝火旁交换的小词语，或者暗示着更大谜团的微小线索。",
								"创建这个项目是一段难忘的旅程，就像Humblewood本身那些长满杂草的小径一样，充满了许多惊喜、曲折和转折。我一直对大自然和动物有着亲近感，这一直是我个人作品的主要灵感来源。我还记得当我第一次坐下来草拟了一只勇敢的小骑士猫头鹰的初始版本，我们现在称之为Riffin，那时我无法想象这只小猫头鹰背后的想法会如何演变成一个由我们设计师、作家和艺术家团队精心打造、供玩家探索的完整世界。",
								"我非常激动，期待你们迈出第一步进入这个世界，在冒险中揭开一些秘密，体验它的故事，并且带着许多属于你们自己的故事离开！",
								"{@b Leesha Hannigan}, 艺术总监",
								"Twitter: {@link @LeeshaHannigan|https://twitter.com/LeeshaHannigan}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 8,
					"entries": [
						"{@font about the wood|HPPHumblescratch}",
						"在遥远的埃弗登（Everden）世界上，位于一个伟大大陆的东海岸，有一片广袤的森林坐落在群山和大海之间。这就是谦卑森林（Humblewood），一个古老而神奇的地方，它吟唱着无尽的歌谣，奏响着生与死的伟大节奏。这片森林，被当地居民称为“Wood”，与其他森林不同。这里的树木古老而强大，稀有的树木甚至高达小山般高度。这里熟悉的野兽长得异常巨大，身上带有谦卑森林独有的纹饰和图案。这个地区还是两个动物般的类人种族的家园，分别是鸟人（birdfolk）和谦卑族（humblefolk）。它们共同分享着森林及其丰富的资源。",
						"在早期，鸟人族和谦卑族居住在森林周围的小村庄里，彼此之间距离很近。这些与世隔绝的社区容易受到一个自称为“强盗联盟”的匪徒和掠夺者组织的威胁。为了保护自己免受联盟的侵害，鸟人族在森林的树冠中建造了设防城市。鸟人族军队与谦卑族联合起来，被称为“栖卫军”的鸟人族军队击退了强盗，为该地区带来了和平与安全。随着时间的推移，鸟人族文化传播开来，首都奥尔德哈特（Alderheart）成为了伍德地区最具政治影响力的地方。",
						"但是这片森林也经历过悲伤。就在奥尔德哈特(Alderheart)建立不久之后，一场被称为“大灾难”的森林大火烧毁了一部分木头。火灾的起因不明，但它让这片地区永久受损。直到今天，它被称为“烧焦林地”，一片灰烬的干旱土地，后来成为许多奇怪的火焰生物的家园。",
						"《招标者》(The Tenders)，一个由德鲁伊和秘术师组成的组织，致力于用自然魔法治愈被烧焦的林地。他们在整个森林周围建立了聚会点，每当森林发生火灾时，他们就会提供援助。然而，自从林地被烧毁以来，这片森林很少发生火灾。然而，大自然的平衡却可能被一根火花打破。",
						"最近，自古以来罕见的烈焰席卷了（Wood）。森林居民再次被迫离开家园，寻求庇护在（Alderheart）之中，而栖息在树冠圣所的鸟类居民则竭尽所能保护自己的安全。谦卑族和鸟族之间的关系变得紧张。此外，一个新生的强盗联盟人数激增。他们的目标是（Alderheart），那里被火焰驱逐的人们正在寻求生存的途径。",
						"你是木之国的一名公民，卷入了这场动荡。或许你是来自另一个世界的故事讲述者。无论如何，木之国的未来由你来书写。在这本书中，你会找到所有需要的工具，来塑造你的角色，游历这片土地，并创作属于你自己的《谦木之国》故事。",
						"是否谦卑森林能够幸存下来取决于你。前往冒险吧！只有你能够恢复森林的平衡。"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Welcome to the Wood",
			"entries": [
				"{@font the story begins|HPPHumblescratch}",
				{
					"type": "section",
					"name": "Races of the Wood",
					"page": 10,
					"entries": [
						"{@font all walks of life|HPPHumblescratch}",
						"组成《谦林》世界的各种民族分为两类：鸟人族和谦人族。虽然他们看起来像动物，但居住在《谦林》城市、镇和村庄中的民族都是类人生物。",
						"这一章概述了十个核心种族，包括五个鸟人和五个谦卑族，他们构成了森林中大多数角色的基础。它还详细介绍了各种角色创建选项，新的职业选项，背景，特长和法术，以帮助您打造自己的《谦卑森林》冒险者。",
						{
							"type": "entries",
							"name": "The Birdfolk",
							"entries": [
								"《Humblewood(谦木)》中的鸟人种族与森林本身一样多样且独特。只有熟练的人才能在森林中生存，而鸟人已经成为了森林地面和树冠之上的大师，他们在整个谦木中建立了几个定居点（俗称“栖所”）。尽管在谦木中不同种类的鸟人之间存在地区差异和文化特点，但鸟人种族仍然分享着许多文化、语言、历史和起源神话。这种团结使他们能够共同努力，繁荣发展，创造了谦木中持续了一个时代的和谐。",
								"虽然是一个多样化的群体，适应了木林中各种环境的鸟人也分享了几个身体特征，这些特征使他们在搭建栖息地时能够找到共同点。除了明显的身体相似之外，所有的鸟人都有长满羽毛的手臂，延伸成翼状附肢。虽然不能进行真正的动力飞行，但鸟人强壮的空心骨骼和轻盈的身体使他们能够轻松地利用羽毛覆盖的手臂滑翔，除非受到严重阻碍，所有的鸟人都能从本应是致命的坠落中优雅地恢复。在一些鸟人种族中，这些翅膀已经变得足够强壮，可以让它们的主人在一次强有力的拍打中上升，而其他一些种族则发展出了爪子，既是致命的防御武器，也是攀爬高大树木的有用工具。",
								"鸟人已经在（Humblewood）中确立了自己作为一个不可忽视的政治力量。他们将自己强大的首都塑造成了伟大的树木（Alderheart），而从这个安全的堡垒中，他们的统治机构，即鸟人议会，制定了影响整个（Humblewood）的决策。鸟人得到了充分的防御，多亏了（Perch Guard），这是一支受过空中和地面战斗训练的士兵力量，他们保护着城市和其中的居民。",
								"尽管多年来奥尔德哈特一直是和平与和谐的象征，但火灾的到来使该地区陷入混乱。栖木卫队的力量在天篷城市间分散，勉强能够保护主要道路供商人通行，同时又要确保他们的家园免受火灾的侵袭。如今，伟大的鸟人城市面临比以往更多的来自强盗和森林火灾的威胁。然而，在这一切之中，鸟人们仍然信任团结，他们之间以及与各种居民群体之间的团结，就像他们以前那样度过即将到来的风暴。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Birdfolk.webp"
									},
									"width": 889,
									"height": 478
								}
							]
						},
						{
							"type": "entries",
							"name": "The Humblefolk",
							"entries": [
								"在谦卑森林（Humblewood）并非所有居民都是鸟类。术语“谦卑民（humblefolk）”在整个森林中用来指代那些生活在离森林地面更近的非鸟类族群。与鸟类不同，鸟类共同的语言、历史、神话和文化使他们在谦卑森林的大部分历史中能够和谐共存。而谦卑民代表了一个不同的族群、文化和世界观，许多人并不总是能够达成一致。",
								"很久以前，森林地面的居民之间达成了一项协议，团结起来对抗流窜的强盗，平息横行的内讧，这些内讧给整个木林带来了灾难。这个协议被称为“谦卑族条约”，并由鸟人见证，当时他们正开始塑造奥德哈特的树干。鸟人向谦卑族提供了在他们伟大城市内的安全，许多人接受了他们的提议。随着时间的推移，越来越多的谦卑族移居到新建立的鸟人栖息地，尽管许多人发现鸟人的建筑对于没有翅膀的生物来说有所限制。同样，一些鸟人群体在繁荣的栖息地内感到过于拥挤，开始散居并寻求庇护在小型林地村庄内。即使在今天，选择生活在森林地面上的鸟人发现自己受到污名化，因为在鸟人社会中，生活在树冠中被认为是合适的。",
								"在条约签订后，(`Humblefolk`) 谦逊族群开始重新居住在树下的小木村庄中，尽管现在他们与一些地面鸟族一起生活在更多样化的社区中。随着(`Humblefolk Treaty`) 谦逊族条约的扩展，使谦逊族在危机时可以请求(`Perch Guard`) 栖木卫队的驻守，以及鸟族民兵保护商队安全通行，(`the Wood`) 木之地真正进入了黄金时代。许多谦逊族的生活是和平繁荣的...直到大火的到来。",
								"随着烈焰蔓延，普通村民向过度延伸的栖巢卫士请求援助，却往往见到援助来得太迟，甚至根本没有。更糟糕的是，多年来，普通人社区之间的分歧加剧：那些在鸟人城市中找到繁荣的人采纳了栖巢居民的观点，而那些生活在林地中的人则面临着强盗和森林火灾的持续威胁。还有一些人甚至离开加入了新近改组的强盗联盟，他们不仅看到了生存的途径，还看到了与栖巢鸟人为破坏誓言和不公平对待报复的机会。然而，在条约有效的地方，依然可以找到充满活力的普通人社区。普通人是坚韧的，每个种族都会想出一种在这片危险的森林中生存的方法。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Humblefolk.webp"
									},
									"width": 889,
									"height": 478
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Characters in the Wood",
					"page": 32,
					"entries": [
						"{@font embodying one of the folk|HPPHumblescratch}",
						"本章概述了如何定制你的角色，从外貌特征、背景、职业选项、特征和法术等方面，所有内容都与《谦木》的风格保持一致。",
						{
							"type": "entries",
							"name": "Character Details",
							"entries": [
								"你的角色不仅仅是一堆规则的集合。以下是一些工具，可以帮助你充实角色的外观和感觉。",
								{
									"type": "entries",
									"name": "Sex & Gender",
									"entries": [
										"角色的性别不会带来任何特殊的加成或惩罚。可玩种族的外貌特征不会根据性别而有所不同，而羽毛、斑纹和体型差异等特征也不会与特定的性别相关联。外貌上最显著的变化取决于角色的亚种。"
									]
								},
								{
									"type": "entries",
									"name": "Height and Weight",
									"entries": [
										"下表可用于决定你的角色身高和体重。这些数据基于每个种族描述中提供的信息，并反映了森林中不同种族之间自然变化的差异。",
										"要使用这个表格，首先找到你角色的种族，并为他们的身高修正值投掷骰子。将这个结果（%num%）以英寸为单位加到前一列显示的基础身高上。接下来，使用适当的列，为你的体重修正值投掷骰子。一些种族有固定的体重修正值。如果是这种情况，只需使用本列提供的数字。然后，将你为身高修正值投掷的数字乘以体重修正值。将这个结果（%num%）以磅为单位加到你种族的基础体重上。",
										"你可能会注意到，与相似体型的普通人种相比，鸟类种族的体重明显较轻。鸟类种族有空心骨，通过特殊的内部结构加固，作为支撑结构。除了其他减重适应性之外，这使得鸟类种族能够滑翔。鸟类角色不会因为体重较轻而受到负面影响。",
										{
											"type": "table",
											"caption": "Random Height and Weight",
											"colLabels": [
												"Race",
												"Base Height",
												"Height Modifier",
												"Base Weight",
												"Weight Modifier"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"瑟凡（Grove）",
													"4'8\"",
													"+{@dice 2d10}",
													"110 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"狍鹿（Pronghorn）",
													"6'1\"",
													"+{@dice 2d10}",
													"120 lb.",
													"x ({@dice 2d4}) lb."
												],
												[
													"乌鸦 (Corvum)",
													"4'4\"",
													"+{@dice 2d10}",
													"70 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"长尾鸡(Gallus)",
													"3'4\"",
													"+{@dice 3d10}",
													"55 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"树篱 (Hedge)",
													"2'11\"",
													"+{@dice 2d6}",
													"30 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"杰尔宾 (Jerbeen)",
													"2'4\"",
													"+{@dice 2d4}",
													"20 lb.",
													"x ({@dice 1d2}) lb."
												],
												[
													"Luma",
													"2'8\"",
													"+{@dice 2d4}",
													"25 lb.",
													"x 1 lb."
												],
												[
													"浣熊(Mapach)",
													"3'11\"",
													"+{@dice 2d6}",
													"85 lb.",
													"x ({@dice 2d4}) lb."
												],
												[
													"猛禽 (Raptor)",
													"2'11\"",
													"+{@dice 2d6}",
													"25 lb.",
													"x 1 lb."
												],
												[
													"绳索",
													"3'10\"",
													"+{@dice 2d10}",
													"80 lb.",
													"x ({@dice 1d6}) lb."
												],
												[
													"狐灵(Vulpin)",
													"4'2\"",
													"+{@dice 2d10}",
													"80 lb.",
													"x ({@dice 2d4}) lb."
												]
											]
										},
										{
											"type": "inset",
											"name": "Altering Race Size",
											"entries": [
												"在种族描述中列出的尺寸代表各种种族的建议平均值。玩家可以根据他们想扮演的鸟人或谦卑人物角色的种类来调整这些尺寸。如果需要，一些取自猫头鹰的外貌特征的种族strig可能会较小，大约3英尺高。同样地，猛禽这个种族，其外貌特征类似猛禽鸟类，可能达到约5英尺高。为了简化起见，我们建议，无论角色的实际尺寸如何，他们应遵循其种族的大小类别规则（中等或小型）。在传说中，这可以通过说即使是一个小的strig也是坚固而强壮的，即使是一个较高的猛禽也是轻盈而敏捷的来表达。这将使依赖于大小类别的事物的计算变得更加容易，而不是要记住玩家为种族选择了哪种尺寸变体。",
												"另外，如果这里介绍的种族与其他战役设置中的人类相比太大，尺寸类别可以相应调整。这完全是品味问题。建议根据您想打造的世界和讲述的故事来做出最合理的调整。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Variant Rule: Different Looks for Birdfolk and Humblefolk",
									"entries": [
										"木之覆盖了广阔的不同环境。因此，鸟人和谦卑族可以展示各种不同形态。在(`GM`)的酌情下，您的(`Humblewood`)角色可能与其种族的其他成员不同。虽然不是详尽无遗的，但我们提供了适合不同动物种类的可玩种族灵感的例子。这些例子符合该种族的风格和机制。",
										{
											"type": "entries",
											"name": "Cervan",
											"entries": [
												"Cervan（狩鹿人）角色可以想象成麋鹿、驼鹿或羚羊。任何有角的有蹄动物都可以胜任，尤其是那些生活在森林或山地环境中的动物。虽然并非每个狩鹿人都有角，但能够长角被视为凯瑞斯（Cairith）的祝福，也是他们文化的一部分。"
											]
										},
										{
											"type": "entries",
											"name": "Corvum",
											"entries": [
												"以乌鸦、黑鸟和乌鸦为代表的以深色羽毛而闻名的鸟类，会是一个很好的视觉搭配。尽管通常羽毛较暗，但也存在着各种多彩的鸦科鸟类。松鸦、喜鹊和寒鸦就是很好的例子。",
												"无论用什么类型的鸟作为你的科尔温（Corvum）的视觉灵感，重要的是它们至少有一根黑色羽毛。科尔温上的黑色羽毛被称为“盖斯姆之印”（Mark of Gesme），据说它们传达了盖斯姆（Gesme）的一些鲁莽好奇心。"
											]
										},
										{
											"type": "entries",
											"name": "Gallus",
											"entries": [
												"Gallus（鸡人）角色通常由各种陆地家禽代表，包括那些适合生活在地面上的小圆胖体型的家禽，以及那些比例较长的家禽。水禽，如鸭子或鹅，可以作为灵感来源，用于描述生活在Humblewood湿地的鸡人社区。其他家禽，如孔雀，也可以使用。虽然与家禽不太相关，但苍鹭、鹳和苦恶鸟可以作为更高大、栖息在沼泽地的鸡人社区的良好参考。",
												"那些羽毛华丽、色彩斑斓的Gallus角色通常更适合明亮的Gallus亚种，而那些羽毛朴素、泥土色调的可能更适合于Huden Gallus亚种。"
											]
										},
										{
											"type": "entries",
											"name": "Hedge",
											"entries": [
												"受刺猬启发，创作一个基于栖息在森林中的刺毛动物（porcupine）的刺猬角色也是有道理的。尽管它们可能不是Humblewood的本地物种，但犰狳、穿山甲或针鼹也是可以的。"
											]
										},
										{
											"type": "entries",
											"name": "Jerbeen",
											"entries": [
												"杰比恩人(jerbeens)的灵感来自跳鼠(jerboas)，一种跳跃的老鼠。其他具有老鼠般体型的小啮齿动物，包括栗鼠(chinchillas)，也可以用作视觉灵感。虽然有些牵强，但杰比恩人的速度、体型和群居方式使它们成为基于兔子或野兔的种族的理想类比。"
											]
										},
										{
											"type": "entries",
											"name": "Luma",
											"entries": [
												"卢玛（Lumas）的灵感来源于鸽子和鸽子，但它们的体积和高颜值意味着小型鸟类，如山雀、鹪鹩、麻雀和红衣主教也很合适。由于它们注重表现，所以也可以使用天堂鸟，尽管它们可能更适合来自更热带地区的谦卑森林的访客。羽毛更亮丽或更装饰性的鸟类对应于塞拉卢玛（sera lumas），而羽毛更暗淡的鸟类更适合作为萨布尔卢玛（sable lumas）。"
											]
										},
										{
											"type": "entries",
											"name": "Mapach",
											"entries": [
												"受浣熊启发，(`Mapach`)马帕奇角色可以参考黄鼬科的成员，如雪貂和獾。马帕奇们强壮而狡猾，拥有攀爬速度，这意味着包括臭鼬在内的这个家族的许多成员都很合适。"
											]
										},
										{
											"type": "entries",
											"name": "Raptor",
											"entries": [
												"猛禽类生物通常以猎鹰和鹰类为蓝本，但也可以参考更大的物种，如雕或秃鹫，来塑造猛禽角色。马兰猛禽也可以从海鸟中汲取视觉灵感，尤其是海燕或鹱，因为它们擅长游泳。"
											]
										},
										{
											"type": "entries",
											"name": "Strig",
											"entries": [
												"Strigs（Strigs）通常类似于各种猫头鹰。猫头鹰是一个非常庞大且多样化的鸟类家族，可以找到各种大小或外观独特的例子。对于更大更令人畏惧的Strigs，可以从大灰猫头鹰或巨角鸮中获得强大的存在感，而较小的Strigs可以从小猫头鹰或北极猫头鹰中获得灵感。无论大小，粗壮的Strigs往往更加笨重，羽毛更加浓密，而敏捷的Strigs则拥有更加纤细和流线型的身体。"
											]
										},
										{
											"type": "entries",
											"name": "Vulpin",
											"entries": [
												"狐狸族（Vulpins）通常看起来像狐狸，但另一种视觉参考可能是狼、郊狼或其他常见于森林环境中的狩猎犬类。狐狸族应被描绘为野生动物，以展示它们复杂而野蛮本性的双重性。驯养狗的品种不适合。"
											]
										},
										{
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HWCS/Different-Looks.webp"
													},
													"width": 878,
													"height": 479
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Languages of the Wood",
									"entries": [
										"种族决定了角色默认可以说的语言，而背景可能会让你选择一种或多种额外的语言。你可以从其他5e材料提供的语言中自由选择，但有一些语言是特定于Wood的。",
										"以下列出的标准语言是Humblewood常见生活的一部分，并被广泛使用。 Sylvan，以及各种原初语言的方言（Auran，Aquan，Ignan和Terran）是Wood中仅少数人知晓的不常见语言，但在与各种精灵和元素Humblewood居民交流时，它们可能会被证明非常有用。",
										"每个飞禽种族都拥有与空气元素独特而神秘的联系，这使得他们从出生起就能理解风语，尽管他们无法自然地说出来。希望流利掌握这种方言的飞禽必须花时间学习。因为风语是原初语的一种方言，飞禽天生就能理解水语、火语和土语，尽管不是完美的。与风语相比，其他原初语的方言在飞禽听来显得生硬或断断续续。虽然他们能理解这些方言中呈现的简单概念，但更复杂的问题则会在翻译中失去意义。",
										{
											"type": "inset",
											"name": "Common and Birdfolk",
											"entries": [
												"鸟人族（Birdfolk）在（Humblewood）中取代了普通语（Common）的位置。作为贸易和习俗的语言，森林中的人们会花时间学习它。其他5e种族选择访问（Humblewood）的人会想了解鸟人族。同样，鸟人族或（Humblewood）角色访问其他地方时应该将普通语（Common）添加到他们的语言列表中。"
											]
										},
										{
											"type": "table",
											"caption": "Standard Languages",
											"colLabels": [
												"Language",
												"Typical Speakers",
												"Script"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"鸟人族(Birdfolk)",
													"鸟人族，谦卑族",
													"鸟人族(Birdfolk)"
												],
												[
													"瑟凡 (Cervan)",
													"瑟凡斯 (Cervans)",
													"–"
												],
												[
													"树篱 (Hedge)",
													"树篱 (Hedges)",
													"森林 (Sylvan)"
												],
												[
													"杰尔宾 (Jerbeen)",
													"杰比恩斯(Jerbeens)",
													"鸟人族(Birdfolk)"
												],
												[
													"浣熊(Mapach)",
													"Mapachs (马帕奇斯)",
													"浣熊(Mapach)"
												],
												[
													"狐灵(Vulpin)",
													"狐灵族(Vulpins)",
													"狐灵(Vulpin)"
												]
											]
										},
										{
											"type": "entries",
											"name": "Birdfolk",
											"entries": [
												"鸟人族（Birdfolk）是一种以咔哒声、乌鸦声和口哨声为特点的语言。尽管主要是口头传播，但在奥尔德哈特（Alderheart）建立之前很久就已经发展出了一种用象形文字书写鸟人族语言的系统，后来演变成了一套代表不同声音的抽象字形。鸟人族语言可以用羽毛快速书写，也可以用爪子轻松刻画，并且已经被广泛采用在整个森林中。"
											]
										},
										{
											"type": "entries",
											"name": "Cervan",
											"entries": [
												"Cervan（Cervan）是一种没有书写文字的复杂语言。试图用鸟人字符转录它被视为不尊重。Cervan（Cervan）的许多历史由村庄长者保存，并通过口头传承作为故事、歌曲和谚语代代相传。谚语“学习的要点在于教导”经常被引用来阐明这一观点。"
											]
										},
										{
											"type": "entries",
											"name": "Hedge",
											"entries": [
												"Hedge（树篱）是一种意在轻声细语的语言。许多人试图学习它时感到困惑，因为被动语态和对话中内建的尊重礼仪占据主导地位。这些都旨在确保每个人的感受都被倾听和尊重。它是用一种变体的Sylvan（森林精灵）文字书写的。"
											]
										},
										{
											"type": "entries",
											"name": "Jerbeen",
											"entries": [
												"Jerbeen（杰比恩）是一种通过使用鸟人族字母变体来书写的吱吱声和点击声系统。这是一种礼貌但直接的语言，旨在在多个听众之间快速有效地传达信息。"
											]
										},
										{
											"type": "entries",
											"name": "Mapach",
											"entries": [
												"Mapach（马帕奇）是一种非常技术密集的语言，通常在日常对话中融入粗略的方程式和物理属性的估算。对周围环境的意识对生存至关重要，而Mapach语言强调这一点。Mapach使用自己的由各种线条、短横线和点组成的字形脚本。"
											]
										},
										{
											"type": "entries",
											"name": "Vulpin",
											"entries": [
												"狐语是一种用咆哮、嗥叫和吠声交流的语言。它用自己流畅的草书文字书写。说话者被教导根据语境切换狐语的低级和高级版本。对于新说话者来说，最大的障碍是学会何时使用哪种形式。"
											]
										},
										{
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HWCS/Languages.webp"
													},
													"width": 584,
													"height": 776
												}
											],
											"type": "entries"
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Class Options",
					"page": 36,
					"entries": [
						"{@font pick your path|HPPHumblescratch}",
						"在这里，您将找到一些选项，可以用来进一步定制您的吟游诗人，(牧师 Cleric)，或战士。牧师可以选择两个新的领域：夜晚 (Night) 和社区 (Community)，基于《Humblewood》中的阿玛兰丁 (Amaranthine)。吟游诗人和战士会获得新的职业选项，非常适合来自森林的角色：无赖 (The Scofflaw) 和路之学院 (The College of the Road)。无赖可能会发现他们的才能在强盗联盟中很有用，而来自路之学院的吟游诗人可以在整个《Humblewood》的篝火和壁炉旁分享故事。",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@class bard|phb|Bard: College of the Road|Road|HWCS}",
								"{@class cleric|phb|Cleric: Community Domain|Community|HWCS}",
								"{@class cleric|phb|Cleric: Night Domain|Night|HWCS}",
								"{@class fighter|phb|Fighter: Scofflaw|Scofflaw|HWCS}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Backgrounds",
					"page": 43,
					"entries": [
						"{@font what motivates you?|HPPHumblescratch}",
						"除了第五版核心规则中提供的背景外，您可以使用这些背景。请记住，您可以自由地在不同背景之间混搭特性或特质。重要的是选择一个适合您角色的背景。",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@background Bandit Defector|HWCS}",
								"{@background Grounded|HWCS}",
								"{@background Wind-Touched|HWCS}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Feats",
					"page": 47,
					"entries": [
						"{@font a knack for adventure|HPPHumblescratch}",
						"以下新的特长适用于在谦木丛林(Humblewood)进行的战役。",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@feat Aerial Expert|HWCS}",
								"{@feat Bandit Cunning|HWCS}",
								"{@feat Heavy Glider|HWCS}",
								"{@feat Opportunistic Thief|HWCS}",
								"{@feat Perfect Landing|HWCS}",
								"{@feat Speech of the Ancient Beasts|HWCS}",
								"{@feat Woodwise|HWCS}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Spells",
					"page": 48,
					"entries": [
						"{@font mystically mystifying|HPPHumblescratch}",
						"以下法术清单显示了每个职业的角色可以施展哪些法术。",
						{
							"type": "entries",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"items": [
										{
											"type": "entries",
											"name": "Bard Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Cleric Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Invoke the Amaranthine|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}",
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Druid Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}",
														"{@spell Veil of Dusk|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Feathered Reach|HWCS}",
														"{@spell Globe of Twilight|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}",
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Paladin Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Invoke the Amaranthine|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Ranger Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "2nd Level",
													"items": [
														"{@spell Ambush Prey|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Feathered Reach|HWCS}",
														"{@spell Globe of Twilight|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Sorcerer Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Warlock Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Veil of Dusk|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Globe of Twilight|HWCS}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Wizard Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "New Spells",
					"page": 48,
					"entries": [
						"{@font power in your talons|HPPHumblescratch}",
						"这些法术按照字母顺序呈现。",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@spell Ambush Prey|HWCS}",
								"{@spell Elevated Sight|HWCS}",
								"{@spell Feathered Reach|HWCS}",
								"{@spell Globe of Twilight|HWCS}",
								"{@spell Gust Barrier|HWCS}",
								"{@spell Invoke the Amaranthine|HWCS}",
								"{@spell Shape Plants|HWCS}",
								"{@spell Spiny Shield|HWCS}",
								"{@spell Stellar Bodies|HWCS}",
								"{@spell Veil of Dusk|HWCS}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Religion in the Wood",
			"page": 54,
			"entries": [
				"{@font pulse of the forest|HPPHumblescratch}",
				"起初，只有翅膀的声音。一开始微弱得几乎可以被忽略，但随着时间的推移，这些遥远的拍打声变得越来越强烈、更快，直到可以在无尽的黑暗中传播开来。然后，随着一翅膀的振动，创造爆发了：火、冰、空气、水、土壤和天空，所有这些都源自于那些在整个宇宙中回响的羽毛声音。这就是伟大的节奏，万物皆由伟大的节奏所驱动。节奏告诉太阳何时落下，月亮何时升起。节奏告诉种子何时开花，树木何时落叶，雪何时降临。一切事物的本质都源自于伟大的节奏。也许有一天，节奏会预示着创世的终结——但节奏本身永远不会终结。正如每一个低音都有一个高音跟随一样，自然的循环最终会重新开始——因为即使节奏有时会微弱，它却是永恒不朽的。",
				"每一个森林居民，从大到小，从捕食者到猎物，都知道“大律动”：那是生命脉搏的跳动力量。对于鸟人来说，律动始于翅膀拍打的声音，但森林中的其他种族却说它始于马蹄的轰鸣，爪子的踏击，或者微小的心跳声。鸟人相信从律动中诞生了两位伟大的精灵。他们是第一位不朽者：阿尔迪亚(Ardea)，她的翅膀引领黎明，以及泰顿(Tyton)，他的翅膀是夜晚的阴影。他们是生与死的化身，是律动的守护者。",
				{
					"type": "section",
					"name": "The Amaranthine",
					"page": 54,
					"entries": [
						"{@font guardians of the rhythm|HPPHumblescratch}",
						{
							"type": "quote",
							"entries": [
								"就像我们需要心脏来让我们的脉搏跳动一样，节奏也需要一个鼓手。节奏的核心在于(Amaranthine)。他们是不朽者，通过节奏获得了新生命，并充当其守护者，维持自然的平衡。"
							]
						},
						"永恒者(`The Amaranthine`)是埃弗登(`Everden`)的众神。他们被委托维持被称为大律动(`the Great Rhythm`)的宇宙平衡。与其他设定中的神明不同，永恒者很少争吵，因为永恒者之间的任何冲突都是对自然平衡的威胁。永恒者倾向于独来独往，很少干涉彼此的事务。",
						"尽管每个(Amaranthine)都是自己的强大存在，在其领地上拥有很大的自治权，但每个都明白他们只是更大整体的一小部分。就像协奏曲的主题一样，(Amaranthine)是创造大节奏的和谐音。",
						{
							"type": "entries",
							"name": "Birdfolk vs. Humblefolk Amaranthine",
							"entries": [
								"所有种族的Humblewood都尊崇不朽者(Amaranthine)，尽管鸟人和谦卑族以不同方式崇拜他们。在《不朽者传说》(Altus, Clhuran, Gesme, Reya, 和 Hanera)中描述起源的五位主要受到鸟人的崇拜，他们(与Ardea和Tyton一起)组成了整个森林中最常见的神祇群。",
								"尽管平民仍然承认鸟人神系，大多数人崇拜与他们文化和传统相关的永恒者。对这些永恒者的信仰并不那么普遍，但他们的力量同样真实。",
								"谦逊的阿玛兰辛人缺乏凝聚力，每个人都有各种传说和起源神话，而不是一个单一的起源故事。许多寓言讲述了谦逊的阿玛兰辛人，比如克伦欺骗盖斯梅让她丢下燃烧的手杖来赶出灌木丛中的猎物，或者亨温庇护加斯帕德免受一只巨大怪兽的伤害。",
								"对于生活在鸟人栖息地之外的平民，Ardea (Dawnmother) 和 Tyton (Nightfather) 被称为黎明之母和夜之父。他们的形象常常与崇拜他们的平民特征非常相似。",
								"在栖木中，谦逊的阿玛兰辛平民往往被视为主要鸟人神系旁的一种民间宗教。偶尔，栖木居住的谦逊平民会在家中或商店里建立小神龛，供奉他们的阿玛兰辛。",
								"虽然大多数鸟人对这些不起眼的不凋花(Amaranthine)视而不见，但一些花时间了解它们传说的人会向这些无羽的不凋花(Amaranthine)致敬。这让一些谦逊的人感到不安，但这些不凋花(Amaranthine)的祭司明白每一个都只是大节奏的一种反映，并欢迎任何鸟人向它们学习。"
							]
						},
						{
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Amaranthine.webp"
									},
									"width": 928,
									"height": 1135
								}
							],
							"type": "entries"
						},
						{
							"type": "table",
							"colLabels": [
								"Amaranthine",
								"Alignment",
								"Race",
								"Domains",
								"Symbol"
							],
							"rows": [
								[
									"{@deity Altus|Amaranthine|HWCS|Altus, the Enduring}",
									"CG",
									"绳索",
									"风暴（Tempest）, 战争（War）",
									"一个华丽的木制圣杯，从中涌出暴风云。"
								],
								[
									"{@deity Ardea|Amaranthine|HWCS|Ardea, the Dawnmother}",
									"NG",
									"–",
									"生命，光明(Life, Light)",
									"一轮明亮的太阳，带着两片金色的羽毛（Sun (太阳)）。"
								],
								[
									"{@deity Cairith|Amaranthine|HWCS|Cairith, the Resolute}",
									"LN",
									"瑟凡 (Cervan)",
									"Life",
									"一对被开花藤蔓缠绕的白色鹿角(Eldritch)"
								],
								[
									"{@deity Clhuran|Amaranthine|HWCS|Clhuran, the Fickle}",
									"CN",
									"Luma",
									"奥术（Arcana）, 欺诈（Trickery）",
									"两只鸟，一只在歌唱，另一只在啼叫"
								],
								[
									"{@deity Gaspard|Amaranthine|HWCS|Gaspard, the Champion}",
									"NG",
									"杰尔宾 (Jerbeen)",
									"社区",
									"三把西洋剑，用粉红色丝带系在一起。"
								],
								[
									"{@deity Gesme|Amaranthine|HWCS|Gesme, the Brilliant}",
									"N",
									"乌鸦 (Corvum)",
									"知识，锻造(The Forge)",
									"一根多节的橡树树枝，在一端燃烧着。"
								],
								[
									"{@deity Hanera|Amaranthine|HWCS|Hanera, the Provider}",
									"LG",
									"长尾鸡(Gallus)",
									"社区，自然",
									"一只尾巴长满植物的鸟 (Bird with plants for tail feathers)"
								],
								[
									"{@deity Hath|Amaranthine|HWCS|Hath, the Whisperer}",
									"CN",
									"浣熊(Mapach)",
									"夜晚 (Night)",
									"一个带有一个星星在上方的浣熊面具 (Raccoon Mask)"
								],
								[
									"{@deity Reya|Amaranthine|HWCS|Reya, the Explorer}",
									"CN",
									"猛禽 (Raptor)",
									"自然, 风暴 (`Nature, Tempest`)",
									"四支箭头，围绕着常春藤环成一个指南针（Ivy Circle）"
								],
								[
									"{@deity Henwin|Amaranthine|HWCS|Henwin, the Kind}",
									"NG",
									"树篱 (Hedge)",
									"自然(Nature)",
									"一朵盛开的黄玫瑰，洒满了露水"
								],
								[
									"{@deity Kren|Amaranthine|HWCS|Kren, the Sly}",
									"NE",
									"狐灵(Vulpin)",
									"欺诈 (Trickery)",
									"一只被尖牙环绕的眼睛 (Eye of Vecna)"
								],
								[
									"{@deity Tyton|Amaranthine|HWCS|Tyton, the Nightfather}",
									"LN",
									"–",
									"坟墓, 夜晚 (Grave, Night)",
									"一个包含三颗星星和一个新月的翼（Wing of Three Stars and a Crescent Moon）"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tales of the Amaranthine",
					"page": 68,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"鸟类族群有一个神话，讲述了不凋花(Amaranthine)和五个鸟类种族的起源。尽管平民们有关于森林(Wood)及其居民起源的故事，但这些传说在谦卑森林(Humblewood)中广为人知，并且被所有鸟类族群普遍认为是真实的。"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Tales-of-the-Amaranthine.webp"
							},
							"width": 631,
							"height": 651
						},
						{
							"type": "entries",
							"name": "Ardea and Tyton",
							"entries": [
								"随着Ardea(阿尔迪亚)和Tyton(泰顿)的诞生，世界开始运转。曾经一片荒凉的土地因为Amaranthine(阿玛兰辛)的到来而变得生机勃勃，世界开始了无尽的生死轮回。他们的到来将无形的天空分成了白昼和黑夜。他们创造了太阳和月亮，而这些光明和黑暗的交替随着它们在天空中的运行告诉所有生命何时行动，何时休息。Ardea(阿尔迪亚)和Tyton(泰顿)诞生于大律动的相反部分。他们彼此知晓对方的存在，但各自守护着自己的领域，只在黎明初现和黄昏将至时交换对天空的统治权。在温暖的季节，Ardea(阿尔迪亚)对天空有更大的统治权，而在寒冷的季节，Tyton(泰顿)的力量增强。",
								"两位不朽者创造了Humblewood中的许多生命。Ardea用热爱阳光的花朵、植物和动物充实了白昼，而Tyton则用昆虫和喜欢黑暗的动物洗礼了夜晚。他们诞生了有思想的种族，所有飞禽族都源自他们，这是他们的第一个孩子，紧随其后的是谦卑族。",
								"最初，所有的鸟人都是一样的。很难将它们与森林中的鸟类区分开来，因为它们甚至拥有飞行的能力。有一天，整群的鸟人决定举行一场盛大的馈赠比赛，以证明谁最值得领导。阿尔迪亚同意担任裁判；凡是能给她呈现最伟大礼物的人将成为她孩子们中的领袖。整个季节，鸟人们搜寻、搜刮，收集和狩猎，带回各种小玩意、小装饰品、大小礼物。尽管阿尔迪亚赞赏她所有孩子的礼物，但只有五个真正值得她的恩惠。",
								"盖斯梅 (Gesme), 瑞亚 (Reya), 哈涅拉 (Hanera), 阿尔图斯 (Altus), 和 克卢兰 (Clhuran)：这五位成为了鸟人的领袖。他们激发了传说、虔诚，并赋予了鸟人种族独特的形态和技能。这些伟大的存在继续成为大律动的一部分，作为自然平衡的守护者和整个埃弗登鸟人的保护者，最终升入并加入了不朽者 (Amaranthine)。每位五位领袖的追随者都被赋予了新的形态和伟大的礼物，以匹配他们领袖的壮举。然而，为了接受这些礼物，必须牺牲一些东西。这就是为什么如今的鸟人只能滑翔：他们的飞行之赐被拿走，作为成为新事物的代价。"
							]
						},
						{
							"type": "entries",
							"name": "The Tale of Gesme, the Brilliant",
							"entries": [
								"第一个给亚瑞迪亚带来一份有价值的礼物的是格斯梅(Gesme)，一个聪明的鸟人，她看到了世界中她的同类难以想象的潜力。她观察到亚瑞迪亚放在天空中的巨大火球，以及亚瑞迪亚将其放置在离大地和生物很远的地方，这样它就可以温和地温暖它们而不会烧伤它们。但格斯梅也看到太阳在夜幕降临时消失了，黑暗生物开始徘徊，她想：“如果世界上有一些那种火焰，那将是多么了不起啊。”",
								"在当地语言习惯的基础上，鸟人们嘲笑着格斯梅，因为她花了几天时间策划并观察天空。她检查了每棵树，从巨大的白蜡树到柔软的柳树。每天她都用嘴叼着一根新树枝，但在沮丧中掉落了许多。鸟人们感到困惑，但对她的行为不以为意。然后，在一个清晨，当太阳在天空中的最低点时，格斯梅叼着一根橡树树枝出现了。她没有说话，径直朝着地平线飞去。她飞了似乎很长时间，但橡树树枝很轻，没有困扰她。当她接近太阳时，她的羽毛、爪子和嘴开始因热而变黑。然而，她仍然坚持不懈。橡树坚韧而有活力，并没有枯萎。最后，她将树枝的尖端插入太阳，点燃了它。匆忙间，她带着燃烧明亮的树枝飞回地面。橡树很耐心，没有燃烧殆尽，保持着火焰稳定，当格斯梅从天空返回时。",
								"\"看看我带来了什么！\"她吹嘘道，当惊讶的鸟人们看着她被烧焦的羽毛时。“这将在冬日的寒冷日子里保暖我们，并在漫长的夜晚中保持安全！”",
								"阿尔迪娅（Ardea）起初对世界上存在火焰感到担忧，因为她知道森林可能会燃烧，而对火的滥用会给埃弗登（Everden）带来危害。但是，当她看到鸟人围绕着篝火聚集，并感受到一小团火焰能为她的孩子们提供的温暖时，她被幸福感淹没。",
								"\"这个,\" 她宣布道, \"值得一个赐福.\"",
								"于是，格斯梅(Gesme)发生了改变。被知识和创造力的火焰点燃后，她成为了一位不朽者(Amaranthine)。她的追随者们的形态也发生了改变，他们成为了第一批乌鸦人(corvums)。他们被赋予了一些她的聪明和远见，但阿尔迪亚(Ardea)给了他们全都黑色的爪子、羽毛和喙，作为格斯梅为将火带入世界所付出代价的提醒。"
							]
						},
						{
							"type": "entries",
							"name": "The Tale of Reya, the Explorer",
							"entries": [
								"第二个呈现一份值得的礼物的是蕾娅(Reya)，她的狩猎技能无人能及。尽管她个子小，但她敏捷、迅速，并且精通森林的知识。蕾娅能干可靠，但鸟人们认为她太独立，不适合担任领导。她会在狩猎时走遍大地的南北，有时候甚至连续几周不归。",
								"在Reya的旅途中，她遇到了一个陌生人。这位旅行者的真实形态被一件斗篷遮掩着，但他们能够飞行，并且在树木间的移动像任何飞禽一样自如。他们听说过Reya在赛跑、狩猎和穿越森林方面的技能，并提出了三项挑战，而Reya也同意了。",
								"在第一个事件中，这对人马移到了一个俯瞰崎岖平原的一片开阔天空。远处有一块岩石突出物；谁先飞到那里谁就是赢家。比赛开始了，蕾娅立刻落后了，那个披着斗篷的人比蕾娅见过的任何人都要快。",
								"瑞雅鼓足了所有力量，拼命地拍打着翅膀，前所未有地飞行。然而旅行者却一直在不断前行，她无法及时拉近彼此的距离。",
								"瑞娅（Reya）为迎接下一个挑战做好了准备。他们飞到了草地，那里有小动物在吃草。决定第一个捕捉到五只野兔的人将成为赢家。瑞娅行动迅速，自信没有人能比得过她的弓箭技巧，这是她自己创造的工具。她的每一箭都命中了目标，直到只剩下一只野兔未捕捉。但当瑞娅看向旅行者时，她震惊地发现对方正在不耐烦地等待，手中已经有了满额的野兔。",
								"对于第三个也是最后一个事件，这对比赛者飞向了森林中心。第一个冲出开阔地进入的将是胜利者。这些是蕾娅熟悉的森林，她确信自己会赢。然而，一开始，蕾娅就看到旅行者飞奔而出，如同无重之身般穿过树林。蕾娅保持步伐，尽一切可能运用各种诀窍给自己创造优势。然而旅行者仍然领先，哪怕只是一点点，最终胜出。",
								"蕾雅（Reya）降落在附近的树枝上，咒骂自己缺乏技巧。然而，停顿片刻后，她恢复了镇定，并感谢了她的竞争对手。然而，旅行者笑了，笑声如此熟悉，蕾雅（Reya）想知道为什么她之前没有注意到。",
								"“鸟人们，你们没有什么好羞愧的。我看到你们的技能是真实的。你们是第一个几乎在每个事件中几乎击败我的人，这绝非易事。” 旅行者脱下他们的斗篷，蕾娅简直不敢相信自己的眼睛。她竟然被风本身挑战了。",
								"它旋转着，从云朵中甩出一件披风，然后把它披在蕾娅身上。“把这当作一份礼物，感谢你给了我如此的娱乐。”蕾娅感谢风，然后它离开了，用一股熟悉的微风抚摸着蕾娅的羽毛。",
								"当到了赠送礼物的时候，瑞娅向阿尔迪亚奉上了她的云斗篷，并附上了她的冒险故事。当瑞娅讲述她的故事时，阿尔迪亚看到其他鸟人们的眼睛兴奋地发光。当瑞娅讲完后，阿尔迪亚将斗篷还给了瑞娅，说她的冒险故事才是更珍贵的礼物。瑞娅发生了改变，成为了风之不凋者，弓箭和探险的象征。她所激励的人成为了第一批猛禽。他们开始过着游牧的生活方式，像瑞娅一样日复一日地寻找他们的财富，并在篝火的光芒下讲述他们自己的冒险故事。"
							]
						},
						{
							"type": "entries",
							"name": "The Tale of Hanera, the Provider",
							"entries": [
								"第三位呈献珍贵礼物的是汉妮拉（Hanera）, 一只温和的鸟人，也是第一位将注意力从天空转向其他地方的鸟人。汉妮拉并没有和其他鸟人一起住在树上，而是在树冠下建了一个家。她关心土壤和大地，作为回报，大地赐予她智慧。从大地那里，汉妮拉学会了与植物交流——这些知识让她更好地照料植物。她很快在鸟人中间声名鹊起，成为种植最大最美味庄稼的人。",
								"“这些庄稼，”汉妮拉想，“是我能献给我们母亲的最好礼物。” 于是她开始种植一个大花园，其中的丰收留给了(Ardea)。",
								"一天，当Hanera在她的花园里忙着时，她看到一家疲惫的旅行者从树林中走出来。当他们看到Hanera时，母亲请求她的帮助。",
								"\"请，善良的姐姐，我们急需帮助。我们在穿过森林时遭到一只生物的袭击，我的翅膀受伤了。我们逃脱了，但我无法飞行。请帮助我们，我们非常饥饿。\"",
								"汉妮拉知道她无法在为阿尔迪亚存储作物的同时养活自己和这个家庭。即便如此，她无法拒绝这些处于绝望状态的旅行者。她提出与他们分享她的家和食物，直到他们需要为止，确保他们的需求得到满足，然后才考虑为阿尔迪亚保存食物。",
								"旅行者们在母亲康复期间与汉妮拉(Hanera)住了很多晚。每天，汉妮拉会为这个家庭准备饭菜，并向植物们述说他们的困境。植物们理解了，并很荣幸地滋养这些疲惫和受伤的鸟人。作为回报，汉妮拉确保保存并再次种植它们的种子，让它们的生命无限延续。",
								"夜晚，汉妮拉用善良草药的叶子为母亲的伤口涂药。到了季节末，母亲伤口愈合了，全家人身体健康，他们感激地飞走了。",
								"当鸟人们最终要展示他们的礼物时，汉妮拉只能给阿尔迪亚一些水果和蔬菜。她把它们编织在一起，还加上了自己种的花，试图让她的礼物看起来更加欢快。",
								"“对不起，(Mother Stork) 母鹳，”汉妮拉说道。“我本打算给您带来丰收，但这是我所能提供的一切。”",
								"阿尔迪亚接过花环，喜悦地说道：\"你给了我远超我所需的，因为你看到了我的孩子，我收到了你一个整个季节的怜悯。\" 当阿尔迪亚说话时，天国使者出现在她身边，他们一起变成了鸟人家族，汉纳拉（Hanera）曾如此温柔地照顾过他们。",
								"为了她的慈善事业，汉妮拉（Hanera）获得了不凋花（Amaranthine）的恩惠：她的羽毛变成了绿色，生长成藤蔓和嫩芽，点缀着最美丽的花朵。其他鸟人们惊叹不已，那些跟随汉妮拉的人成为了第一批加鲁斯（gallus），得到了她鼓舞人心的善良，以及她与大地和所有生长物的亲近。"
							]
						},
						{
							"type": "entries",
							"name": "The Tale of Altus, the Enduring",
							"entries": [
								"第四位呈现出一份值得称赞的礼物的是奥尔图斯(Altus)，他的狩猎技能仅次于蕾娅(Reya)，尽管奥尔图斯是为了测试自己的极限而穿越树林，而不像蕾娅那样探索。奥尔图斯克服障碍时感到纯粹的喜悦。他热爱寒冷的季节，并挑战自己在夜晚狩猎。他的夜间存在赋予奥尔图斯一种其他鸟人缺乏的视角。",
								"“如果我送(`Ardea`)一个她从未见过的东西会怎样呢？”他想。“是的！我将猎取月亮，并把它呈现给她，这样她就可以看到它美丽的光辉。” 对于其他任何鸟人来说，这是不可想象的，但(`Altus`)坚定地认为他的礼物会让(`Ardea`)高兴。",
								"然而，他既不像瑞雅那样熟练敏捷，也不像盖斯梅那样聪明狡猾。他的箭无法划破月亮，尽管他力大无穷，也无法将其移动。但阿尔图斯很固执，他连续多个晚上试图击倒猎物，却屡战屡败。他越是努力，就越是沮丧。阿尔图斯甚至觉得自己能听到月亮的笑声在潺潺溪流和涟漪池塘中回荡，嘲笑他的徒劳努力。然而，阿尔图斯仍然坚定不移。",
								"泰顿（Tyton）好奇地观察着奥尔图斯（Altus）挣扎着说道：“为什么你要坚持这个任务，我的孩子？”夜色中的不朽者问道：“你必须知道你不会成功的。”",
								"阿尔图斯回答道：“如果我不尝试，那么我永远不会确定自己是否能成功。但你可能是对的。尽管我很强大，但我永远无法胜过月亮，只有愚人才会拒绝承认自己已经被打败。” 阿尔图斯停顿了一下，叹了口气。“遗憾，这本来会是送给阿尔迪亚的一份美好礼物。”",
								"泰顿被这位鸟人的坚强意志所感动，不仅仅是因为情感。(Tyton)。",
								"\"你的决心值得称赞,\" 泰顿说道。\"要捕捉月亮，你会需要这个。\" 他说着拿出一个有盖的圣杯，由一棵赤杨树的木头精心雕刻而成。泰顿把它交给了奥尔塔斯，然后那位夜之不凋者消失了。",
								"阿尔图斯（Altus）感到困惑，直到月亮从云后面出现。他听到月亮在他身后的池塘里笑声。当他转过身去，他看到了：月亮的倒影完美地映在宁静、清澈的水中。阿尔图斯毫不犹豫地用水装满圣杯。月亮在圣杯中清晰地映出，他迅速地合上盖子。月亮被困住了。",
								"当黎明开始破晓时，泰顿再次出现在奥尔图斯面前，“让我的妹妹瞧一瞧我的创造物，但必须在天黑前归还。夜晚需要它，”老猫头鹰之父说完后，便启程前往生命之外的土地。",
								"就这样，阿尔图斯（Altus）将月亮赠予阿尔迪亚（Ardea）。他成为了第一位猫头鹰人，并且他的人民也因他的强大力量和不屈意志而受到赐予。他信守对泰顿（Tyton）的誓言，在当晚归还了月亮。为此，泰顿赐予所有猫头鹰人在月光下清晰看见的能力。泰顿欢迎阿尔图斯作为客人来到他位于死亡之地深处的家中。阿尔图斯发现那里的寒冷令人振奋，并决定与埃弗登（Everden）的人们分享这种感觉。这就是为什么冬天的天气如此恶劣；阿尔图斯每年都会回来，用他的圣杯带来冰雹和雪暴，来考验鸟人们的耐力。"
							]
						},
						{
							"type": "entries",
							"name": "The Tale of Clhuran, the Fickle",
							"entries": [
								"最后一个呈现出有价值礼物的是克鲁兰(Clhuran)，他似乎是一个奇怪的领导选择。克鲁兰并不渴望领导。",
								"他是任性和冲动的。他情绪多变，从来不能集中精力做一件事太久。他还有惊人的运气。大多数人认为他不过是一个胡闹者，一个随波逐流的人。事实上，Clhuran充满了欢乐和狡诈。他经常说：“我在哪里，就是我应该在的地方。我顺应宇宙的流动。”",
								"尽管Clhuran总是欢乐的，但他臭名昭著地善变；他是一个爱捉弄那些自吹自擂聪明的鸟人的恶作剧者。这让他赢得了许多崇拜者，也招来了同样多的敌人。",
								"Clhuran从未打算参加送礼比赛。",
								"“我为什么要在乎别人对我的看法呢，”他哼了一声，“只要我自己开心就好了。” 一些鸟人，因为被他愚弄而心怀怨恨，声称克鲁兰永远不可能赢得这样的比赛。克鲁兰试图不去理会他们，但心里却感到那些刺痛中的真实。",
								"“我在自欺欺人，”Clhuran叹了口气。“我既不强壮，也不聪明，也不熟练，也不具领导力……我不可能制作出值得Ardea欣赏的礼物。”想到这里，他陷入了一种痛苦的忧郁情绪中。",
								"只有当一个年轻男孩走近他时，他才重拾信心。“请克鲁兰(Clhuran)，你能不能给我们展示一下你的本颺？”小鸟人说。“我们很多人都喜欢你的把戏和笑话。你给所有鸟人带来了快乐！如果你尝试一下，肯定能行！”",
								"Clhuran看到了男孩眼中的真诚，突然间他知道该怎么做了。“好吧，好吧，”他假装生气地喊道。“我想我应该来取悦你。”",
								"怀着新的信心，他走向阿尔迪亚(`Ardea`)。所有的鸟人都聚集在一起，当克卢兰(`Clhuran`)看着人群时，他看到了敌人和朋友。对那些友谊的思念让克卢兰深入自己的内心，在灵魂的深处，他感受到了一种跳动，就像伟大的节奏本身。克卢兰引导着这股能量，张开嘴喋出了一份最美丽的礼物：一首歌。",
								"这是一首如此完美、和谐的歌曲，以至于没有任何鸟人能够抗拒它的魅力。Ardea笑容满面。“我的孩子，你心中拥有一种罕见的天赋。愿你的族人都因此受到祝福。”随着这些话语，Clhuran成为了第一个luma，所有幸运或不幸的不朽者。他与命运的特殊联系被他所有的族人所分享。",
								"自从克鲁兰(Clhuran)的表演之后，所有的鸟儿都在歌唱，希望能模仿他为阿尔迪亚(Ardea)唱的完美歌曲。虽然有些歌声悦耳动听，但克鲁兰让那些嘲笑他的人只能发出单调的啁啾、尖叫或咯咯叫声。这就是为什么无论别人看起来多么奇怪，都要尊重他们的重要性。"
							]
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Prayer-to-Hath.webp"
									},
									"width": 447,
									"height": 432
								},
								{
									"type": "quote",
									"entries": [
										"\"哦，瞧见星星，听取我的话语，拨开夜幕的面纱，赐予我策略的思绪，用你的视力祝福我。如果我成功度过这一考验，用精明的计划和行动，我誓言永远忠诚，因为你赋予了智慧。\""
									],
									"by": "A mapach prayer to Hath"
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Traversing the Wood",
			"page": 76,
			"entries": [
				"{@font travel the wild wood|HPPHumblescratch}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/Humblewood.webp"
					},
					"width": 1259,
					"height": 818
				},
				"谦木（Humblewood）是一片古老而辽阔的温带森林覆盖的土地。在一些地方，这片森林非常古老，树木甚至比最高的城堡还要高大。在其他地方，较小的树木为动植物和居民提供食物和庇护。谦木之名源自这片森林，但在树木之外，还有高耸的冠山脉（The Crest mountains）、低洼的莫克原野（the Mokk Fields）和多岩的塔龙握海岸（the Talongrip Coast）。",
				"通过阅读本书中的“森林冒险”部分，玩家可以探索许多《谦木》中的地点。这一部分还详细介绍了其他地点，为GM和玩家提供了理解森林地区和居住在那里的人们的工具。",
				{
					"type": "section",
					"name": "Alderheart",
					"page": 76,
					"entries": [
						"{@font the great tree city|HPPHumblescratch}",
						"很久以前，(Wood)（森林）的德鲁伊学会了如何与树木交谈，并使用魔法将它们塑造成可以让他们居住的庇护所。这个过程被认为是非常尊重的，因为一棵树不能被迫接受任何它不同意的形状。因此，专门的德鲁伊，被称为塑形者，成为了人民意愿和森林意愿之间的调解者。鸟人塑形者与(Wood)（森林）中最高大、最古老的树木——艾尔德之心进行交谈。这些塑形者得到了鸟人在艾尔德之心的树枝上建造家园的许可。后来，这棵伟大的树再次同意将其树干塑造成越来越多人口的家园。这个蓬勃发展的城市以慷慨提供家园给(Wood)（森林）人民的树木之名命名，艾尔德之心成为了(Humblewood)（谦卑森林）的首府。艾尔德之心被称为“大树之城”，是一个充满活力的地方和文化中心，拥有数千名居民，一些是当地的，一些来自(Everden)（艾弗登）最遥远的角落。",
						{
							"type": "entries",
							"name": "Heart of the Wood",
							"entries": [
								"灰心镇（Alderheart）是各种鸟人和谦卑族群的家园。这个繁荣的社区吸引着来自遥远地方的人，比如旅行商人、探险家和外国贵族。在谦卑森林（Humblewood）中没有居住在城市里的居民经常前往那里交易商品、补充物资、从事艺术活动，或者简单地了解最新的消息和八卦。实际上，谦卑森林中的每个人都与灰心镇有联系。",
								"在奥尔德哈特，几乎任何东西都能找到，只要你知道在哪里寻找。这座城市的大部分居民都是好心的、正派的人，但和任何城市一样，也有黑暗的小巷和后房。这里的犯罪通常由(Perch Guard)控制，但尽管城市警卫被誉为是木之中最好的警卫之一，非法活动仍在黑暗中继续进行。"
							]
						},
						{
							"type": "entries",
							"name": "Wide and Tall",
							"entries": [
								"由于阿尔德哈特(Alderheart)巨大，访客往往很难分辨他们是否真的在一棵树上。这座巨树城市分为三个主要层次，人们在这里生活、工作和度过他们的生活：树冠层、树干层和树根层。",
								"树冠区包含了艾尔德哈特(Alderheart)最具标志性的建筑，包括鸟人议会的议事厅、栖木卫队的总部，以及木之大市场。这个市场拥有精品店，顾客可以找到高质量的武器、盔甲和冒险装备，最新的时尚品、最美味的食物，以及从整个埃弗登(Everden)带来的商品。在主要市场之外，还有一些小店沿着不太常走的路兜售商品。有些店里出售的附魔商品价格便宜，尽管任何艾尔德哈特社交名流都会建议坚持去更受尊敬的商店购物。",
								"城门位于树冠周围的战略点，是进入城市的唯一被批准的方式，并由(Perch Guard)守望塔监控。这些城门通过大型蜿蜒的楼梯连接到树木的下层和森林地面，以便步行旅行。在树冠中，交通基础设施非常普遍。\"枝道\"，特殊形状的木质路径，是奥尔德哈特贸易的动脉。除了绳桥，这些道路还允许信使使用手推车将货物从一个地方运送到另一个地方。连接到可升降平台的滑轮被用来从森林地面吊起货物。在最外围的树枝上，无法支撑这样的基础设施，滑翔平台为鸟人提供了跨越否则无法通过的间隙的手段。没有滑翔能力，穿越首都的这一部分变得越来越危险。",
								"树冠中的建筑物由各种材料制成，包括石头、木头和砖头。大多数建筑物都建在加固的平台上，以保持稳定。更令人印象深刻的住宅位于（Boughs District）（树枝区），就在市场上方。外围分支上的建筑物通常由木头制成，感觉更加朴素。",
								"都市中最大的部分，树干，充当着繁荣的树冠和不那么富裕的根系之间的中间地带。许多平民在这里安家，他们脚下有稳固的地板。",
								"树干区可能是对新旅行者来说最令人困惑和迷失方向的地方之一。路径会分叉和分歧，有时会渐渐消失。沿着主要路径设置了一套专门设计的冷灯笼系统作为路标。这些灯笼使用捕获的萤火虫或魔法微粒来提供光线，取决于所在的街区。无论哪种情况，点灯人负责确保它们在白天保持点亮，以提供昼夜循环。",
								"在树干内部，另一个市场繁荣兴旺。这里，各种摊位围绕着由艾尔德之心木雕成的中央支柱聚集。它们展示着独特的商品和小众民间食品以及在林冠市场中找不到的文化商品。还有一些古玩店和地区商品的销售商，比如从年轻巴西利斯克背上采集的水晶。此外，树干市场还有客栈、酒馆和公共房屋。这是在艾尔德之心找到实用商品和冒险装备的最佳地点，适合那些想要省钱的人。市场附近有一个由护卫者支持的苔藓和真菌的德鲁伊林地，他们帮助照料这棵树并培训新的入门者加入他们的组织。",
								"在树干市场提供的许多商店和商品之外，中央支柱包含了供最具世界性的树干居民居住的公寓式住房。在这里还可以找到更富裕的住宅，是由树干塑造而成的，供Alderheart传统谦逊的贵族居住，以及鸟人贵族，他们的住所自从Alderheart第一次塑造以来就在这里。",
								"穿过树干市场，小径变宽，蜿蜒曲折，透过树洞照亮，让阳光过滤进来。尽管一些房屋建在明亮的洞穴附近，可以在木头上开窗，但大多数房屋建在昏暗的小径内部。少数人获准在树干外表面建造房屋。这些特殊的房屋通过精心围栏的道路与内部小径相连，被视为许多人无法承担的奢侈品。",
								"随着沿树干向下行进，住宅和基础设施变得越来越破旧和不整洁。没有官方授权的方式可以通过树干底部离开或进入，而栖木卫士(Perc Guard)则不断监视走私者。",
								"在树干最低部以下，一系列隧道已经被雕刻进了(`Alderheart`)的根部。起初，这些根部并未被视为城市的正式组成部分，它们的发展在树冠中的城市官员们大多忽视了，直到有传言称那里发生了非法活动。许多人认为，如果德鲁伊们治愈了这棵树，隧道就会消失，但(`Alderheart`)本身对居住在这里的人们怜悯起来，决定允许这些隧道存在，而不是强迫人们离开他们的家园。根部隧道后来被德鲁伊们加固，照明设施与树干内部相媲美，并在附近驻扎了一支(`Perch Guard`)的警卫队。尽管有这些改进，根部仍然是(`Alderheart`)中最贫穷的地区：大树之城的贫民窟。在这里，空气总是潮湿阴暗，野生真菌繁茂。建筑物大多是用拾来的材料拼凑而成，有些已经被改造成社区聚集地。这些中心有助于将根部社区与树干区的援助联系起来，让这里的人们能够组织和策划社区活动。根部的生活并不容易，但人们正在尽力保持他们的社区强大，同时向树冠请求改善生活条件。这里几乎没有商店，它们通常贩卖走私和偷盗的货物。犯罪永远存在；许多栖身在根部的人认为这是为了生存所必需的。"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Alderheart.webp"
							},
							"width": 629,
							"height": 818
						}
					]
				},
				{
					"type": "section",
					"name": "Ashbarrow",
					"page": 78,
					"entries": [
						"{@font fire feeds the soil|HPPHumblescratch}",
						"这座小镇位于焦痕林的边缘，风吹灰烬使土壤肥沃，土地富饶，危险。但对于那些称Ashbarrow（灰丘）为家的勇敢人来说，风险是值得的。这座小镇以其坐落的小山而得名，居住着一群鸟人和谦卑之人，他们躲在低矮的石墙内。镇中心附近有一座高大的瞭望塔，既可用来观察风向何时会从焦痕林带来灰烬，也可作为占卜者观测星象的台。"
					]
				},
				{
					"type": "section",
					"name": "The Avium",
					"page": 78,
					"entries": [
						"{@font college of the arcane|HPPHumblescratch}",
						"阿维姆（Avium）是一所魔法艺术学院，提供广泛的学科供学习。知识的自由传播是阿维姆的核心原则之一，但学院仍然对一些更危险的魔法典籍保持一定程度的保密。所有种族都受到阿维姆大厅的欢迎，尽管入学仅由校长和一群高级教职员会的意愿决定。潜在学生将接受技能测试，同时也会考察他们学习动机。学院非常重视确保其成员能够积极地代表阿维姆在世界上展现出的传统和声誉。",
						{
							"type": "entries",
							"name": "Magic, Inside and Out",
							"entries": [
								"Avium（阿维安）曾经是一棵活着的树，是一位知名的栖息地，孕育了一些Humblewood（谦卑森林）最传奇的学者。在这棵树死后，来自这个栖息地的一群巫师决定在此建立Avium（阿维安）。他们使用变形魔法人工使树木石化，然后将其塑造成一个能够容纳Humblewood（谦卑森林）最大法师学院的建筑物。由魔法领域控制，学院的许多建筑物在彼此之间循环漂浮：一系列塔楼、庭院和天文台都围绕着巨大的中央建筑物悬浮，每个建筑都配备了桥梁，定期与主建筑物对齐。那些没有鸟人有限飞行能力的人必须利用他们的魔法进行交通，或者等待拱门对齐以便步行通行。"
							]
						},
						{
							"type": "entries",
							"name": "Seat of Knowledge",
							"entries": [
								"尽管课程内容多样化，学院确实会施加一些限制，其中最明显的是关于死灵术(necromancy)。作为森林的居民，阿维姆(Avium)的主要教职员工来自一个对自然和生命循环非常尊重的文化。因此，死灵术主要以理论方式教授。在学院内，死灵术的实际应用受到严格监管，只在严格指导下才能使用。",
								"然而，鼓励学生充分发掘魔法的其他流派。在阿维姆（Avium）开创了元素定理、传送方法和实用变形术方面的突破。在这些教室里，你会找到未来的（Tenders）、理事会成员和（Wood）的守护者。申请流程要求严格，课程内容严谨。很少有人能毕业。对于那些证明了他们对奥术的掌握的人来说，阿维姆的认可是最高荣誉之一。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Brackenmill",
					"page": 79,
					"entries": [
						"{@font cultivating the forest|HPPHumblescratch}",
						"鸟人栖息地的农业是不寻常的。在较高的栖息地中，水果藤和苔藓从树枝上生长。最大且最具生产力的农业栖息地是(Brackenmill)。尽管由于接近地面而被认为是一个较低等的栖息地，但(Brackenmill)仍由许多相邻的树农场组成，经过多年的生长，它们融合在一起。它包括一个商店中心、贸易大厅和装运平台，所有这些都在当地栖息地卫队的监视下。一些农场甚至已经开始向下扩展，包括树木底部的小园艺区。这些地面农场生产无法在树枝上种植的奢侈品，并设有为生产从丝绸到肉类等各种商品的巨型昆虫提供住所的畜栏。",
						"在奥尔德哈特，几乎每家商店、酒馆和供应商都从布莱肯磨坊购买商品。农产品在伍德周围的供应商之间的流通由一个强大的贸易行会监督，该行会由杰出的农场主家族组成。该行会由选举产生的领导和来自这些家族中最高贵的传承成员组成。传承成员继承他们的职位，并倾向于终身任命。"
					]
				},
				{
					"type": "section",
					"name": "The Crest",
					"page": 79,
					"entries": [
						"{@font the mighty mountains|HPPHumblescratch}",
						"“山冠”是赫姆布尔森林东北部的山脉的名称。它与其基地的绿色森林形成鲜明对比，有陡峭的岩壁和巨大的巨石冲天而起。",
						{
							"type": "entries",
							"name": "Desolate and Dangerous",
							"entries": [
								"这座山的恶劣环境支持着各种山羊和小型哺乳动物，它们以生长在悬崖间的茂盛灌木为食。山脊上还有几种独特的生物。狮鹫栖息在山峰上，周围广泛地搜寻着山脉附近的猎物。蜥蜴兽以岩石为食，但更喜欢那些被它们致命的石化凝视所石化的生物。巨鹰筑巢于最高的悬崖上，保护它们的幼崽免受低地捕食者的伤害。山狮，强大的地系猎手，捕食山羊、啮齿动物，有时甚至是更加凶恶的生物。",
								"山冠上点缀着不同时期由鸟人和谦卑人建造的建筑物。除了引起考古团队的兴趣外，一些神秘的废墟已经成为一些勇敢的人的家园，他们开始适应在这个危险而偏远的地方生活。"
							]
						},
						{
							"type": "entries",
							"name": "Mighty Origins",
							"entries": [
								"一个古老的传说讲述了永恒之巅(Amaranthine Altus)被一个由活石头制成的巨人挑战力量比赛的故事。为了取得胜利，据说永恒之巅用他的爪子抬起大地，证明了他的力量并创造了山脉。在一些版本中，沮丧的巨人挑战永恒之巅进行了几次复赛。他们穿越埃弗登(Everden)的大地，创造越来越高的山峰，直到世界上所有的山脉都被创造出来。每个版本都一致认为：永恒之巅总是获胜，并被赋予了对世界高峰的统治权。据说，山脉的雪白、恶劣环境直接受到了风暴之永恒(Amaranthine of storms)永恒之巅的影响。",
								"这样一片郁郁葱葱、广袤无垠的森林竟然坐落在这些多风的山脚下，真是令人惊叹。专家们推测，这道坚固的岩石屏障帮助森林茁壮成长，使其免受海洋中刺骨咸风的侵袭。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Marshview",
					"page": 79,
					"entries": [
						"{@font city in the swamp|HPPHumblescratch}",
						"在森林的南部有一个被称为(`Marshview`)的小栖息地。作为最不寻常的栖息地之一，(`Marshview`)与森林中的事务极为脱节。这个地方有基本的设施，如商店和客栈，但并不是旅行者的首选目的地。居民们对访客充满了好奇和怀疑，但最终是善良而热情的人。",
						"在Marshview，鸟人和谦卑族居民的平衡混合导致了独特的建筑风格。作为人口的反映，在这里，步道和楼梯比其他鸟人定居点更常见。几座建筑物位于地面上，传统农业利用了森林和附近沼泽之间有限的干燥土地。"
					]
				},
				{
					"type": "section",
					"name": "Meadowfen",
					"page": 79,
					"entries": [
						"{@font between fen and field|HPPHumblescratch}",
						"莽原沼泽 (Meadowfen) 是一个宁静的村庄，位于南部的莫克田野 (Mokk Fields) 和北部的云杉林地之间。这是一个朴素的村庄，居民数量不多。大多数是农民，他们在北部富含灰分的牧场或南部的沼泽地工作，那里长满了酸浆果和水生植物。莽原沼泽在人们记忆中一直很安静，生活在这里过得很慢。它靠近沼泽，使其免受来自焦土林地 (Scorched Grove) 的火蝙蝠和其他火系生物的袭击。它远离莫克田野，确保致命的粘液不会进入村庄。"
					]
				},
				{
					"type": "section",
					"name": "Mokk Fields",
					"page": 81,
					"entries": [
						"{@font growth and decay|HPPHumblescratch}",
						"数十条小溪和径流的汇合在(`Humblewood`)的西南低地形成了一个广阔的湿地。这里的水逐渐流向(`Talongrip Coast`)，最终进入大海。在水流入海之前，静止、混浊的淡水水库让(`Mokk Fields`)支持了各种生命的存在。",
						{
							"type": "entries",
							"name": "Uninviting Geography",
							"entries": [
								"莫克原野(Mokk Fields)的边缘被芦苇、睡莲和宜人的绿色植被环绕。走进沼泽的深处，旅行者会发现自己被停滞、恶臭的水域和泥泞的低地所淹没，脚下的支撑很差。干燥稳定的地面很少，这意味着这里生长的黏滑、扭曲的树木很少适合支撑栖息地。"
							]
						},
						{
							"type": "entries",
							"name": "Rare Goods",
							"entries": [
								"莫克原野并不是一个受欢迎的旅游目的地，尤其对于习惯于高耸树木和繁忙栖息地的鸟人来说。然而，仍有一些人冒险前来寻找这个地区独特的资源。只有在沼泽中才能找到的植物和生物对于酿造药水或制作魔法药剂非常有用，对于愿意冒险面对这个地区众多危险的人来说，也能赚取可观的金币。特别值得一提的是，这里有一种叫做（slimes）的危险软泥生物，是这个环境独有的，其残留物已经成为那些有技能收集它的人追捧的商品。"
							]
						},
						{
							"type": "entries",
							"name": "Mokkden Caverns",
							"entries": [
								"莫克原野（Mokk Fields）中一种更不太可能的地貌是位于沼泽下方的错综复杂、广阔的洞穴系统。多年前，被认为是天坑的地方实际上被揭示为通往一系列洞穴的隧道入口。来自（Winnowing Reach）的侦察员深入探索这些洞穴的深处以了解更多信息。少数回来的人报告称发现了大量的史莱姆。潮湿、无光的洞穴为栖息在这里的无定形生物提供了完美的栖息地。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Saltar's Port",
					"page": 81,
					"entries": [
						"{@font gateway to the sea|HPPHumblescratch}",
						"历史显示，关于建立(Saltar's Port)的争议非常严重。对于许多鸟人来说，在地面上建造一座城市本身就是可笑的想法，更别提在多岩石海岸线上建造，还要打造船只，这被认为是对资源的严重浪费。经过激烈的辩论，一群鸟人分裂出去，自行建立了这座港口城市。港口居民与木之其他居民之间的裂痕花了许多年才得以修补，而两者之间的关系有时仍然很紧张。",
						"盐港（Saltar's Port）是进出谦林（Humblewood）的船只唯一通道。它催生了繁荣的贸易业务，向遥远的城市和王国提供了谦林的财富。这个港口也让谦林向海外游客和移民敞开了大门，引起了更保守的飞禽族群的担忧。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Saltars-Port.webp"
							},
							"width": 838,
							"height": 818
						}
					]
				},
				{
					"type": "section",
					"name": "Scorched Grove",
					"page": 81,
					"entries": [
						"{@font ash and flame|HPPHumblescratch}",
						"数个世纪前，被称为焦林的地区曾经是一片郁郁葱葱的森林，有宁静的草地和宁静的林地。然后，大灾难来临了：一场巨大的森林大火席卷了整个林地，将其化为一片冒着烟的灰烬平原。焦林拒绝复原。更奇怪的是，灰烬平原下的土壤仍然闪烁着余烬。这里的空气带有一种超自然的热量，可以让旅行者筋疲力尽，甚至根据其炽烈程度造成灼伤。这片充满敌意的景观是各种奇特的火属性生物的家园。某些物种，现在被认为是谦林的本地物种，只在大灾难之后出现。其中最引人注目的是灰燕蝠，它们在白天栖息在焦林的安全之处。",
						{
							"type": "entries",
							"name": "A Scar on the Forest",
							"entries": [
								"在《(Humblewood)谦林》的历史书中记录了大火灾的事迹，但“大灾变”的确切原因仍然是个谜。对林地的土壤进行了测试，发现它们非常适合引导附魔能量，尤其是在施放火系法术时。还发现了林地中火属性生物具有外域起源，从而产生了一个理论，即灾变是由魔法引起的。一个广为流传的神话故事是，森林居民声称，灾变是由一位伟大的原始火焰和毁灭之神的出现引起的，它带来了愤怒，然后神秘地消失得就像它来时一样。",
								"无论其起源如何，这场大火摧毁了该地区，迫使成千上万的野兽和人们离开他们的家园。尽管《（Humblewood）谦卑森林》的居民知道死亡和重生是森林自然秩序的一部分，但降临在林地上的灾难显然是不自然的。",
								"每年，（The Grove）（森林之地）都在森林边界上推进，边缘被风吹过的余烬或火焰生物点燃而略微扩张。（The Grove）（森林之地）的扩张使新烧毁的区域受到类似影响，经历（The Grove）（森林之地）的超自然特质。这种逐渐蔓延的现象随着最近一系列森林火灾而加剧，使研究（The Grove）（森林之地）的人感到紧张。"
							]
						},
						{
							"type": "entries",
							"name": "A Watchful Eye",
							"entries": [
								"焦土林由一群被称为守护者(Tenders)的秘教士和德鲁伊照料。许多守护者是天赋异禀的思想家和自然魔法的实践者，他们将生命奉献给了解灾变对林地的影响以及治愈它所造成的破坏。他们相信通过研究和与自然的交流，可以恢复木材中能量的自然平衡，将林地治愈成曾经的宁静森林。",
								"对于《烬木谷》(Scorched Grove)的意图和成功，存在着很多争论。高社会的栖息者倾向于将《烬木谷》(Scorched Grove)视为不过是一群“怪鸟”，在进行一场愚蠢的冒险。这些批评者声称，《烬木谷》(Scorched Grove)只不过是《谦木》(Humblewood)自然魔法的一种怪癖。尽管有教育背景的人提出相反的观点，但大部分民众仍然同意这种观点。然而，鉴于自然与《森林》(the Wood)文化之间的亲和性，人们普遍尊重《烬木谷》(Scorched Grove)使者(Tenders)对森林的关怀和崇敬。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Talongrip Coast",
					"page": 82,
					"entries": [
						"{@font salt and sky|HPPHumblescratch}",
						"塔隆握海岸的栖息地与森林中的栖息地形成鲜明对比，常常从悬崖、被海水冲刷的树木和从海中突出的尖锐岩石上升起。这些小型定居点装饰简约，注重稳定性和抵御海洋盐风的保护。房屋是从岩石表面凿出来的，木制平台用作它们之间的人行道。在更陡峭的斜坡上，建筑物通过一片绳索和电缆的森林相连，用于在各处之间移动。",
						{
							"type": "entries",
							"name": "Life Over the Water",
							"entries": [
								"沿海高地和村庄的居民主要是那些希望保持靠近水域的人。海鹰、地图獾和杰宾已经在沿海创造了自己的空间，有时甚至是字面上的。这些海滨定居点专注于捕鱼和晒盐，将他们腌制的鱼出口到木之地的其他地方。",
								"这里的天气变化无常。一阵风就能让晴朗的天空变得乌云密布、暴风骤雨。大部分沿海居民能够轻易察觉这些变化，知道何时撤退到庇护所。居住在海岸附近意味着要忍受偶尔的飓风、风暴和海啸。那些把海岸当做家园的人以坚韧著称。"
							]
						},
						{
							"type": "entries",
							"name": "Deadly Neighbors",
							"entries": [
								"沿海居民面临着许多危险。大型掠食性蜥蜴在沙滩上觅食和觅食，巨大的螃蟹也会将受害者拖入水中。最罕见的是可怕的梦醒兽。大多数专业渔业公司雇佣猎人站岗，向导和雇佣兵经常被雇佣来保护商人穿越这些充满危险的海岸线。那些希望避免保护费用的人可以尝试独自旅行，但许多可怕的寓言描述了那些太吝啬以采取适当预防措施的愚蠢旅行者。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Winnowing Reach",
					"page": 82,
					"entries": [
						"{@font research outpost|HPPHumblescratch}",
						"在木（Wood）中，Winnowing Reach是一个相对较新的发展。它起初只是一个简陋的前哨站，是前往莫克（Mokk）领地的研究人员和粘液捕捉者的最后一站。当有人开始在沼泽中消失时，人们决定建造一个更为永久的定居点，以容纳一小部分Perch（(Perch Guard)栖息者）卫兵。为此，栖木（perch）被匆忙建造在一小片柳树林中。与标准栖木不同，这里的相当一部分住宅和设施完全建在地面上。这种接近大地的感觉让习惯于高栖木的鸟人们感到不安和厌恶，但组成人口的其他种族却欣赏这种更容易接近研究站和支持建筑物的便利。",
						{
							"type": "entries",
							"name": "The Slime Industry",
							"entries": [
								"在Winnowing Reach的西南方是Mokkden Caverns（莫克登洞穴）的潮湿充满黏液的洞穴。最初被视为一种阻碍，但黏液很快成为了Reach的一种有价值的出口。由于从捕捉黏液中获得的利润，Winnowing Reach已经发展壮大，包括专门从事收割和运输黏液残留物的企业。这种贸易主要是与Avium（艾维姆）进行的，用于教育、研究和实验目的，但其他买家也在稳步增长。整个Wood（伍德）的炼金术士发现这些物质在各种药水中非常有用，一些医治者开始测试各种基于黏液的混合物的药用应用。"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Adventure in the Wood",
			"page": 84,
			"entries": [
				"请参考{@adventure Adventure in the Wood|HWAitW}。"
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Bestiary",
			"page": 177,
			"entries": [
				"{@font ferocious fiends|HPPHumblescratch}",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Ashsnake|HWCS}",
						"{@creature Aspect of Fire|HWCS}",
						"{@creature Birdfolk Skeleton|HWCS}",
						"{@creature Cobblefright|HWCS}",
						"{@creature Emberbat|HWCS}",
						"{@creature Swarm of Emberbats|HWCS}",
						"{@creature Forest Prowler|HWCS}",
						"{@creature Lesser Demon|HWCS}",
						"{@creature Mountain Lion|HWCS}",
						"{@creature Caustic Slime|HWCS}",
						"{@creature Shifting Slime|HWCS}",
						"{@creature Sticky Slime|HWCS}",
						"{@creature Wakewyrm|HWCS}"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix B: Nonplayer Characters",
			"page": 190,
			"entries": [
				"{@font friends and foes of the wood|HPPHumblescratch}",
				"您可以使用这里提供的NPC属性块来创建或修改在谦木中的遭遇。",
				"一些列出的NPC是根据某些鸟人种族设计的，这在它们的属性块中有所体现。有些是通用的，可以用于任何鸟人种族。这些可以直接使用，也可以根据本书中的规则{@book Appendix C: Creating NPCs|HWCS|7}进一步定制。",
				"在{@adventure Chapter 4: Adventure in the Wood|HWAitW}中出现的各种NPC的描述也可以在这里找到。",
				{
					"type": "entries",
					"name": "Ardwyn, Elder of Meadowfen",
					"page": 190,
					"entries": [
						"一位庄严的胡登鸡人，身材圆润，羽毛早已失去了青春的光泽。作为村庄长老，阿德温是草原沼泽中的权威人物。她和已故丈夫一起维持着村庄的运转，直到他去世后，她独自承担起这个角色。长老阿德温是一位善良而有洞察力的女性，散发着领导力。村民们都依靠她的指导。阿德温使用{@creature priest}的属性块，根据胡登鸡人的种族特征进行调整。她是中立善良阵营。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Ardwyn, Elder of Meadowfen",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Dockmaster",
					"page": 190,
					"entries": [
						"在索尔塔港口看到鸟人在码头和船只上工作可能有些奇怪，但对一些人来说，海洋是一种生活方式。航海业的工作既有利可图又艰苦。对于选择在水上工作的鸟人来说，生活是关于秩序和效率的。一个未正确储存的桶或牢固系缚的绳索可能在海上引发灾难。码头管理员非常认真对待他们的海洋工作。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Dockmaster",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Farmer",
					"page": 190,
					"entries": [
						"在木林中可以找到简单的农民，他们为城市提供必要的食物和物资。在Humblewood有许多地方，挖掘大量土壤堆要么不切实际，要么会对森林造成破坏。尽管Humblewood存在传统农场，但大多数农场建在城市内或周围的树冠中。树冠中的农场包括在栖木树枝上种植开花苔藓花园或结果实藤蔓。树冠农场还可以包括饲养大型昆虫以供食用，或者养蚕虫以制作服装。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Farmer",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Guard",
					"page": 191,
					"entries": [
						"来自整个木林的有志之士蜂拥至阿尔德哈特首都的(Perch Guard)栖所卫队总部，加入他们的行列。经过成功训练，这些新宣誓的卫兵们回到他们的家栖所。他们自豪地服务，充当栖所的第一道防线。根据《谦卑族条约》，(Perch Guard)成员被委托在必要时协助森林地面附近的村庄。在像阿尔德哈特这样的大城市中，(Perch Guard)也负责处理内城问题，如抢劫、酒吧斗殴，以及调查和逮捕罪犯。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Guard",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Militia",
					"page": 191,
					"entries": [
						"在规模较小的栖息地中，可能只有很少甚至没有警卫力量，城镇安全由当地组织的民兵组成。任何正直的市民都可以加入这些团体。他们可以被栖息地警卫队召唤，执行从巡逻街道到增援军事行动等各种任务。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Militia",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Cara Stormsinger",
							"entries": [
								"卡拉（Cara）是来自草地沼泽（Meadowfen）的一位金黄色羽毛的迅捷斯特里格（swift strig）女性，担任村庄民兵队长。她负责召集村民小队，前往调查出现在草地沼泽地平线上的黑色烟柱。她经历了一段艰难的旅程回到家乡，向长老阿德温（Elder Ardwynn）传达了阿什巴洛（Ashbarrow）的命运。卡拉使用{@creature birdfolk militia|HWCS}的属性块，并根据迅捷斯特里格的种族特性进行调整。她是一位守序善良者。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Cara Stormsinger",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Sailor",
					"page": 191,
					"entries": [
						"对于那些从事航海贸易的鸟人，他们的家园与港口一样多在海上。他们喜欢海水的飞溅和强劲的风，觉得森林生活中狭小的空间相比海洋的辽阔空间令人窒息。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Sailor",
							"source": "HWCS"
						},
						{
							"type": "inset",
							"name": "Peculiar Design",
							"entries": [
								"由于相对缺乏索具，鸟人船只设计常常让其他航海种族感到困惑。虽然绳索用于固定帆和存放货物，但当船员能够进行有限飞行时，渔网和攀登绳索就显得不那么必要了。一名鸟人水手只需将绳索系在腿上，展开翅膀，让海风将他们带到帆上或主桅杆上的瞭望台。"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Birdfolk Skirmisher",
					"page": 191,
					"entries": [
						"(班长卫队)的主力军力是一支名为“长矛”的轻步兵。他们不知疲倦地训练，使用长柄武器，非常适合在树枝间作战。许多人还擅长使用这些武器进行远程攻击，以及执行特殊的潜水动作，使他们对下方的敌人构成更大威胁。在和平时期，游击队员经常充当熟练的猎人，听从追踪者的指导，收集足够的食物供整个村庄使用。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Skirmisher",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Bita, the Council Speaker",
					"page": 193,
					"entries": [
						"Bita是一只聪明的公鸡，她优雅的白色羽毛类似孔雀。作为鸟人委员会的发言人，她总是第一个发言，面对那些被授予与委员会会面的人。她非常认真地履行自己作为发言人和委员会成员的职责。尽管她对Humblewood及其居民有深厚的感情，但她常常给人一种严厉和冷漠的印象。Bita相信做对木之民最有利的事情，有时这意味着做出冷静而艰难的决定。Bita使用{@creature noble}的属性块，根据bright gallus的种族特征进行调整。她是秩序善良。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Bita, the Council Speaker",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Cervan Bandit General",
					"page": 193,
					"entries": [
						"强盗团由将军指挥。作为经过战斗考验的勇士和高明的策略家，他们独自协调着组成集体的各种强盗和歹徒。虽然军事称号被用来指代强盗领导，但在这些不稳定组织中，维持秩序需要的不仅仅是战斗能力。一个支配性的个性和有感召力的声音和敏捷的刀剑和敏锐的头脑一样必要。瑟凡人通常不从事强盗行为，但他们的实用技能和在最恶劣环境中生存的能力使那些道德观念不严谨、野心勃勃的人自然而然地适合这个角色。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Cervan Bandit General",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Benna Seridan",
							"entries": [
								"贝娜（Benna）是一位高大、伤痕累累的林地鹿人，她在失去的左眼上戴着一条红色头巾。作为强盗联盟的领袖，她是一位理想主义者，认为阿尔德哈特（Alderheart）的树冠，即该地区鸟人力量的象征，应该被焚烧，其资源被掠夺，以帮助那些被火灾所逼迫的人们。贝娜过着宁静的村庄生活，直到她的母亲，一位备受尊敬的村庄长者和先知，预言火灾将会到来。消息被传到阿尔德哈特的议会，请求提供物资和援助，但两者都被拒绝了，因为议会不相信先知的预言力量。当火势几乎吞噬了整个村庄时，鸟人支援终于到来，但为时已晚。贝娜失去了她的家人。她还因帮助他人逃离大火而受伤，失去了左眼和左耳。她加入了强盗团伙，并凭借她的激情和目标迅速在其中崭露头角。她是一位经验丰富的老兵，一直在壮大强盗力量，并利用该组织来照顾被蔓延火灾所致无家可归的普通人。贝娜·塞里丹（Benna Seridan）使用{@creature cervan bandit general|HWCS}的属性块，但她主手持有{@item scimitar|phb}是一把{@item blade of the wood|HWCS}*（+1用于攻击和伤害骰，见{@book Appendix D: New Magic Items|HWCS|8}），副手持有{@item shortsword|phb}（{@damage 1d6 + 3}穿刺伤害）。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Benna Seridan",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Cervan Priest",
					"page": 193,
					"entries": [
						"瑟凡（Cervan）村庄通常由一位在政治和阿玛兰辛（Amaranthine）之道上都睿智的长者领导。祭司为社区提供指导，确保仪式得以妥善观察并维护风俗。作为村庄历史的讲述者和守护者，他们被信任传承神话和民间故事，用以传授在森林中生存所需的知识。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Cervan Priest",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Corvum Assassin",
					"page": 194,
					"entries": [
						"在伍德（Wood's）最大且政治最复杂的栖息地中，经常可以找到犯罪组织的成员，即雇佣杀手。他们为那些缺乏良知但拥有大量金币的权势人物效劳。杀手从小就接受训练，成为致命的技艺大师，学会如何潜行于枝道，隐藏在树冠中，等待时机进行完美的伏击。乌鸦族（Corvums），凭借其天生的智慧和狡诈，成为最优秀的杀手。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Assassin",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Corvum Diviner",
					"page": 194,
					"entries": [
						"占卜者专精于神秘的咒语和仪式，可用于洞悉世界运动的命运之线。即使这些预测失败，通常也会在过程中揭示有用的信息。乌鸦人珍视各种形式的知识，常常以其他人交易商品的方式处理秘密，因此许多人被吸引来实践占卜者的艺术。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Diviner",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Corvax Revayne",
							"entries": [
								"这只纤细的黄昏乌鸦的羽毛类似于黑嘴喜鹊。作为(Avium)的占卜教授，他聪慧的头脑常常被偏执所束缚，这是占卜师工作的不幸副作用。这导致教职人员谨慎地看待他的预言，并使他在校园里赢得了一些怪人的声誉。然而，他聪明能干，可以成为冒险的最后两部分中对小队有用的盟友。Corvax永远不应该参与战斗。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Corvax Revayne",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Corvum Necromancer",
					"page": 194,
					"entries": [
						"每个有思想的生物都会受到死灵魔法的诱惑。再次见到失去的亲人，或者召唤一支强大的随从军团的诺言，有时很难抵挡。Humblewood的鸟人并不免疫这种诱惑。为了帮助遏制这种好奇心，The Avium的教授们只教授死灵魔法理论。但一些勇敢的学生已知会秘密追求实际应用。特别是聪明的鸦人，通常愿意挑战传统以求知识。因此，不止一只鸦人曾经走上了黑暗艺术的道路。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Necromancer",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Odwald Ebonhart",
							"entries": [
								"奥德瓦尔德是一只憔悴的老燃烧鸦鸦，类似于一只嘴巴粗壮的乌鸦，羽毛粗糙、苍白，因多年冒险而蓬乱。奥德瓦尔德头脑敏锐，但心志薄弱。作为显赫的埃邦哈特家族成员，一个可以追溯到奥德哈特建立之时的贵族家族，奥德瓦尔德是一个奇才，成长在一个期望他非凡的世界里。虽然魔法对他来说总是很自然，但家族期望的压力让他沉重，充满了对失败的深刻恐惧。几个月前，他被一个未知实体欺骗，削弱了困禁着灼热林地下火之本质的封印。自那时起，他一直责怪自己导致了林地状况的恶化。他没有解决方案来阻止这个本质，这让他感到恐惧。在拯救朋友里芬之后不久，绝望驱使他回到母校阿维姆，自那时起，他一直秘密地使用禁忌魔法。在他作为学生时发现的一个秘密门后，奥德瓦尔德将几间无法进入和废弃的教室改建成一个临时实验室，在那里他孜孜不倦地工作，试验着黑暗危险的魔法，希望找到一种阻止本质的方法。奥德瓦尔德使用{@creature corvum necromancer|HWCS}的属性块。他的阵营是混乱中立。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Odwald Ebonhart",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Eliza Pennygleam",
					"page": 196,
					"entries": [
						"伊莉莎·闪光 (Eliza Pennygleam) 是一名艾鲁兰 (eluran)，一群类似猫的人类，来自西方。虽然不是本地人，但艾鲁兰经常出现在贸易商队中，也常常在首都的商贩摊位后面出现。伊莉莎是一位精明的商人，她正在前往奥尔德哈特 (Alderheart) 接管她已故姐姐的店铺。她是一个天生的讨价还价高手，但对那些遭遇困难的人也很慷慨。伊莉莎使用 {@creature commoner} 的属性块。她是中立善良的。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Eliza Pennygleam",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Figory Figgins",
					"page": 196,
					"entries": [
						"一个身材纤细、金色毛皮的杰尔宾，性情和蔼，却名声不佳。费戈里在阿维姆（Avium）学习已经两年了，但对教授期望的焦虑和羽毛学生需要应对复杂课程安排的困难让他比其他同学落后了一年。在阿维姆，他遭到同学们的欺凌，最近与鹅卵石恐魔的遭遇让他深感不安。他迫切希望有人相信他的故事，并采取行动对抗潜伏在校园周围的怪物。费戈里使用{@creature commoner}的属性块，根据杰尔宾的种族特征进行了调整。他是中立阵营。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Figory Figgins",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Gallus Druid",
					"page": 196,
					"entries": [
						"谦林的鸡冠族与自然有着特别深厚的联系。汉尼拉（Hanera）教导他们从森林地面的视角看世界，而不是从树冠上。这是许多鸡冠族深刻领悟的信息。出于对自然的崇敬，一些鸡冠族将自己奉献于对森林的研究和保护，成为森林的守护者或导游。少数与植物和动物有着独特联系的人发展出了令人难以置信的力量和能力。这些德鲁伊可以在触摸之间长出树木，治愈受伤的动物。他们被鸟人和谦民族 revere 为精神领袖和智慧顾问。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Druid",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Gallus Monk",
					"page": 196,
					"entries": [
						"不甘于安于小社区的日常生活的加鲁斯(Gallus)会前往僻静的修道院，学习成为一名僧侣。在那里，一位位智慧的大师监督着严格的体能训练和精神冥想。经过多年的训练，新入门的学员被认为已经准备好踏上旅途，将他们的学问付诸实践。大多数人在旅途中得到启示后会返回修道院。其他人则继续漫游，有时会带上几个信任的同伴，永远在探寻新的意义。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Monk",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Gallus Necromancer",
					"page": 198,
					"entries": [
						"鸡人通常不会走上通灵术的道路，但在（The Avium）中，一些具有奇才和倾向于研究黑暗魔法的特立独行者取得了成功。更常见的是，这些通灵师在理论上学习这门艺术，了解它是如何打破生死平衡的，以便他们的学生能够学会如何有效地对抗这些邪恶的咒语。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Necromancer",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Glinda Nightseed",
							"entries": [
								"这只胡登鸟人的羽毛酷似雷鸟，通常戴着鼻眼镜在她的喙上。作为一名高级理论死灵法教授，格林达以对她所研究领域的奇特看法而闻名。与大多数鸟人不同，她将死灵法视为与德鲁伊魔法齐头并进的生命能量操控。她是一位善良的灵魂，只实践较轻的死灵法形式。然而，她一直在阿维姆进行对仆从骷髅的秘密实验，希望开发一种尖端的复活咒语。这违反了校园政策，禁止实践实用死灵法，可能导致她失去工作。格林达使用{@creature gallus necromancer|HWCS}的属性块。她的阵营是混乱善良。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Glinda Nightseed",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Gregor Thornspur, Magistrate of Alderheart",
					"page": 198,
					"entries": [
						"格雷戈(Gregor)是一只看起来平淡无奇的一只黑貂魔法生物，额头上有一根古怪地突出的羽毛。格雷戈是奥德哈特(Alderheart)的法官，尽管他看起来像个疲惫的官僚，但他的举止隐藏着一个渴望将任何情况转为自己利益的精明商人。他不介意收受贿赂，以加快请求参见鸟人议会的速度。格雷戈使用{@creature noble}的属性块，根据黑貂魔法生物的种族特征进行了调整。他的阵营是混乱中立。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gregor Thornspur, Magistrate of Alderheart",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Hedge Bard",
					"page": 198,
					"entries": [
						"被认为是优秀的外交家和调解人，树篱(hedges)因热爱音乐而不那么为人所知。那些将他们天生的魅力转向娱乐才能的人可能会取得巨大成功。一些最有天赋的表演者被赋予了魔法天赋。虽然大多数树篱将这些力量用于善良，但其他人选择了更邪恶的道路，利用他们的吟游诗人才能欺骗、欺骗或从普通人那里偷窃。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Hedge Bard",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Hedge Witch",
					"page": 198,
					"entries": [
						"许多申请入读阿维姆（Avium）的人都被这所著名学府拒之门外。受到对知识的渴望驱使，被拒绝的申请者有时会开始走上自学成才的奥术大师之路。尤其与森林魔法契合的树篱（hedges）追求个性化的道路，常常利用他们与自然力量的联系与强大的仙灵或元素生物达成契约，学习传统学生无法接触到的秘密。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Hedge Witch",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Susan of the Swamp",
							"entries": [
								"苏珊是一位古怪的刺篱术士，她对知识的渴望总是超过了她的魔法能力。她曾在阿维姆（Avium）学习了一段时间，但自愿离开，去实验阿维姆认为不道德的魔法。苏珊最近在沼泽地定居，希望能够安静地追求她的奥术好奇心。她与她的甲壳虫使者诺玛（Normal）共享她朴素的家园，除了阅读神秘小说和古怪知识的书籍外，她还花时间搜寻材料、测试法术。尽管她在远离城镇的地方进行仪式，但她的存在让《风净之镇》的执法官感到不安，他希望她离开。苏珊使用{@creature hedge witch|HWCS}的属性块。她的阵营是混乱善良。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Susan of the Swamp",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Jell Platena",
					"page": 199,
					"entries": [
						"杰尔(Jell)是一只戴着眼镜的赛拉鲁玛，身上有着明亮的红色羽毛，酷似一只红衣主教。杰尔(Jell)现在在阿维姆(Avium)学习已经三年了，正朝着毕业的目标稳步前进。她聪明好学，对生活中的一切都非常认真。杰尔(Jell)使用{@creature commoner}的属性块，根据赛拉鲁玛的种族特性进行了调整。她是中立善良的。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jell Platena",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Jerbeen Thief",
					"page": 200,
					"entries": [
						"在大型(Perch)城市中，罪犯经常被发现在街头行窃，但只有最成功的人最终会被(盗匪联盟)招募。身材矮小的，(杰比恩)可以轻松地在不被注意的情况下移动；他们的敏捷性是导致表达“像(杰比恩)一样快”的原因。再加上他们天生的魅力，使得(杰比恩)非常适合从事盗窃艺术。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jerbeen Thief",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Jerbeen Swashbuckler",
					"page": 200,
					"entries": [
						"在许多杰尔宾民间故事中常见的人物，剑客是一位以精湛技艺和大胆作战的冠军。作为天生的领袖，剑客在决斗中保持头脑清醒，利用微小优势取得胜利。杰尔宾剑客经常在他们的不朽传统中接受加斯帕德(Gaspard)的训练。每年，剑客们参加以加斯帕德为荣的击剑比赛。并非所有剑客都选择这条道路，有些人利用自己的才能从事强盗行为。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jerbeen Swashbuckler",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Kenna Brightspark",
					"page": 200,
					"entries": [
						"一个充满活力和好奇心的年轻暮羽鸦学者，目前正在Winnowing Reach进行论文研究。Kenna的研究重点是该地区各种粘液的特性。她是Avium的学生，希望她的研究成果能赢得一笔资助，以继续研究这些迷人的生物。Kenna是Winnowing Reach的本地人，对这个村庄非常了解。她有点早熟，为了工作愿意冒险。Kenna使用{@creature commoner}的属性块，根据暮羽鸦的种族特征进行调整。她是混乱善良的。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Kenna Brightspark",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Luma Cleric of Ardea",
					"page": 201,
					"entries": [
						"阿尔迪亚（Ardea）的牧师们进行圣洁朝圣之旅，前往由黎明之母培育的充满生机的神圣树林。他们无论走到哪里都传播阿尔迪亚的仁爱信息，自愿保护一切生命，无论大小。牧师们作为医治者、调解者，有时也是勇敢的捍卫者，为他们所经过的社区提供服务。听从不凋花（Lumas）之呼唤的人发现，他们天生的魅力和神秘天赋在走上牧师之路时大有裨益。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Luma Cleric of Ardea",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Luma Wizard",
					"page": 202,
					"entries": [
						"在鸟人中广泛认为，只有那些拥有集中注意力的人才能掌握微妙的魔法艺术。出于未知的原因，也许是因为他们与命运的固有联系或者特殊的与世界互动方式，卢玛人能够轻松地利用神秘和魔法力量。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Luma Wizard",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Gabe Windsworth",
							"entries": [
								"盖博（Gabe）是一只中年的银黑色霓羽鸟，头颈周围有一大片闪光羽毛，形如兜帽。作为阿维姆（Avium）的院长，盖博总是看起来在深思。尽管他的和蔼可亲和古怪的行为让人们低估了他，但在古怪外表下隐藏着一颗敏锐的头脑，会在采取行动之前仔细评估所有可能性。他是一位善良的学者，对于阿维姆内部的研究和教育质量同样关心，也同样关心他的员工和学生的福祉。院长温兹沃斯（Dean Windsworth）使用{@creature luma wizard|HWCS}的属性块。他的阵营是中立善良。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Gabe Windsworth",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapach Bandit",
					"page": 202,
					"entries": [
						"由于他们的古怪和违背常规的意愿，地图鼬在鸟人中特别不受信任。很多地图鼬一见面就被认定为不正当，一些地图鼬发现很难融入鸟人社会，只能求生存而转向犯罪。当地的强盗势力乐于利用这一点，他们提供流离失所的地图鼬庇护所，并与他们分享战利品，作为交换条件来要求他们的服务。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Bandit",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapach Brute",
					"page": 202,
					"entries": [
						"尽管强盗联盟中许多人秉持着高尚理念，但总有一小部分不可靠的成员，只关心自己的进步。这些无情的暴徒完全是恶棍，愿意以任何手段夺取联盟内的权力。Mapachs自然并没有更多的无赖，但其中少数恶棍的臭名使他们在栖木者眼中的声誉进一步受损。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Brute",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Krall, the Scavenger King",
							"entries": [
								"Krall是一只令人印象深刻的mapach，身高近6英尺，体格强壮，皮毛蓬松且有些地方掉毛。他和Benna是密友，尽管他不像她那样无私，相反，他认为那些不能自给自足的人应该被抛弃。他期望追随者绝对忠诚，并偏爱袭击战术。他和部队对防御薄弱的商队征收过路费，许多人为避免他的愤怒而支付。Krall使用{@creature mapach brute|HWCS}的属性块。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Krall, the Scavenger King",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapach Tinkerer",
					"page": 203,
					"entries": [
						"与那些满足于留在他们已建立的工艺范围内的人不同，修补工对创新有着不受传统束缚的激情。地图猫(`Mapach`)工匠们不断寻找改进过去创作的方法，发现自己被贴上怪人的标签。他们的方法是非传统的，但极具实用性。设计通常经过深思熟虑，他们的一些创新最终会在整个森林(`the Wood`)广泛使用。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Tinkerer",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Mordane Swiftgale",
					"page": 203,
					"entries": [
						"莫丹(Mordane)是一只老绅士般的迅捷猫头鹰(strig)，他保持着灰白羽毛的整洁，穿着图书管理员的袍子烫得平整。他睿智但守旧，宁愿在下班后独自阅读，也不愿与同行交往。尽管社交能力有限，他是一位经验丰富的图书管理员，对甚至是图书馆最古老的部分都有着非凡的了解。莫丹使用{@creature commoner}的属性块，根据迅捷猫头鹰的种族特性进行调整。他是中立阵营。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mordane Swiftgale",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Oakheart",
					"page": 203,
					"entries": [
						"Oakheart是一个巨大的树形生物，树皮烧焦，在某些地方冒着烟，许多小火焰在他的树枝上燃烧，给人一种叶子的印象。曾经是一棵树人，他沐浴在灼热树林的原始能量中，变成了一个如此深深地被火焰元素所占据的实体，以至于他能够担任{@item Borealus|HWCS|The Borealus'}的守护者。他是这件神器的守护者，只有在他确信打扰他的人能够控制这件法杖的巨大力量，并且他们打算维持他牺牲自己保护的自然平衡时，才会放弃这根法杖。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Oakheart",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Raptor Explorer",
					"page": 203,
					"entries": [
						"无论是被财宝的传说吸引，还是被遥远土地的诱惑所驱使，一些(％num％)Humblewood的居民踏上旅程，寻找遥远的废墟或偏远的景点，以满足他们的漫游欲望。探险家在猛禽中很常见，其中许多人之所以这样做，是出于对(％num％)Amaranthine Reya的崇敬，她是旅行者的向导和保护者。许多探险家踏上这样的冒险之旅是为了自我发现和个人成长。那些把探险当作一种生活的人往往发现自己作为向导的服务需求量很高。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Raptor Explorer",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Raptor Ranger",
					"page": 203,
					"entries": [
						"游侠是猛禽故事和神话中的标志性人物，激励许多人追随他们传奇的脚步。这些游侠装备粗犷，适应野外生活，是出色的弓箭手和卓越的猎人。凭借超凡的视力和敏捷的反应能力，猛禽非常适合猎人的生活。许多选择这条道路的人发现自己成为新故事的灵感来源。",
						"列出的猛禽游侠已配备了一个{@item red-feather bow|HWCS} (见{@book Appendix D: New Magic Items|HWCS|8})。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Raptor Ranger",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Rhys Birchwalker",
					"page": 203,
					"entries": [
						"作为阿维姆（Avium）的传送副教授，这只中年的迷雾猛禽在神秘天赋方面并不突出，但她以对学习的热情和对所选择主题的丰富知识弥补了这一不足。她精通传送理论，并且可以向角色提供他们在{@b Conjuration Magic}（见{@adventure Into the Library|HWAitW|4|Into the Library}）中找到的任何信息，只要他们直接询问她。如果角色询问有关在林地内找到传送法阵的位置的计算方法，Birchwalker教授也可以帮助他们。Rhys使用{@creature commoner}的属性块，根据迷雾猛禽的种族特征进行了调整。她是中立善良。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Rhys Birchwalker",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Strig Knight",
					"page": 204,
					"entries": [
						"The Perch Guard produces many skilled soldiers, but only those who possess a great degree of talent are trained to become knights. The knights of Alderheart's Perch Guard are taught how to protect others by creating opportunities for allies to regroup or retreat as necessary. Experts in sword-and-shield fighting, the knight's heavily-armoured fighting style allows them to hold the line against even the fiercest of enemies. The strig knight listed is equipped with a {@item wing crest shield|HWCS} (see {@book Appendix D: New Magic Items|HWCS|8}).",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Strig Knight",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Riffin, the Ash-Knight",
							"entries": [
								"瑞芬（Riffin）是一只小而敦实的飞禽，身高略超过三英尺，羽毛和体态酷似小猫头鹰。作为王国的一名游侠，瑞芬曾居住在阿什巴罗（Ashbarrow）被摧毁前，后被他的朋友奥德瓦尔德（Odwald）带到奥尔德哈特（Alderheart），后者救他于火海之中。作为来自阿什巴罗的少数骑士之一，人们开始称他为“阿什骑士”（Ash-Knight），这个头衔现在他用来保留家乡的记忆。瑞芬是一个看待世界方式迷人的简单飞禽。他也是一个坚定的战士，坚信做正确的事情，帮助有需要的人，并履行他的债务。瑞芬使用{@creature strig knight|HWCS}的属性块。他的立场是守序善良。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Riffin, the Ash-Knight",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Strig Tracker",
					"page": 206,
					"entries": [
						"能够在荒野中迅速移动的追踪者帮助找到那些在森林中迷路的人。作为熟练的生存专家，他们熟悉木屋中的隐藏路径。经常与森林野兽并肩，许多人与这些生物建立了联系，并发现它们的帮助在寻找迷路的旅行者时非常有用。对于斯特里格斯（Strigs），他们以在最恶劣环境中感到轻松而闻名，成为一名追踪者可能是一个令人满足的挑战。一些人利用他们的技能兼职赏金猎人，这可能会带来更刺激的追逐。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Strig Tracker",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "The Tenders",
					"page": 206,
					"entries": [
						"尽管在伍德地区，Tenders(招标者)因参与治愈和研究Scorched Grove(烧焦树林)而最为人所知，但他们的组织实际上更为古老。作为自然守护者，他们运用温和的魔法在人类和活体森林之间斡旋，并帮助森林从自然灾害中康复。如今，许多成员在树木塑形方面找到了工作，并在鸟人定居点中备受尊敬。这一点在Alderheart(奥尔德之心)尤为明显，Tenders(招标者)因在Alderheart(奥尔德之心)的树干内创造和加强生活空间所做的工作而受到青睐。其他Tenders(招标者)派系致力于应对伍德地区的森林火灾，利用他们的魔法在烧毁区域促进新生长，并帮助任何幸存者。",
						"自从大灾难以来，他们秩序的一大部分致力于照料树林，监控其蔓延，并研究生活在那里的神秘生物。不幸的是，树林中的许多治愈工作最终会被突如其来的大火毁掉。然而，已经取得了一些进展。在火势重新燃起之前，照料者们设法逐渐缩小了树林的范围，这对增强其周围生长的森林做出了很大贡献。",
						"招标人(Tenders)是鸟人社会中独特的组织。获准加入他们的行列相当于加入修道院或女修道院。新入门者通常被期望前往焦土林(Scorched Grove)向居住在那里的大师学习。新兵们在林中特殊的庇护所中共同生活和学习，受到招标人的魔法保护。当他们再次踏上世界时，新的侍僧被教导要离开高城市，走进林下，以获得对森林生活更好的视角。偶尔，生活在林中的招标人会进行朝圣，照料焦土林，然后再回到他们的正常职责。该组织的大师们通常选择完全致力于治愈焦土林，建立永久的家园。这被认为是招标人中的一种高贵的自我牺牲，那些这样做的人会被授予该组织的最高荣誉。",
						{
							"type": "inset",
							"name": "Joining the Tenders",
							"entries": [
								"加入（Tenders（守护者））的行列并不困难，而且现在特别欢迎新成员来帮助扩大他们日益减少的人数。任何展现对自然平衡原则的适当奉献，并愿意宣誓成为（Wood（森林））的守护者的玩家，都可以与（Havel of the Autumn Moon（秋月之哈维尔））谈论加入（Tenders（守护者））的事宜。新成员将从（Seedling（幼苗））级别开始。",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Tenders-Symbol.webp"
									},
									"width": 250,
									"height": 250
								},
								"{@b {@i The Tenders}}",
								"{@b {@i Rank 1} - 幼苗",
								"{@b {@i Rank 2} - 芽儿族",
								"{@b {@i Rank 3} - 幼苗 (Sapling)",
								"{@b {@i Rank 4} - 夏花开(%Summerblossom%)",
								"{@b {@i Rank 5} - 秋季",
								"{@b {@i Leader} - 树守(%Treekeeper%)",
								"加入（招标人）需要宣誓保持自然平衡，帮助其从自然和非自然灾害中恢复，并帮助所有受到自然失衡伤害的人。 （招标人）知道他们不能控制自然，并教导尝试这样做是一种愚蠢，只会导致自然循环进一步失衡。 他们相信，当灾难发生时，为了所有生物的利益，恢复失去的平衡是他们的责任。"
							]
						},
						{
							"type": "entries",
							"name": "Havel of the Autumn Moon",
							"entries": [
								"Havel 是一只脆弱但勇敢的胡登鸡(Huden Gallus)，身上长着类似野鸡的羽毛。他是 Tevor 的亲密朋友，两人在 Alderheart 一起度过的时光中相互倾心。Havel 是夏花盛开(Summerblossom)的一员，这是 Tenders 中经验丰富的成员所拥有的头衔。他一直在 Tenders 总部的树干区工作，为难民提供援助。他还擅长运用自然魔法，虽然通常身体虚弱无法冒险，但仍可凭借自己的才能协助队伍。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Havel of the Autumn Moon",
									"source": "HWCS"
								}
							]
						},
						{
							"type": "entries",
							"name": "Tevor of the Spring Path",
							"entries": [
								"Tevor（泰弗）是一只胆小的黑色鲁玛，长着赤灰色的羽毛和短喙。他是哈维尔（Havel）的好朋友，自从他们一起工作以来，他开始对这只公鸡产生了感情。Tevor是一名幼树（Sapling），是Tenders（守护者）中地位较低的成员，他在一次灰蛇袭击中侥幸逃脱，但导致他的导师丧生。虽然他同意报告在焦土林发生的事件，但他并没有准备做更多的事情。他坚信自己所在组织的信仰，但这场创伤事件让他感到害怕和无助。如果他能找到勇气与自己的理想相匹配，他将会成就非凡。Tevor现在通常不喜欢战斗，但在加入Tenders之前，他接受过栖木卫士（perch guard）的训练。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Tevor of the Spring Path",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Vulpin Captain",
					"page": 207,
					"entries": [
						"在强盗势力中，队长备受尊敬，领导单位进行突袭和伏击，有时还负责整个营地的运作。虽然队长是联盟中技艺更高的战士之一，但参与日常运作使他们与即使是低级强盗也建立了一定的融洽关系。这种领导力，加上他们的技艺，使他们能够召集或屈服那些考虑背叛的愚蠢之徒。狐族，凭借其天生的野心、狡诈和个性力量，很容易就能晋升为队长。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Captain",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Frey Merridan",
							"entries": [
								"Fray是一只英俊的红毛狐族，眼睛锐利，机智敏捷。作为一名高超的女剑士，当来自灼热树林的森林火灾烧毁她的村庄时，她无家可归。她看到加入强盗团伙是一个利用自己的技能来养活自己和关心的人的机会。她聪慧而有才华，但也竞争心强，不愿忘记对她的任何小小冒犯。Fray使用{@creature vulpin captain|HWCS}的属性块。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Fray Merridan",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Vulpin Noble",
					"page": 208,
					"entries": [
						"尽管由鸟人创立，但(Alderheart)是几个有影响力的平民贵族家族的家园。其中包括狐族，他们发现自己的魅力和诡计非常适合(Alderheart)高级社会的政治阴谋。一些狐族贵族可以追溯他们的血统到古代的皇室。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Noble",
							"source": "HWCS"
						}
					]
				},
				{
					"type": "entries",
					"name": "Vulpin Priest of Kren",
					"page": 208,
					"entries": [
						"阿玛兰丁克伦（Amaranthine Kren）的祭司们守护着她的神龛，并与来访者分享她的狡诈和机智的故事。这些故事强调谦逊、警惕，并教导听众随时保持警惕。在罕见的情况下，这些祭司会被阿玛兰丁赐予神圣的礼物。获得了克伦超自然狡猾的一部分，他们经常试图让那些变得过于骄傲的人谦卑。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Priest of Kren",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Shyla Denn",
							"entries": [
								"一只有伤疤的、灰色和赤褐色毛皮的狐族(Kren)牧师，Shyla 作为Krall的副手。Krall 在她还是个孩子时就救过她的命，当时她是在森林里成了孤儿。自那以后她一直对他心怀感激。她对Krall 的忠诚是绝对的，她相信Krall 只会放弃那些不能胜任的人。Shyla 使用{@creature vulpin priest of kren|HWCS}的属性块。",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Shyla Denn",
									"source": "HWCS"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Walden Krane, Magistrate of Winnowing Reach",
					"page": 209,
					"entries": [
						"一个一丝不苟、容易激动、中年的灰色羽毛的点燃乌鸦。作为Winnowing Reach的法官，他是该地区的重要政治人物。Walden并不是一个特别善良的人，但他努力成为一个理性和诚实的人。他不会违背他的交易，同样也不会容忍任何可能被视为违约、不诚实或可能对Reach造成伤害的行为。他深爱着他的市民，但由于他的政治野心往往会妨碍他的表达。Walden自Kenna Brightspark还是个雏鸟时就认识她了。Walden使用{@creature noble}的属性块，根据点燃乌鸦的种族特征进行调整。他是守序中立。",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Walden Krane, Magistrate of Winnowing Reach",
							"source": "HWCS"
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix C: Creating NPCs",
			"page": 210,
			"entries": [
				"{@font making friends|HPPHumblescratch}",
				"根据当地语言习惯，将现有的NPC进行调整或从头开始创建一个，按照以下步骤创建鸟人或谦卑族NPC，以便在你自己的冒险中使用。",
				{
					"type": "entries",
					"name": "Birdfolk NPCs",
					"entries": [
						"Turn any NPC into a birdfolk by making the following changes to its base stat block. These rules can be used to further customize the generic birdfolk NPCs included in this book.",
						"鸟人是中等体型，使用NPC的基础移动速度，除非另有规定。",
						{
							"type": "entries",
							"name": "Glide",
							"entries": [
								"所有鸟人都有长有羽毛的手臂，可以滑翔短距离并减缓下落速度。在NPC中添加“滑翔”特性。在这次滑翔中忽略沉重的盔甲。在他们的属性块中带有沉重武器、盔甲或盾牌的鸟人NPC应该能够带着它们滑翔。"
							]
						},
						{
							"type": "entries",
							"name": "Feathers vs. Talons",
							"entries": [
								"如果你的生物是{@b gallus}或{@b luma}，它们会有更发达的翅膀。它们拥有翅膀振动特性，这个能力可以让它们以基础移动速度的一半向空中飞去。这需要使用一个奖励动作，并且不能用来在滑翔时获得高度。",
								"如果你的生物是{@b corvum}、{@b raptor}或{@b strig}，它们会有有爪子的手。确保在它们的攻击中加入爪子，并使用力量或敏捷计算攻击和伤害加值。这些攻击的基础伤害为{@damage 1d4}穿刺伤害。拥有爪子的鸟人在进行攀爬时也会获得力量检定的优势({@skill Athletics})。"
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"鸟人族都说鸟人语。他们也能自然地理解风元素语——奥术语言，但并没有天生的说这种语言的能力。"
							]
						},
						{
							"type": "entries",
							"name": "Racial Abilities",
							"entries": [
								"每个鸟人种族都有两个亚种族，每个亚种族拥有不同的能力。"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Corvum",
					"entries": [
						"渴望知识作为权力的手段，乌鸦人通常身居权力或影响之位。他们对权力的追求导致许多人成为术士或刺客。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的智力得分增加2点。"
									]
								},
								{
									"type": "entries",
									"name": "Learned",
									"entries": [
										"一只乌鸦兽获得以下技能中的一项熟练：{@skill Arcana}，{@skill History}，{@skill Nature}，或{@skill Religion}。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"接着，添加来自乌鸦族裔的能力。"
							]
						},
						{
							"type": "entries",
							"name": "Dusk Corvum",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的敏捷分数。(Dexterity)"
									]
								},
								{
									"type": "entries",
									"name": "Skulker",
									"entries": [
										"The dusk corvum has advantage on Dexterity ({@skill Stealth}) checks made in dim light or darkness."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Kindled Corvum",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的魅力得分增加1点。"
									]
								},
								{
									"type": "entries",
									"name": "Convincing",
									"entries": [
										"燃烧的鸦人在你选择的{@skill Deception}或{@skill Persuasion}技能上获得熟练加值。此外，他们在所有用于说服他人相信他们对与他们从学识能力中获得熟练的技能相关的任何事物的了解的魅力检定上获得优势。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Gallus",
					"entries": [
						"大地之盐的人们，（gallus）是如此坚韧耐力。他们常常作为士兵、领袖或灵性导师而存在。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的感知属性得到+2加值。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"然后，从一种鸡族亚种的能力中选择添加。"
							]
						},
						{
							"type": "entries",
							"name": "Bright Gallus",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的魅力得分增加1点。"
									]
								},
								{
									"type": "entries",
									"name": "Inspiring",
									"entries": [
										"作为一个动作，明亮的公鸡激励一个能看见和听到它们的盟友。盟友可以投掷一个{@dice d4}，并将投掷的数字加到他们接下来的技能检定、攻击检定或豁免检定中。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Huden Gallus",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的敏捷分数。(Dexterity)"
									]
								},
								{
									"type": "entries",
									"name": "Seedspeech",
									"entries": [
										"The 人根 (Huden) gallus 可以向活植物传达简单的想法，并能用简单的语言解释它们的回应。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Luma",
					"entries": [
						"Odd as they may be, lumas have an innate connection to the arcane, lending them magical abilities or simply an aura of charisma. They are just as at home in a ballroom as a mage's tower.",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Lumas 是小型生物。"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"卢玛族的基础移动速度为25英尺。"
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的魅力得分增加2点。"
									]
								},
								{
									"type": "entries",
									"name": "Fated (Recharges after a Long Rest)",
									"entries": [
										"Luma 可以选择重新投掷任何攻击骰、技能检定或豁免检定。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"然后，从一个luma亚种的能力中添加。"
							]
						},
						{
							"type": "entries",
							"name": "Sable Luma",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的体质分数。(Constitution)"
									]
								},
								{
									"type": "entries",
									"name": "Damage Resistance",
									"entries": [
										"沙贝鲁玛(Sable lumas)对毒性伤害具有抗性。"
									]
								},
								{
									"type": "entries",
									"name": "Resilience",
									"entries": [
										"沙布鲁玛(Sable Luma)在豁免扑克中对被 {@condition poisoned} 的情况有优势。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sera Luma",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的感知分数。(Wisdom)"
									]
								},
								{
									"type": "entries",
									"name": "Songbird (Recharges after a Long Rest)",
									"entries": [
										"Sera 露玛斯 (Sera lumas) 可以施放 {@spell charm person}。魅力 (Charisma) 是他们的施法能力，该法术施放时不需要任何手势成分。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Raptor",
					"entries": [
						"精湛的猎人，猛禽在森林和其他黑暗地方游刃有余。它们擅长成为游侠和(*Rangers*)和(*Rogues*)。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"猛禽是小型生物。"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"猛禽兽的基础移动速度为25英尺。"
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的敏捷属性得到额外+2点。"
									]
								},
								{
									"type": "entries",
									"name": "Hunter's Training",
									"entries": [
										"猛禽有熟练技能与{@item longbow|phb}、{@item shortbow|phb}和{@item spear|phb}。此外，它们对长弓的熟悉意味着长弓对它们来说不算是一种重型武器。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"然后，添加猛禽亚种的能力。"
							]
						},
						{
							"type": "entries",
							"name": "Maran Raptor",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的智力分数。"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"马兰猛禽具有25英尺的游泳速度。"
									]
								},
								{
									"type": "entries",
									"name": "Patient",
									"entries": [
										"当一只马兰猛禽做出一次准备动作时，他们在作为该动作一部分的第一次攻击骰、技能检定或能力检定中获得优势。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mistral Raptor",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的感知分数。(Wisdom)"
									]
								},
								{
									"type": "entries",
									"name": "Aerial Defense",
									"entries": [
										"只要一只(`Mistral Raptor`)在下落、滑翔或跳跃，对它们发动的攻击都具有劣势。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Strig",
					"entries": [
						"热爱荒野并以自己的体能自豪，strigs通常是孤独的、求生者和战士。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2到基础生物的力量属性分数。"
									]
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"Strigs have {@sense darkvision} out to 60 feet."
									]
								},
								{
									"type": "entries",
									"name": "Patterned Feathers",
									"entries": [
										"Strigs在尝试在森林中隐藏时，对敏捷（{@skill Stealth}）检定获得优势。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"然后，从一个(strig)亚种中添加能力。"
							]
						},
						{
							"type": "entries",
							"name": "Stout Strig",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的体质分数。(Constitution)"
									]
								},
								{
									"type": "entries",
									"name": "Brawler",
									"entries": [
										"每当一只结实的(`stout`)(`strig`)用它们的爪攻击命中时，它们可以选择将目标抓住，作为一个奖励动作。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Swift Strig",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的敏捷分数。(Dexterity)"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"疾风族的基础移动速度为35英尺。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Humblefolk NPCs",
					"entries": [
						"您可以通过对其基础统计数据进行以下更改，将任何NPC转变为谦卑民族。这些规则可用于进一步定制本书中包含的通用谦卑民族NPC。",
						"Humblefolk（谦卑族）是中等体型，使用NPC的基础移动速度，除非另有规定。"
					]
				},
				{
					"type": "entries",
					"name": "Cervan",
					"entries": [
						"热情而实际，瑟凡人几乎可以在任何地方找到自己的家，尽管许多人更喜欢过隐士的生活，通常只有少数几个亲密伙伴陪伴或与他们一起生活，他们与这些伙伴建立了牢固的联系。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2到基础生物的体质属性分数。"
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"瑟凡人说鸟人语和瑟凡语。"
									]
								},
								{
									"type": "entries",
									"name": "Surge of Vigor (Recharges after a Long Rest)",
									"entries": [
										"如果一次攻击造成了塞尔瓦人当前剩余生命值的一半以上的伤害（即使他们的生命值被攻击降低到0），他们立即恢复生命值，恢复量为{@dice 1d12} + 他们的体质调整值。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"然后，从以下列出的亚种中添加能力。"
							]
						},
						{
							"type": "entries",
							"name": "Grove Cervan",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的敏捷分数。(Dexterity)"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"格罗夫塞尔文人有35英尺的基础步行速度。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"请选择以下之一："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Standing Leap",
									"entries": [
										"一只格罗夫（Grove Cervan）的基础长跳距离为30英尺，基础高跳距离为15英尺，无论是否有起跑助跑。"
									]
								},
								{
									"type": "entries",
									"name": "Nimble Step",
									"entries": [
										"对(cervan树林)发动的机会攻击需进行带有劣势的投掷。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Pronghorn Cervan",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1到基础生物的力量属性分数。"
									]
								},
								{
									"type": "entries",
									"name": "Antlers",
									"entries": [
										"羚羊兽有一对大而坚固的鹿角，可以用来进行近战攻击。它们的鹿角攻击造成{@damage 1d6}穿刺伤害，并根据生物的力量值来计算攻击检定和伤害加值。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"请选择以下之一："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Robust Build",
									"entries": [
										"将羚羊兽(pronghorn cervan)的携带能力和推、拉或举起的重量加倍。"
									]
								},
								{
									"type": "entries",
									"name": "Charge",
									"entries": [
										"如果羚羊兽向敌人直线移动至少20英尺，它们的鹿角攻击额外造成{@dice 1d6}点穿刺伤害。如果冲锋目标为大型或更小，目标必须进行一次力量豁免检定，豁免 DC 为羚羊兽的熟练加值 + 8 + 羚羊兽的力量调整值。未通过检定则目标被推离羚羊兽10英尺。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Hedge",
					"entries": [
						"敏感且富有同理心的树篱（hedges）倾向于追求神秘的艺术，特别是自然魔法的路径，比如德鲁伊，或者那些利用自身天赋的职业，比如吟游诗人（bards）。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"树篱是小型的。(Hedges)"
									]
								},
								{
									"type": "entries",
									"name": "Natural Armor",
									"entries": [
										"树篱的自然盔甲等级为14 + 它们的敏捷修正值。"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"树篱的移动速度为25英尺。它们还拥有15英尺的掘地速度。它们无法穿过比紧实土壤更坚固的物体。"
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的魅力属性得到+2，智慧属性得到+1。"
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"树篱精通鸟语和树篱语。他们还可以与任何属于昆虫、蜘蛛、蠕虫或其他虫类的各种大小的野兽交流。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"接着，添加以下能力："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Curl Up",
									"entries": [
										"作为一个动作，树篱卷成一个多刺的球。在这种卷曲的状态下，它们无法移动、攻击或施放需要手势的法术，基础护甲等级变为19。任何在树篱卷曲状态下未能击中它的近战攻击者会受到{@dice 2d4}点穿刺伤害，来自尖刺。然而，如果有生物在树篱卷曲状态下击中它，树篱会在回合结束时被击退{@condition prone}。树篱可以在他们的回合中的任何时候解开卷曲状态。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Jerbeen",
					"entries": [
						"敏捷且天生擅长团队合作，杰比恩人在各种角色中都能很好地融入。他们天生的敏捷使他们成为优秀的盗贼或决斗者，而他们希望帮助改善社区的愿望吸引许多人走上圣骑士的道路。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Jerbeen 是小型生物。"
									]
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"杰尔宾(Jerbeen)的移动速度为30尺。"
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的敏捷属性增加2点，魅力属性增加1点。"
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"杰比恩人说鸟语和杰比恩语。(Jerbeen)"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"接下来，添加以下能力："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Standing Leap",
									"entries": [
										"一只杰尔宾的长跳是30英尺，他们的基础高跳是15英尺，无论是否有起跑助跑。"
									]
								},
								{
									"type": "entries",
									"name": "Team Tactics",
									"entries": [
										"Jerbeens可以将{@action Help}动作作为一个奖励动作。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapach",
					"entries": [
						"狡猾而足智多谋，地图獾是熟练的幸存者，有着特殊的机械天赋。他们常常被吸引到作为工匠或手工艺人的职业，经常制作出与标准商品不同的非常规发明。他们也是出色的游侠，愿意以合适的价格帮助那些经验不足的人穿越危险的地域。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Mapachs(猫狸)的攀爬速度为20英尺。"
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的感知属性得到+2，基础生物的体质属性得到+1。"
									]
								},
								{
									"type": "entries",
									"name": "Damage Resistance",
									"entries": [
										"Mapachs对毒性伤害具有抗性。(Mapachs)"
									]
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"Mapachs have {@sense darkvision} out to 60 feet."
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Mapachs 会说 Birdfolk 和 Mapach。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"接下来，添加以下能力："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Skulker",
									"entries": [
										"A mapach has advantage on Dexterity ({@skill Stealth}) checks made in dim light or darkness."
									]
								},
								{
									"type": "entries",
									"name": "Resilience",
									"entries": [
										"Mapachs在豁免投掷中对免疫{@condition poisoned}的效果具有优势。"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Vulpin",
					"entries": [
						"狡猾而狡诈，狐人(vulpins)雄心勃勃，追求地位、财富和权力。敏锐的头脑使他们天生的巫师，但同样多的人会利用智慧来智胜奥德哈特(Alderheart)的栖木卫兵，成为犯罪的主脑。",
						{
							"type": "list",
							"items": [
								"对基础生物的属性块进行以下调整："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"基础生物的智力得分增加2点，魅力得分增加1点。"
									]
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"狐兽的移动速度为 {@sense darkvision}，最远可达60英尺。"
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"狐灵族（Vulpins）会说鸟人语（Birdfolk）和狐灵语（Vulpin）。"
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"接下来，添加以下能力："
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Bite",
									"entries": [
										"狐灵(Vulpins)有尖锐的獠牙，使它们能够进行自然的咬击攻击。它们的咬击攻击造成{@damage 1d6}点穿刺伤害，可以使用生物的敏捷或力量分数来计算攻击检定和伤害加值。狐灵在咬击攻击方面有熟练加值。如果基础生物具有多重攻击(Multiattack)能力，则这也适用于狐灵的咬击攻击。"
									]
								},
								{
									"type": "entries",
									"name": "Evasive",
									"entries": [
										"狐族在所有敏捷豁免投掷中包括他们的智力调整值（如果为正数）作为奖励。"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix D: New Magic Items",
			"page": 213,
			"entries": [
				"{@font enchanted treasures|HPPHumblescratch}",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@item Blade of the Wood|HWCS}",
						"{@item Borealus|HWCS|The Borealus}",
						"{@item Feathered Helm|HWCS}",
						"{@item Necronomicon Ex Corvis|HWCS}",
						"{@item Nest Charm|HWCS}",
						"{@item Red-Feather Bow|HWCS}",
						"{@item Wing Crest Shield|HWCS}"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix E: Random Encounters",
			"page": 215,
			"entries": [
				"{@font test your heroism|HPPHumblescratch}",
				"这里有一些随机遭遇表，可以为你构建任何遭遇提供灵感，丰富你游戏中的遭遇。",
				{
					"type": "table",
					"caption": "City Encounters (Levels 2-4)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"一个手推车上装满货物的商贩用他神奇的商品分散了队伍的注意力，而他的{@creature hedge bard|HWCS}搭档则试图扒窃他们。"
						],
						[
							2,
							"一个无辜的{@creature cervan priest|HWCS}被{@dice 1d4}{@creature birdfolk guard|HWCS|birdfolk guards}所袭击。这些鸟人是偷了栖木卫士制服的罪犯，小队将因他们的捕获而获得奖励。"
						],
						[
							3,
							"一个来访的{@creature vulpin noble|HWCS}对观光很感兴趣。通过在这个表上再次掷骰，带他们参观城镇。他们将陪同队伍进行这次遭遇，如果他们幸存下来，将奖励队伍20 gp 作为这次令人振奋的时光。"
						],
						[
							4,
							"一群杂耍街头表演者聚集在一起。如果有足够高等级的队员拥有敏锐头脑特质，或者通过一次DC 14的智力检定，他们会认出其中一个{@creature gallus monk|HWCS}(Sharp Mind)是通缉海报上的人。"
						],
						[
							5,
							"为了向冠军加斯帕尔(Gaspard)致敬举行了全城游行。队伍可以参加比武、击剑比赛和其他竞赛。在决斗中打败一个{@creature jerbeen swashbuckler|HWCS}，就能赢得一个魔法物品。"
						],
						[
							6,
							"一起神秘的死亡。如果玩家等级足够高，这可能会导致与被雇来执行谋杀的{@creature corvum assassin|HWCS}的战斗。"
						],
						[
							7,
							"一场酒吧斗殴发生在{@dice 1d4}名{@creature mapach bandit|HWCS}顾客和{@dice 1d4}名{@creature birdfolk militia|HWCS}之间。"
						],
						[
							8,
							"一对{@creature jerbeen thief|HWCS|jerbeen thieves}从派对上偷东西。这件事牵扯到他们的{@creature vulpin captain|HWCS}领袖，他在镇上经营着一个扒手团伙。"
						]
					]
				},
				{
					"type": "table",
					"caption": "Cave Encounters (Level 1)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d2} {@creature gray ooze|mm|gray oozes} 伪装成静止的水塘。"
						],
						[
							2,
							"一个{@creature shifting slime|HWCS}发动攻击。"
						],
						[
							3,
							"{@dice 1d2} 有 {@creature swarm of emberbats|HWCS|swarms of emberbats} 从天花板上掉下来。"
						],
						[
							4,
							"2 {@creature caustic slime|HWCS|caustic slimes} 攻击。"
						],
						[
							5,
							"队伍发现了一个高6英尺的生物发光的蘑菇。"
						],
						[
							6,
							"{@dice 1d4} {@creature sticky slime|HWCS|sticky slimes} 发动攻击。"
						],
						[
							7,
							"两个{@creature sticky slime|HWCS|sticky slimes}和一个{@creature caustic slime|HWCS}发动攻击。"
						],
						[
							8,
							"{@dice 1d4} {@creature violet fungus} 攻击。"
						]
					]
				},
				{
					"type": "table",
					"caption": "Coast Encounters (Level 4)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"当派对发现一个隐藏的岩洞中的小神龛时，第一个玩家在这里祈祷的话，将获得一次能够施放{@spell clairvoyance}的能力，无需材料组件。"
						],
						[
							2,
							"2 名{@creature raptor explorer|HWCS|raptor explorers}正在引导一名{@creature strig tracker|HWCS}赏金猎人来到聚会现场。"
						],
						[
							3,
							"{@dice 1d4}巨大信天翁在头顶盘旋（使用{@creature giant eagle}的属性块，但游泳速度为30英尺）。"
						],
						[
							4,
							"一场猛烈的风暴来袭。如果队伍选择不寻找庇护，他们在旅行时必须进行一次 DC 14 的体质豁免检定，失败则受到 {@condition exhaustion} 等级的伤害。"
						],
						[
							5,
							"一团海草原来是一个{@creature shambling mound}。"
						],
						[
							6,
							"一艘船被{@dice 1d4 + 1} {@creature birdfolk sailor|HWCS} 海盗从码头偷走，由一名{@creature jerbeen swashbuckler|HWCS}领导。"
						],
						[
							7,
							"发现一艘正在下沉的船，船上有船员。水中有{@dice 1d3} {@creature hunter shark|mm|hunter sharks}在游动。"
						],
						[
							8,
							"一股巨浪席卷而来，队伍必须进行一次 DC 14 的力量豁免检定，否则会被冲入海中 80 英尺，那里有一个{@creature water elemental}在等待着。"
						]
					]
				},
				{
					"type": "table",
					"caption": "Forest Encounters (Level 1-2)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 2d4} {@creature mapach bandit|HWCS|mapach bandits} 伏击了队伍。"
						],
						[
							2,
							"{@dice 1d2} {@creature swarm of emberbats|HWCS|swarms of emberbats} 攻击了队伍。"
						],
						[
							3,
							"{@dice 1d4} {@creature magmin} 可以被看到透过树木燃烧植被。他们还没有开始火灾，但如果不加以控制，他们会这样做。"
						],
						[
							4,
							"当派对发现一座被苔藓覆盖的瑞雅（Reya）神龛时，第一个停下来祈祷的角色将获得一次能够施放{@spell elevated sight|HWCS}的能力。"
						],
						[
							5,
							"{@dice 1d4} {@creature mapach bandit|HWCS|mapach bandits} 和一个{@creature jerbeen thief|HWCS} 从森林中走出，提供安全通行，收取每位队伍成员 3 金币的过路费。如果过路费不立即支付，它们会发动攻击。"
						],
						[
							6,
							"{@dice 1d3} 由一个{@creature dire wolf}领导的{@creature wolf|mm|wolves}袭击了队伍。"
						],
						[
							7,
							"一名巡逻中的{@creature birdfolk skirmisher|HWCS}被困在一张巨大的蜘蛛网中，请求帮助。他被蛛丝缠绕，需要进行一次DC 15的力量检定或者使用切割工具花费一个回合来解救他。树木中隐藏着{@dice 1d2 + 1} {@creature giant spider|mm|giant spiders}。"
						],
						[
							8,
							"A bandit's net trap has been laid across the trail and covered with leaves. It can be spotted with a DC 15 Wisdom ({@skill Perception}) check. If players walk into it, the trap springs, and players must make a DC 14 Dexterity saving throw to avoid getting caught. On a failure, you can roll on this table again to complicate the encounter."
						]
					]
				},
				{
					"type": "table",
					"caption": "Mountain Encounters (Levels 2-3)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"远处可以看到两只{@creature griffon|mm|griffons}。它们发出警告的尖叫声。冒险小组可以选择另一条路线，失去一些时间并在这张表上再次投掷，或者与它们战斗。"
						],
						[
							2,
							"{@dice 1d4} {@creature mapach bandit|HWCS|mapach bandits} 和一个 {@creature vulpin captain|HWCS} 攻击。"
						],
						[
							3,
							"一个饥饿的{@creature basilisk}出现。"
						],
						[
							4,
							"{@dice 1d4} {@creature jerbeen thief|HWCS|jerbeen thieves} 攻击。"
						],
						[
							5,
							"{@dice 1d4} {@creature mountain lion|HWCS|mountain lions} 发动攻击。"
						],
						[
							6,
							"天气突然转变为狂风暴雨。如果队伍选择不寻找掩护，他们在旅行时必须进行一次 DC 13 的体质豁免检定，失败则受到 {@condition exhaustion} 的寒冷伤害。"
						],
						[
							7,
							"当一行人发现了一个风化的神龛，供奉着(Altus)。第一个停下来祈祷的角色将获得一次可以不消耗材料成分施放{@spell enhance ability}的能力。玩家在施放这个法术时只能选择{@b Bear's Endurance}或{@b Bull's Strength}中的一个选项。"
						],
						[
							8,
							"冒险队发现了一个{@dice 1d3}{@creature giant eagle|mm|giant eagles}的栖息地，里面有{@dice 1d4}只幼年(中型无攻击能力的野兽)。它们会发动攻击，除非冒险队能说服它们他们不构成威胁。"
						]
					]
				},
				{
					"type": "table",
					"caption": "Scorched Grove Encounters (Level 3)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d4 + 1} {@creature swarm of emberbats|HWCS|swarms of emberbats} 发动攻击。"
						],
						[
							2,
							"一只{@creature ashsnake|HWCS}发动了攻击。如果队伍正在{@adventure Part 3|HWAitW|3}寻找灰蛇，它正在等待伏击他们。"
						],
						[
							3,
							"The party finds a small stand of scorched trees, two of which tower above the others. When approached these two {@creature awakened tree|mm|awakened trees} attack with branches that glow with embers. Their attacks deal fire damage instead of bludgeoning damage, and can set flammable objects carried by characters on fire."
						],
						[
							4,
							"远处可以看到一个{@creature fire elemental}。玩家必须进行一次DC 10的敏捷检定({@skill Stealth})，以避免被它发现，否则它会发现他们并发动攻击。"
						],
						[
							5,
							"{@dice 1d3} {@creature magma mephit|mm|magma mephits} 和 {@dice 1d2} {@creature dust mephit|mm|dust mephits} 进攻。"
						],
						[
							6,
							"{@dice 1d4} {@creature magmin} 发动攻击。"
						],
						[
							7,
							"A Tender is being attacked by a {@creature swarm of emberbats|HWCS}."
						],
						[
							8,
							"前方是一片间歇泉喷发的地带，每隔一段时间就会向空中喷射滚烫的气体。冒险小组可以尝试以 DC 16 的智力检定小心地穿越，以察觉规律，或者进行三次 DC 14 的敏捷豁免检定，每次失败会受到 4 ({@dice 1d8}) 火焰伤害。无论成功与否，在进行3次豁免检定后，他们就能成功穿越。另外，队员们也可以选择绕道而行。如果选择如此，请在此表上再次进行掷骰。"
						]
					]
				},
				{
					"type": "table",
					"caption": "Swamp Encounters (Level 1)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d3} {@creature birdfolk skeleton|HWCS|birdfolk skeletons}，被苔藓覆盖的从混浊的水中崛起并发动攻击。"
						],
						[
							2,
							"两个{@creature sticky slime|HWCS|sticky slimes}和一个{@creature caustic slime|HWCS}发动攻击。"
						],
						[
							3,
							"队伍在水中发现了一个{@creature swarm of quippers}。被动感知技能达到15或更高的玩家注意到了这群生物，并成功避开了它。"
						],
						[
							4,
							"当一群冒险者在植物丛生的环境中发现了一个被真菌覆盖的亨温神龛。第一个角色在这里祈祷的话，将获得一次可以施放{@spell spiny shield|HWCS}法术的能力，而且无需使用材料组件。"
						],
						[
							5,
							"{@dice 1d4} {@creature sticky slime|HWCS|sticky slimes} 发动攻击。"
						],
						[
							6,
							"{@dice 1d2} {@creature swarm of insects|MM|swarms of insects} 包围了这支队伍。它们的步行速度为5英尺，飞行速度为30英尺，没有攀爬速度。"
						],
						[
							7,
							"Two {@creature caustic slime|HWCS|caustic slimes} attack."
						],
						[
							8,
							"一位被困在流沙中的鸟人研究员。需要进行一次 DC 12 力量检定({@skill Athletics})来解救。在这个表格上再次投掷骰子，以使遭遇更加复杂。"
						]
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix F: What did They Find?",
			"page": 218,
			"entries": [
				"{@font curious baubles|HPPHumblescratch}",
				"使用这个有用的清单来确定一个角色在搜索树林中的地方、NPC的背包中或其他地方可能会找到什么。",
				{
					"type": "table",
					"caption": "What did They Find?",
					"colLabels": [
						"d20",
						"They find..."
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"一个经过精心清洁和上光处理的老鼠头骨。"
						],
						[
							2,
							"一座价值50 gp 的红宝石雕像，但鸟人和谦卑人都相信它被诅咒了。"
						],
						[
							3,
							"一枚黄金硬币，可以追溯到奥德哈特(Alderheart)的建立之初。"
						],
						[
							4,
							"一个小型开关刀隐藏在木勺内部。"
						],
						[
							5,
							"一个在《谦林》中没有受到崇拜的永恒者(Amaranthine)的圣徽。"
						],
						[
							6,
							"一根羽毛，闪耀着热带色彩，没有出现在任何谦卑森林鸟人的身上。"
						],
						[
							7,
							"一个戒指，原本应该镶有宝石的地方却有一颗奇怪的种子。"
						],
						[
							8,
							"一个机械蟋蟀，但它的上发条钥匙丢失了。"
						],
						[
							9,
							"一根细长的链条，仔细观察时实际上是由无缝的木环组成的。"
						],
						[
							10,
							"一个小袋子里装着手工打磨过的弹珠，每颗弹珠里都有不同的小昆虫。"
						],
						[
							11,
							"一条由小虹彩甲壳虫壳制成的项链。"
						],
						[
							12,
							"一个木制青蛙，表面始终被某种黏稠的湿润物质覆盖着。"
						],
						[
							13,
							"一根短而细的枝条，无法弯曲且坚不可摧。"
						],
						[
							14,
							"一个由打磨过的海螺壳制成的小挂坠。内部刻有一个奇怪的符号。"
						],
						[
							15,
							"一个玻璃罐里装满了八只萤火虫，每只都发光。其中一只发出白光，其他的发出彩虹的不同颜色。"
						],
						[
							16,
							"一个在联盟之前的时代的强盗面具。"
						],
						[
							17,
							"一个精细的绿玛瑙雕刻着一只鸟人的头骨。它摸起来很冰冷。"
						],
						[
							18,
							"一颗完全免疫火焰伤害的银松果。"
						],
						[
							19,
							"一个锁着的音乐盒。偶尔可以听到里面传来的机械鸣叫声。"
						],
						[
							20,
							"一卷风化的羊皮卷轴，展开后显现出用已经褪色的墨水刻写的音乐。"
						]
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/WDTF.webp"
					},
					"width": 603,
					"height": 384
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Writing and Game Design",
							"entries": [
								"Christopher Pinch, Matthew Gravelyn, Jordan Richer, Andrea Bruce, TR Rowe"
							]
						},
						{
							"type": "item",
							"name": "Concept Creators",
							"entries": [
								"Ricardo Evangelho, Jordan Richer, Leesha Hannigan, Andrea Bruce"
							]
						},
						{
							"type": "item",
							"name": "Editors",
							"entries": [
								"Andrea Bruce, TR Rowe, Dominik Parisien"
							]
						},
						{
							"type": "item",
							"name": "Art Director",
							"entries": [
								"Leesha Hannigan"
							]
						},
						{
							"type": "item",
							"name": "Graphic Designers",
							"entries": [
								"Rajaa Al-Subairi, Ricardo Evangelho, Meredith Smallwood"
							]
						},
						{
							"type": "item",
							"name": "Front Cover Illustrators",
							"entries": [
								"Leesha Hannigan, Christina Kraus"
							]
						},
						{
							"type": "item",
							"name": "Iconography",
							"entries": [
								"Leesha Hannigan"
							]
						},
						{
							"type": "item",
							"name": "Back Cover Illustrator",
							"entries": [
								"Derek Murphy"
							]
						},
						{
							"type": "item",
							"name": "Cartographers",
							"entries": [
								"Hugo Solis, Tim Paul Piotorwski, Blue Sword Games, David Lanza Cebrian"
							]
						},
						{
							"type": "item",
							"name": "Interior Illustrators",
							"entries": [
								"Leesha Hannigan, Andrea Radeck, Anneliese Mak, April Prime, Beck Hallstedt, Ben Zweifel, Brittany Pezzillo, Christina Kraus, Christina Pirvu, Crystal Sully, Cynthia F.G., Derek Murphy, Emily Hare, Griffin Macaulay, Ilse Gort, Jason Rainville, Jen Pattison, Jon Neimeister, Julia Metzger, Katy Grierson, Kiana Hamm, Kimberli Johnson, Lake Hurwitz, Lauren Henderson, Matei Monoranu, Paul Scott Canavan, Risa Hulett, Sarah Webb, Tiffany Turrill, Vadim Ciocazan, Valeria Ivanova, Veronika Fedorova"
							]
						},
						{
							"type": "item",
							"name": "Additional Contributors",
							"entries": [
								"Holly Conrad, Deven Rue, Catherine Hariton"
							]
						},
						{
							"type": "item",
							"name": "Special Thanks",
							"entries": [
								"Gail Simone, Erika Ishii, Brian Scott Walters, Geoffrey Palmer, Russ Charles, Corrina Malone"
							]
						}
					]
				},
				"{@b An extra-special thanks to our amazing 14,604 Kickstarter backers who helped bring this project to life!}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/credits.webp"
					},
					"maxWidth": 800,
					"credit": "Lauren Henderson",
					"width": 1700,
					"height": 840
				},
				{
					"type": "inset",
					"entries": [
						"{@book Humblewood Campaign Setting|HWCS} is Copyright © 2022 Hit Point Press Inc., 1175 Brookfield Rd East, Ottawa, Ontario, K1V0C3, Canada. All rights reserved. All characters and their distinctive likenesses are property of Hit Point Press Inc. in Canada, US and other countries. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express permission of Hit Point Press Inc. Reference to other copyrighted material in no way constitutes a challenge to the respective copyright holders of that material. Hit Point Press, The Deck of Many, Humblewood and its associated logos are trademarks of Hit Point Press Inc. Second Printing. Printed in Lithuania."
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/credits1.webp"
					},
					"maxWidth": 250,
					"credit": "Lauren Henderson",
					"width": 850,
					"height": 740
				}
			]
		}
	]
}