{
	"A humanoid that starts its turn within 30 feet of and able to see the ancient corpse walker must succeed on a {@dc 16} Charisma saving throw, provided the corpse walker isn't {@condition incapacitated}. On a failure, the humanoid is {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, with disadvantage if not averting its eyes from the corpse walker, ending the effect on itself on a success. A creature failing two of these saving throws becomes cursed with disturbing thoughts. Such a creature can't benefit from a short or long rest until the curse is removed. On a successful save, the target is immune to any corpse walker's Cursed Gaze for the next 24 hours.": "一个人形生物在30英尺内，能看到并且能看到古代尸体行者，必须成功通过一个{@dc 16}的魅力豁免才行，前提是尸体行者不是{@condition incapacitated}。如果失败，该人形生物将被{@condition frightened}1分钟。一个{@condition frightened}目标可以在自己的回合结束时重复进行豁免扔，如果没有避开尸体行者的目光，则会受到劣势，成功时会结束自身的影响。一个生物如果连续两次未通过这些豁免扔，将被诅咒，心中充满扰乱的思绪。这样的生物在诅咒解除之前无法从短暂或长时间休息中获益。在成功豁免后，目标在接下来的24小时内免疫任何尸体行者的诅咒凝视。",
	"Unless surprised, a creature can avert its eyes to avoid the saving throw. If the creature does so, it can't see the corpse walker until the start of its next turn. A creature that looks at the corpse walker in the meantime must immediately make the save.": "除非受到惊吓，生物可以避开视线以避免豁免投掷。如果生物这样做，它在下一个回合开始前就看不见尸行者。与此同时，如果生物看着尸行者，必须立即进行豁免投掷。",
	"When the ancient corpse walker attacks, loyal undead within 120 feet of it come to its aid. Moderate or stronger wind can disperse these spores before they are effective.": "当古代尸体行者发动攻击时，距离它120英尺内的忠诚不死生物会前来帮助它。中等或更强的风可以在这些孢子发挥作用之前将其驱散。",
	"If the ancient corpse walker isn't in sunlight, it can use its action to polymorph into a Large cloud of spores or back into its true form. Anything it's wearing or carrying transforms with it. It reverts to its true form if it dies. In cloud form, the ancient corpse walker can't take any actions, speak, or manipulate objects. It's weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. This cloud spreads around corners. If air can pass through a space, the cloud can do so without squeezing, but it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, except those against wind. The cloud form is immune to nonmagical damage other than that from sunlight.": "如果古代尸体行者不处于阳光下，它可以使用动作将自己变形为一个大型孢子云，或者变回真实形态。它所穿戴的和携带的任何物品都会随之变形。如果它死亡，它会恢复到真实形态。在云形态下，古代尸体行者无法采取任何行动，说话，或操纵物体。它没有重量，飞行速度为20英尺，可以悬停，并且可以进入敌对生物的空间并停留在那里。这种云可以在拐角处传播。如果空气可以通过一个空间，云可以自由通过，但不能通过水。它在力量、敏捷和体质豁免检定上有优势，除了抗风的检定。云形态对非魔法伤害免疫，除非是来自阳光的伤害。",
	"A creature that starts its turn in the cloud must make a {@dc 16} Constitution saving throw. If the save fails, the creature takes 13 {@dice 3d8} poison and 10 ({@damage 3d6}) necrotic damage and becomes {@condition poisoned} until the start of its next turn. On a successful save, a creature takes half the damage and isn't {@condition poisoned}.": "一个生物如果在云中开始它的回合，必须进行一次 {@dc 16} 体质豁免投。如果未通过豁免，生物会受到 13 {@dice 3d8} 毒素和 10 ({@damage 3d6}) 死灵伤害，并且会变成 {@condition poisoned} 直到其下一个回合开始。如果豁免成功，生物会受到一半伤害并且不会变成 {@condition poisoned}。",
	"After 24 hours, corpses of beasts or humanoids that were in the spore area rise as zombies loyal to the ancient corpse walker. If such a corpse is that of an evil humanoid, it instead rises as a corpse walker loyal to the ancient corpse walker. These spores can animate a corpse only once.": "经过24小时，曾经在孢子区域内的野兽或类人生物的尸体会复活为忠于古代尸体行者的僵尸。如果这样的尸体是邪恶类人生物的，它将会复活为忠于古代尸体行者的尸体行者。这些孢子只能使尸体复活一次。",
	"If damage reduces the ancient corpse walker to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the corpse walker drops to 1 hit point instead.": "如果伤害将远古尸体行者的生命值降至0点，它必须进行一次体质豁免检定，豁免 DC 为 5 + 所受伤害，除非伤害来自辐射或是重击。若成功，尸体行者的生命值将降至1点。",
	"When it drops to 0 hit points, the ancient corpse walker transforms into its Spore Cloud form. If it can't transform, it is destroyed. The spores of this cloud deal half their normal damage and can't animate corpses.": "当它的生命值降至0时，古老的尸体行者会变形成它的孢子云形态。如果它无法变形，它将被摧毁。这片云的孢子造成的伤害减半，并且无法使尸体复活。",
	"The ancient corpse walker can't transform back into its true form until it has at least 1 hit point. It must reach its preferred resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its normal form.": "古代尸行者在至少有1点生命值之前无法恢复成真正的形态。它必须在2小时内到达其首选安息之地，否则将被摧毁。一旦到达安息之地，它会恢复正常形态。",
	"It is then {@condition paralyzed} and at 0 hit points for 1 hour, and then it regains 1 hit point and ceases being {@condition paralyzed}.": "然后是{@condition paralyzed}，在0点生命值持续1小时，然后它恢复1点生命值并停止成为{@condition paralyzed}。",
	"If the ancient corpse walker takes damage while at 0 hit points, if able, it makes the same saving throw that would allow it to drop to 1 hit point. However, on a success, the ancient corpse walker remains at 0 hit points. If the ancient corpse walker fails or can't make this saving throw, it is destroyed.": "如果古代尸体行者在0点生命值时受到伤害，如果有可能，它会进行相同的豁免投掷，使其生命值降至1点。然而，如果成功，古代尸体行者将保持在0点生命值。如果古代尸体行者失败或无法进行这次豁免投掷，它将被摧毁。",
	"The ancient corpse walker takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks.": "古代尸体行者在阳光下开始回合时受到20点辐射伤害。在阳光下，它的攻击检定和技能检定都有劣势。",
	"The ancient corpse walker makes two slam attacks.": "古代尸体行者进行两次猛击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage and 10 ({@damage 3d6}) necrotic damage. If the target is a creature, it must succeed on a {@dc 15} Constitution saving throw, or its hit point maximum is reduced by an amount equal to the necrotic damage taken, and the ancient corpse walker regains hit points equal to that amount. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain this way rises 24 hours later as a zombie, but it rises as a corpse walker if it was evil. These undead are loyal to the ancient corpse walker.": "{@atk mw} 使用近战武器攻击，达到5英尺，一目标。{@h}11 ({@damage 2d6 + 4}) 钝击伤害和10 ({@damage 3d6}) 死灵伤害。如果目标是生物，它必须通过一次{@dc 15} 体质豁免才行，否则其生命值上限将减少等同于所受死灵伤害的数值，并且远古尸行者将恢复等同于该数值的生命值。这种减少持续到目标完成一次长休。如果这个效果将目标的生命值上限减至0，则目标死亡。以这种方式被杀死的人型生物将在24小时后升起为僵尸，但如果它是邪恶的，则会升起为尸行者。这些不死生物忠诚于远古尸行者。",
	"The Angel of Empyreus' weapon attacks are magical. When it hits with any weapon, the weapon deals an extra 27 ({@damage 6d8}) radiant damage (included in the attack).": "Empyreus（Empyreus）的天使的武器攻击是魔法的。当它用任何武器命中时，武器会额外造成27({@damage 6d8})点辐射伤害（包含在攻击中）。",
	"The Angel of Empyreus can cast the {@spell command} spell at will (spell save {@dc 25}).": "Empyreus的天使可以随意施放{@spell command}法术（法术豁免{@dc 25}）。",
	"The Angel of Empyreus knows if it hears a lie.": "天使(%Angel of Empyreus%)知道是否听到了谎言。",
	"The Angel of Empyreus can project a 60-ft. aura of holiness as a bonus action. The aura affects all creatures within its area unless the Angel of Empyreus chooses to exclude a creature from the effect. A creature remains under the aura's effect until it leaves the area, dies, or when the Angel of Empyrean chooses a new aura effect. Only one effect may be active at a time:": "Empyreus的天使可以在奖励行动中投射一个60英尺的神圣光环。 该光环影响其范围内的所有生物，除非Empyreus的天使选择排除某个生物。 生物仍然处于光环的影响下，直到它离开该区域、死亡，或者Empyrean的天使选择新的光环效果。 一次只能激活一个效果：",
	"Creatures who start their turn in the aura must succeed on a {@dc 25} Charisma saving throw. On a failure, the creature gains a level of {@condition exhaustion} as intensified feelings of guilt, doubt, remorse, and selfcriticism overwhelm the affected creature. Creatures who succeed on the saving throw are immune to the effect for one hour.": "在光环内开始他们的回合的生物必须成功通过一个 {@dc 25} 魅力豁免才行。失败的话，生物会因为被强烈的内疚、怀疑、悔恨和自我批评所淹没而获得一层 {@condition exhaustion}。成功通过豁免检定的生物在一小时内对该效应免疫。",
	"Creatures who start their turn in the aura gain 15 temporary hit points, cannot be {@condition charmed} or {@condition frightened}, and have advantage on saving throws against spells and other magical effects": "在光环内开始他们的回合的生物获得15点临时生命值，不能被{@condition charmed}或{@condition frightened}，并且在对抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"The Angel of Empyreus can make three attacks with its holy avenger.": "Empyreus（天国）的天使可以使用其神圣复仇者进行三次攻击。",
	"{@atk mw} {@hit 24} to hit, reach 10 ft., one target. {@h}23 ({@damage 4d6 + 9}) slashing damage plus 27 ({@damage 6d8}) radiant damage. If the target is a fiend or undead, it takes an additional 22 ({@damage 4d10}) radiant damage.": "{@atk mw} {@hit 24} 进行攻击，射程10英尺，一个目标。造成{@h}23 ({@damage 4d6 + 9}) 斩击伤害加上27 ({@damage 6d8}) 光辉伤害。如果目标是恶魔或不死生物，则额外受到22 ({@damage 4d10}) 光辉伤害。",
	"The Angel of Empyreus unleashes holy fire in a 60-foot cone. Each creature in that area must succeed on a {@dc 25} Dexterity saving throw or take 35 {@dice 10d6} fire and 35 ({@damage 10d6}) radiant damage. Creatures take half damage on a success.": "Empyreus（恩佩瑞斯）的天使在一个60英尺的锥形范围内释放圣火。该区域内的每个生物必须成功通过一个{@dc 25} 敏捷豁免检定，否则将受到35{@dice 10d6} 火焰伤害和35({@damage 10d6}) 光辉伤害。生物在豁免成功时只受到一半伤害。",
	"The Angel of Empyreus flies up to half its fly speed.": "Empyreus（Empyreus）的天使飞行速度的一半。",
	"The Angel of Empyreus makes a holy avenger attack.": "埃姆皮瑞斯的天使发动了一次神圣复仇者（Angel of Empyreus）攻击。",
	"The Angel of Empyreus hurls its sword in a 30-foot line that is 5-feet wide. Each creature in that line must succeed on a {@dc 24} Dexterity saving throw or take 23 ({@damage 4d6 + 9}) slashing damage plus 27 ({@damage 6d8}) radiant damage. The sword immediately returns to its hand.": "Empyreus的天使将其剑投向一个30英尺长、5英尺宽的直线。该直线上的每个生物必须成功通过一个{@dc 24} 敏捷豁免检定，否则将受到23 ({@damage 4d6 + 9}) 斩击伤害加上27 ({@damage 6d8}) 光辉伤害。剑会立即回到它的手中。",
	"The Angel of Empyreus recharges its Blazing Radiance.": "Empyreus（Empyreus）的天使重新充能其炽烈辉光。",
	"The seraph's spellcasting ability is Charisma (spell save {@dc 18}). The seraph can innately cast the following spells, using only verbal components:": "天使的施法能力是魅力（法术豁免{@dc 18}）。 天使可以天生地施放以下法术，只需口头组件：",
	"The seraph has advantage on saving throws against spells and other magical effects.": "六翼天使对法术和其他魔法效果的豁免 throws 有优势。",
	"The seraph's weapon attacks are magical. When the seraph hits with any weapon, the weapon deals an extra {@damage 4d8} radiant damage (included in the attack).": "天使的武器攻击是魔法的。当天使用任何武器命中时，武器会额外造成{@damage 4d8}辐射伤害（包含在攻击中）。",
	"The seraph makes three attacks.": "六翼天使进行三次攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage, or 8 ({@damage 1d6 + 5}) slashing damage in Small or Medium form, and 18 ({@damage 4d8}) radiant damage.": "{@atk mw} {@hit 10} 进行攻击，射程5英尺，一个目标。造成{@h}12 ({@damage 2d6 + 5}) 斩击伤害，或在小型或中型形态下造成8 ({@damage 1d6 + 5}) 斩击伤害，以及18 ({@damage 4d8}) 辐射伤害。",
	"The seraph magically polymorphs into a Small or Medium humanoid, into a Large giant, or back into its true form. Other than its size, its statistics are the same in each form. It's clothing and scimitars change size to match its new form. If the seraph dies, it reverts to its true form, and its equipment to its normal size.": "六翼天使 (seraph) 在魔法作用下可以变形成为一个小型或中型人形生物，一个大型巨人，或者恢复成真实形态。除了体型外，在每种形态下它的属性都保持不变。它的衣物和 scimitars 会随着新形态的变化而改变大小。如果六翼天使死亡，它会恢复成真实形态，装备也会恢复到正常大小。",
	"The seraph presents objects of desire, which can be illusions the seraph creates, to creatures of its choice. If those creatures are within 60 feet of the seraph, able to see it and the desirable objects, and able to hear the seraph, the creatures must make a {@dc 18} Wisdom saving throw or become {@condition charmed} by the seraph until the seraph is {@condition incapacitated} or fails to use a bonus action on its turn to continue to present and speak about the desirable objects.": "六翼天使呈现出令人向往的物品，这些物品可能是六翼天使制造的幻象，呈现给它选择的生物。如果这些生物在六翼天使的60英尺范围内，能看到它和令人向往的物品，并且能听到六翼天使说话，这些生物必须进行一次{@dc 18}的感知豁免才能抵抗六翼天使的魅惑，直到六翼天使被{@condition incapacitated}或者未能在自己的回合使用一个奖励动作来继续展示和谈论这些令人向往的物品。",
	"While {@condition charmed} in this way, a target can take no reactions and can use its action only to Dash. If the {@condition charmed} target is more than 5 feet from the seraph, the target must move as far as it can toward the seraph, trying to come within 5 feet. The target avoids obvious danger, including opportunity attacks. If the target can't avoid such danger, the target can repeat the saving throw before entering the dangerous area. While an affected creature is within 5 feet of the seraph, the creature can't take reactions and spends its turns staring at the desirable objects.": "在这种方式下，目标无法采取反应，并且只能使用动作冲刺。如果目标距离炽天使超过5英尺，目标必须尽可能向炽天使移动，试图靠近至5英尺范围内。目标会避开明显的危险，包括机会攻击。如果目标无法避免这种危险，目标可以在进入危险区域之前重复豁免投掷。当受影响的生物在炽天使的5英尺范围内时，生物无法采取反应，并且将其回合花在凝视令人向往的物体上。",
	"The target also repeats the saving throw if the target is subjected to a harmful effect, if the target can't see or hear the seraph, and at the end of each of the target's turns. If a creature's saving throw is successful, the effect ends for it. A target that successfully saves is immune to the Voice of Avarice of this seraph or any lesser seraph for the next 24 hours.": "目标还会在以下情况下重复豁免投掷：如果目标受到有害效果影响、如果目标看不见或听不见天使，以及在目标每个回合结束时。如果生物的豁免投掷成功，效果对其结束。成功豁免的目标在接下来的24小时内对这位天使或任何较低级天使的贪婪之声免疫。",
	"The awakened chapped brute has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell. While {@condition deafened} and unable to smell, the brute can't use its blindsight.": "觉醒的龟裂蛮兽在依赖听觉或嗅觉的感知检定中获得优势{@skill Perception}。当{@condition deafened}并且无法嗅到时，蛮兽无法使用其致盲视觉。",
	"The awakened chapped brute has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}.": "觉醒的龟裂兽在抵抗会使其被击倒的效果时，对力量和敏捷豁免投掷获得优势{@condition prone}。",
	"The awakened chapped brute makes two tentacle attacks or one tentacle slam.": "觉醒的龟裂兽进行两次触手攻击或一次触手猛击。",
	"{@atk mw} {@hit 8} to hit, reach 15 ft., one target. {@h}18 ({@damage 3d8 + 5}) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the target is {@condition restrained}, and the brute can't use the tentacle against another target. The awakened chapped brute has two tentacles.": "{@atk mw} 使用触手，达到15英尺，一个目标。造成{@h}18 ({@damage 3d8 + 5}) 钝击伤害。如果目标是中等或更小，它被{@condition grappled} (逃脱 {@dc 16})。直到这次擒抱结束，目标被{@condition restrained}，且蛮兽无法对另一个目标使用触手。觉醒的裂缝蛮兽有两只触手。",
	"The awakened chapped brute slams one or two targets {@condition grappled} by it into a solid object or each other. Each target must make a {@dc 16} Strength saving throw. If the saving throw fails, the target takes 18 ({@damage 3d8 + 5}) bludgeoning damage and is {@condition stunned} until the end of the awakened chapped brute's next turn. On a successful saving throw, the target takes half the damage and isn't {@condition stunned}.": "觉醒的龟裂蛮兽将一个或两个目标 {@condition grappled} 撞向坚固物体或彼此。每个目标必须进行一次 {@dc 16} 力量豁免投掷。如果豁免投掷失败，目标将受到 18 ({@damage 3d8 + 5}) 钝击伤害，并且在觉醒的龟裂蛮兽的下一个回合结束前处于 {@condition stunned} 状态。若豁免投掷成功，目标将只受到一半伤害，并且不会被 {@condition stunned}。",
	"When the beast gnoll reduces a creature to 0 hit points with a melee attack on its turn, the gnoll can take a bonus action to move up to half its speed and make a bite attack.": "当兽人豺人用近战攻击在自己的回合将一名生物的生命值降至0时，豺人可以采取一个奖励动作，移动最多半个移动速度并进行一次咬击攻击。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage.": "{@atk mw} 攻击命中，射程5英尺，目标一个。{@h}3 ({@damage 1d4 + 1}) 穿刺伤害。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage.": "{@atk mw} 使用 {@hit 3} 命中，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 点割伤伤害。",
	"{@atk rw} {@hit 3} to hit, range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage.": "{@atk rw} 近战攻击，射程20/60尺，目标为一名敌人。造成{@h}3 ({@damage 1d4 + 1}) 穿刺伤害。",
	"As a bonus action, the bloodbonded can inspire an ally within 30 feet to an enraged state of bloodlust for one minute. These followers gain 5 temporary hp, resistance to bludgeoning, piercing, and slashing damage, and vulnerability to psychic damage. All attacks made by the bloodbonded followers are reckless, gaining advantage to hit enemies but granting enemies advantage on attacks against them.": "作为一个奖励动作，被血缘绑定者可以激励30英尺内的盟友进入愤怒的血腥状态，持续一分钟。这些追随者获得5点临时生命值，对钝击、穿刺和斩击伤害具有抗性，但对精神伤害则具有脆弱性。所有被血缘绑定者追随者发动的攻击都是鲁莽的，获得对敌人的命中优势，但也让敌人对他们的攻击获得优势。",
	"Allies of the bloodbonded within 60 feet of it have advantage on Charisma and Wisdom saving throws.": "在血誓结合者周围60英尺范围内的盟友在魅力和感知豁免 throws上获得优势。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage.": "{@atk mw} {@hit 3}攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害。",
	"As a bonus action, the bloodbonded can infuse one of its bloodbonded followers who is under the effects of Bloody Inspiration with a fatal fury. This magic causes the follower to foam bloodily at the mouth. If the follower is not slain before the start of the bloodbonded's next turn, the follower dies and explodes in a shower of superheated blood. Creatures within 10 feet must make a {@dc 14} Dexterity saving throw, taking 12 ({@damage 2d8 + 3}) fire damage on a failure and taking half damage on a success.": "作为一个奖励动作，血缚者可以给一个被血脉灵感影响的血缚追随者注入致命的狂怒。这种魔法会导致追随者口吐鲜血。如果在血缚者的下一个回合开始前未能杀死追随者，追随者将死亡并在一阵超热的血液中爆炸。在10英尺范围内的生物必须进行一次{@dc 14}敏捷豁免，失败则受到12({@damage 2d8 + 3})火焰伤害，成功则只受到一半伤害。",
	"The bloodbonded targets a creature it can see within 60 feet and utters words of madness. The target must succeed on a {@dc 14} Constitution saving throw or take 9 ({@damage 2d8}) fire damage as its blood superheats. The bloodbonded must be able to speak to use this ability.": "血缚者选定一个在60英尺内可见的生物，并低语疯狂的咒语。目标必须成功通过一次 {@dc 14} 体质豁免才能避免受到9 ({@damage 2d8}) 火焰伤害，因为它的血液被超热加热。血缚者必须能够说话才能使用这个能力。",
	"When a bloodbonded would take damage from a melee or ranged attack it can see that targets only the bloodbonded, it can use its reaction to call on one of its followers within 5 feet to take the damage instead.": "当一个血缘绑定者受到近战或远程攻击造成伤害时，只有瞄准血缘绑定者的攻击，它可以使用其反应力量，让其5英尺内的追随者来承受伤害。",
	"A bone trader in its lair can use a bonus action to summon a temporary suit of bone armor that lasts for ten minutes or until dismissed by the bone trader. While wearing its bone armor, a bone trader has advantage on Wisdom saving throws and Charisma ({@skill Intimidation}) checks.": "在其巢穴中，一名骨头交易者可以使用一个奖励动作召唤一套临时的骨甲，持续十分钟或被骨头交易者解散。穿着骨甲时，骨头交易者在感知豁免和魅力检定中获得优势。",
	"The bone trader can communicate with beasts as if they shared a language.": "骨头交易者可以与野兽交流，就好像它们共享一种语言一样。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个生物。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage. The target must succeed on a {@dc 10} Constitution saving throw or have one of its bones sucked out, resulting in the piercing damage becoming a reduction in maximum hit points until magical healing is applied.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个生物。{@h}4 ({@damage 1d4 + 2}) 刺伤伤害。目标必须成功进行一次{@dc 10} 体质豁免才能避免被吸出一根骨头，导致刺伤伤害转化为最大生命值减少，直到施加魔法治疗。",
	"The bone trader targets one humanoid, goblinoid, fey, or beast it can see within 30 feet of it. The target must succeed on a {@dc 14} Wisdom saving throw or be magically {@condition charmed}. The {@condition charmed} creature regards the bone trader as a trusted friend to be heeded and protected. Although the target isn't under the bone trader's control, it takes the bone trader's requests or actions in the most favorable way . Each time the bone trader or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the bone trader dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the bone trader's fey charm for the next 24 hours.": "骨头交易者选择一名在其视线内、距离不超过30英尺的人形生物、哥布林族、精灵或野兽。目标必须通过一次 {@dc 14} 感知豁免才能避免被魔法性地 {@condition charmed}。这个 {@condition charmed} 生物会将骨头交易者视为值得信赖的朋友，应该被听从和保护。尽管目标不受骨头交易者控制，但会以最有利的方式接受骨头交易者的请求或行动。每当骨头交易者或其盟友对目标做出任何有害行为时，目标可以重新进行豁免扔骰，成功则结束自身的效果。否则，效果持续24小时，或直到骨头交易者死亡、与目标处于不同的存在平面，或将其作为一个奖励行动结束效果。如果目标的豁免扔骰成功，那么目标在接下来的24小时内对骨头交易者的精灵魅力免疫。",
	"The bone trader can have no more than one humanoid {@condition charmed} at a time, along with up to three beasts.": "骨头交易者一次只能拥有一个人形生物{@condition charmed}，以及最多三只野兽。",
	"The daemon's spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). The daemon can innately cast the following spells, requiring no components:": "恶魔的施法能力是魅力（法术豁免 {@dc 15}，用法术攻击命中为 {@hit 7}）。恶魔可以天生施放以下法术，无需材料：",
	"The daemon remains on the Material Plane only while the candle that summoned it burns.": "只要召唤它的蜡烛还在燃烧，恶魔就会留在物质位面。",
	"The daemon has advantage on saving throws against spells and other magical effects.": "恶魔在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"As its movement for its turn, the candlelight daemon can teleport to an unoccupied space within 30 feet of it, provided the space it's teleporting to and from are both in dim light or darkness. The daemon doesn't need to see the destination.": "在它的回合内，蜡烛魔能够传送到距离它不超过30英尺的未被占据的空间，前提是它传送的起点和终点都处于微弱光线或黑暗中。蜡烛魔无需看见目的地。",
	"While in dim light or darkness, the daemon can take the Hide action as a bonus action.": "在昏暗或黑暗中，恶魔可以将躲藏动作作为一个额外动作。",
	"The candlelight daemon has advantage on attack rolls against any creature that hasn't had a turn in combat.": "蜡烛光守护者对任何在战斗中还没有轮到行动的生物有优势。",
	"The candlelight daemon deals an extra 35 {@damage 10d6} damage when it hits a target with an attack and has advantage on the attack roll. With the {@spell suffocate|GHLoE} spell, the daemon deals this damage as extra bludgeoning damage.": "蜡烛光守护者在攻击命中目标时会额外造成35 {@damage 10d6} 伤害，并且在攻击检定中获得优势。使用{@spell suffocate|GHLoE}法术时，光守护者造成的伤害会额外转化为钝击伤害。",
	"The daemon makes two claw attacks and one gore attack. It can use hurl fire in place of any of these attacks.": "恶魔进行两次爪击和一次角撞攻击。它可以用投掷火球代替其中任何一次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage and 4 ({@damage 1d8}) fire damage.": "{@atk mw} {@hit 7} 进行攻击，达到5英尺，一个目标。造成10 ({@damage 2d6 + 3}) 斩击伤害和4 ({@damage 1d8}) 火焰伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage and 4 ({@damage 1d8}) fire damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成12({@damage 2d8 + 3})点穿刺伤害和4({@damage 1d8})点火焰伤害。",
	"{@atk rs} {@hit 7} to hit, range 120 ft., one target. {@h}13 ({@damage 3d8}) fire damage.": "{@atk rs}进行攻击，射程120英尺，目标为一名敌人。{@h}13 ({@damage 3d8})火焰伤害。",
	"If the caprathorn moves at least 20 feet straight toward a target, and then hits it with a gore attack on the same turn, the target takes an extra 18 ({@damage 4d8}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 22} Strength saving throw or be pushed up to 10 feet away and knocked {@condition prone}.": "如果山羊角兽(caprathorn)移动至少20英尺直线朝一个目标前进，然后在同一回合用角撞击攻击命中目标，目标会受到额外18({@damage 4d8})点的钝击伤害。如果目标是生物，它必须成功进行一次{@dc 22}力量豁免才能不被推开最多10英尺并被击倒{@condition prone}。",
	"The caprathorn implodes when it dies, leaving behind a sphere of annihilation. Each creature within 60 feet of the caprathorn when this implosion occurs must succeed on a {@dc 21} Strength saving throw or be pulled 10 feet toward the sphere.": "当卡普拉索恩(caprathorn)死亡时，它会内爆，留下一个湮灭球。当这个内爆发生时，距离卡普拉索恩60英尺内的每个生物必须成功通过一个{@dc 21}的力量豁免才能免受被拉向这个球体的影响。",
	"If the caprathorn fails a saving throw, it can choose to succeed instead.": "如果摩羯座(Caprathorn)未能通过豁免投骰，它可以选择成功。",
	"The caprathorn has advantage on saving throws against spells and other magical effects.": "卡普拉索恩 (Caprathorn) 在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The caprathorn's weapon attacks are magical.": "卡普拉索恩（Caprathorn）的武器攻击是魔法的。",
	"A caprathorn typically has three inanimate thornlamms (see that stat block) attached to its horns with vines. Attached thornlamms don't take damage separately, but whenever the caprathorn takes 50 or more damage in a single turn, one of the attached thornlamms dies.": "一只卡普拉索恩（Caprathorn）通常会用藤蔓将三只无生命的刺羊（见该属性块）系在它的角上。附着的刺羊不会单独受到伤害，但每当卡普拉索恩在一个回合中受到50点或更多伤害时，其中一只附着的刺羊会死亡。",
	"While it has at least one thornlamm attached to its vines, the caprathorn can use a bonus action to consume or detach a thornlamm. If the caprathorn consumes a thornlamm, the caprathorn regains 21 hit points. When the caprathorn detaches a thornlamm, that thornlamm lands in a space within 10 feet of the caprathorn and takes a turn immediately after the caprathorn. The thornlamm obeys the caprathorn's verbal or telepathic commands (no action for the caprathorn). If issued no commands, the thornlamm acts independently, often attacking a creature that isn't its ally. A thornlamm can survive indefinitely detached from a caprathorn.": "当羚羊荆藤(caprathorn)至少有一个荆藤羔(thornlamm)附着在其藤蔓上时，它可以使用一个奖励动作来消耗或分离一个荆藤羔。如果羚羊荆藤消耗了一个荆藤羔，它将恢复21点生命值。当羚羊荆藤分离一个荆藤羔时，该荆藤羔会落在离羚羊荆藤不超过10英尺的地方，并在羚羊荆藤之后立即行动。荆藤羔听从羚羊荆藤的口头或心灵指令(对羚羊荆藤无需行动)。如果没有收到指令，荆藤羔将独立行动，通常会攻击非盟友的生物。荆藤羔可以无限期地分离于羚羊荆藤。",
	"The caprathorn makes three attacks, one with its gore, one with its stomp, and one with its thorns.": "角羚兽进行三次攻击，一次用它的角，一次用它的踩踏，一次用它的荆棘。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}25 ({@damage 4d8 + 7}) bludgeoning damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}25({@damage 4d8 + 7})点钝击伤害。",
	"{@atk mw,rw} {@hit 14} to hit, reach 10 ft. or range 30/120 ft., one target. {@h}21 ({@damage 4d6 + 7}) piercing damage. Being within 5 feet of a hostile creature doesn't cause the caprathorn to have disadvantage on the ranged attack roll.": "{@atk mw,rw} {@hit 14}攻击，射程10英尺或射程30/120英尺，目标一个。造成{@h}21 ({@damage 4d6 + 7})穿刺伤害。与敌对生物在5英尺范围内不会使卡普拉索恩在远程攻击投掷中有劣势。",
	"The caprathorn makes one attack with its gore, stomp, or thorns.": "角羚兽(caprathorn)使用其角、踩踏或荆棘进行一次攻击。",
	"The caprathorn detaches a thornlamm as per the Thornlamms trait.": "卡普拉索恩（Caprathorn）根据刺羊兽（Thornlamms）特性分离出一只刺羊羔（thornlamm）。",
	"Provided it has taken no damage from a silvered weapon this round, the caprathorn grows one thornlamm as per the Thornlamms trait. A caprathorn can have up to six attached thornlamms at a time.": "如果在这一回合内没有受到银制武器的伤害，卡普拉索恩(Caprathorn)根据荆棘羔羊(Thornlamms)特性长出一个荆棘羔羊。一只卡普拉索恩一次最多可以附着六只荆棘羔羊。",
	"The caprathorn consumes an attached thornlamm, regaining 21 hit points.": "角羊兽消耗了一个附着的刺羊，恢复了21点生命值。",
	"The caprathorn chooses a creature that has 0 hit points that the caprathorn can see within 30 feet of it. The target must make a {@dc 18} Wisdom saving throw. On a success, the target is immune to this effect for 24 hours. If the save fails, the target is entombed deep within the earth in a sphere of magical force that is just large enough to contain the target. Nothing can pass through the sphere, nor can any creature teleport or use planar travel to get into or out of it. A caprathorn can entomb only one target at a time. This effect ends, returning the target to where it was before being entombed, if the target regains any hit points or the caprathorn dies.": "卡普拉索恩选择一只生物，该生物的生命值为0，且卡普拉索恩能看到它，距离不超过30英尺。目标必须进行一次{@dc 18}感知豁免投骰。若成功，目标对此效果免疫24小时。若未能通过豁免，目标将被封印在地底深处，被一层魔法力场所困，这层力场大小刚好足以容纳目标。没有任何东西可以穿过这个力场，也没有任何生物可以通过传送或使用位面旅行进入或离开。卡普拉索恩一次只能封印一个目标。如果目标恢复任何生命值或卡普拉索恩死亡，此效果将结束，将目标恢复到被封印之前的位置。",
	"A sphere of energy ripples out in a 30-foot-radius from the caprathorn. Each creature in that area must make a {@dc 18} Constitution saving throw, taking 38 ({@damage 7d10}) force damage on a failed save, or half a s much damage on a successful one. For objects that aren't worn or carried, this emanation destroys Small and smaller ones and damages larger ones. The circle destroys a wall of force or similar structures of force in the area instantly. A creature or object is disintegrated if it drops to 0 hit points due to this magic. A disintegrated creature or object turns to fine ash, and nonmagical objects a disintegrated creature wears or carries disintegrate with it.": "一团能量从卡普拉索恩中心波动出来，覆盖了半径为30英尺的范围。该区域内的每个生物必须进行一次{@dc 18}体质豁免才能，未通过者将受到38点({@damage 7d10})力场伤害，通过者则只受到一半伤害。对于未被穿戴或携带的物体，这种波动会摧毁小型及更小的物体，并对更大的物体造成伤害。这个圆圈会立即摧毁区域内的魔力墙或类似的魔法结构。如果生物或物体因此魔法掉到0点生命值，它将被分解。被分解的生物或物体会变成细灰，而被分解生物携带的非魔法物品也会随之分解。",
	"The chapped brute has advantage on Wisdom ({@skill Perception}) checks that rely on hearing. While {@condition deafened}, the brute can't use its blindsight.": "这只粗糙的畜生在依靠听觉的感知智力检定中获得优势。在此期间，该畜生无法使用其盲视。",
	"The chapped brute makes two slam attacks.": "粗糙的野蛮人进行两次猛击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage.": "{@atk mw} {@hit 6}进行攻击，射程5英尺，目标一个。造成{@h}11 ({@damage 2d6 + 4}) 钝击伤害。",
	"After taking damage, the chapped brute abomination gains resistance to that type of damage until it takes another type of damage.": "在受到伤害后，粗糙的残暴畸变体会获得对该类型伤害的抗性，直到它受到另一种类型的伤害。",
	"The chapped brute abomination has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell. While {@condition deafened} and unable to smell, the brute can't use its blindsight.": "这只干裂的野兽畸变在依赖听觉或嗅觉的感知智力检定上具有优势。当{@condition deafened}且无法嗅觉时，这只野兽无法使用其致盲视觉。",
	"At the start of the chapped brute abomination's turn, roll {@dice 1d20}. The abomination regains hit points equal to any even result and loses hit points equal to any odd result. The abomination can neither exceed its hit point maximum with a gain nor fall below 1 hit point with a loss.": "在粗糙的畸变怪物的回合开始时，投掷{@dice 1d20}。畸变怪物回复等于任何偶数结果的生命值，并失去等于任何奇数结果的生命值。畸变怪物在回复生命值时不能超过其生命值上限，失去生命值时不能少于1点生命值。",
	"The chapped brute abomination makes two tentacle attacks.": "那个干裂的野兽畸变发动两次触手攻击。",
	"{@atk mw} {@hit 10} to hit, reach 20 ft., one target. {@h}22 ({@damage 3d10 + 6}) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 18}). Until this grapple ends, the target is {@condition restrained}, and the brute can't use the tentacle against another target. The chapped brute abomination has four tentacles.": "{@atk mw} 使用攻击命中，达到20英尺，一个目标。{@h}22 ({@damage 3d10 + 6}) 钝击伤害。如果目标是中等大小或更小，它被{@condition grappled} (逃脱 {@dc 18})。直到这次擒抱结束，目标被{@condition restrained}，且蛮力无法对另一个目标使用触手。这个裂开的蛮力畸变有四根触手。",
	"Each creature {@condition grappled} by the chapped brute abomination must succeed on a {@dc 18} Strength saving throw or be pulled into the brute's body. An engulfed target is {@condition blinded}, {@condition restrained}, unable to breathe, and has total cover from effects that originate outside the brute. At the start of each of the brute's turns, each engulfed creature takes 14 ({@damage 4d6}) acid damage. The brute can hold only one Large creature or up to four Medium or smaller creatures inside it at a time.": "每个被裂口蛮兽（Chapped Brute）所吞噬的生物{@condition grappled}必须成功通过一个{@dc 18}的力量豁免才能不被拉入蛮兽的体内。被吞噬的目标会变得{@condition blinded}，{@condition restrained}，无法呼吸，并对外部源自蛮兽的效果具有完全掩护。在每个蛮兽的回合开始时，每个被吞噬的生物会受到14({@damage 4d6})点酸性伤害。蛮兽一次只能容纳一个大型生物或最多四个中型或更小的生物在其内。",
	"An engulfed creature can try to escape by taking an action to make its choice of a {@dc 18} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check. On a success, the creature escapes and uses 10 feet of movement to enter a space of its choice within 5 feet of the brute.": "被吞噬的生物可以尝试逃脱，通过采取行动进行选择，进行一次{@dc 18}力量({@skill Athletics})或敏捷({@skill Acrobatics})检定。若成功，生物逃脱并使用10英尺的移动进入距离蛮兽5英尺内的一个自己选择的空间。",
	"If the brute dies, an engulfed creature is no longer {@condition restrained} by it and can escape from the corpse by using 10 feet of movement.": "如果蛮人死亡，被吞噬的生物不再受其影响，可以通过消耗10英尺的移动来逃离尸体。",
	"If a creature dies inside the brute, the brute doesn't roll for Unstable Life at the start of its next turn and instead regains 20 hit points. The creature's body breaks up inside the brute, and the brute expels anything the creature wore or carried.": "如果一个生物在蛮兽内死亡，蛮兽在下一个回合开始时不会进行不稳定生命的检定，而是恢复20点生命值。生物的尸体在蛮兽内破碎，蛮兽会排出生物所穿戴或携带的任何物品。",
	"A humanoid that starts its turn within 30 ft. of and able to see the corpse walker must succeed on a {@dc 14} Charisma saving throw, provided the corpse walker isn't {@condition incapacitated}. On a failure, the humanoid is {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, with disadvantage if not averting its eyes from the corpse walker, ending the effect on itself on a success. A creature failing two of these saving throws becomes cursed with disturbing thoughts. Such a creature can't benefit from a short or long rest until the curse is removed. On a successful save, the target is immune to any corpse walker's Cursed Gaze for the next 24 hours.": "当一个类人生物在30英尺内并能看到尸体行者时，必须进行一次 {@dc 14} 魅力豁免才能通过，前提是尸体行者不是 {@condition incapacitated}。如果失败，该类人生物会 {@condition frightened} 1分钟。一个 {@condition frightened} 目标可以在自己的回合结束时重复进行豁免才能，如果没有避开对尸体行者的目光，则会受到劣势影响，成功则结束自身的效果。一个生物如果连续两次未通过这些豁免才能，则会被诅咒，产生令人不安的想法。这样的生物在诅咒被移除之前无法从短暂或长时间休息中获益。在成功豁免后，目标在接下来的24小时内免疫任何尸体行者的诅咒凝视。",
	"The corpse walker takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks.": "尸体行者在阳光下开始回合时受到20点辐射伤害。在阳光下，它的攻击检定和技能检定都有劣势。",
	"If damage reduces the corpse walker to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the corpse walker drops to 1 hit point instead.": "如果伤害将尸行者的生命值降至0点，它必须进行一次体质豁免检定，难度等级为伤害值加5，除非伤害来自辐射或是重击。若成功，尸行者的生命值将变为1点。",
	"The corpse walker makes two slam attacks.": "尸体行者进行两次猛击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) bludgeoning damage and 5 ({@damage 2d4}) necrotic damage. If the target is a creature, it must succeed on a {@dc 14} Constitution saving throw, or its hit point maximum is reduced by an amount equal to the necrotic damage taken, and the corpse walker regains hit points equal to that amount. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. An evil humanoid slain this way rises 24 hours later as a corpse walker.": "{@atk mw} 使用近战武器攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4}) 钝击伤害和5 ({@damage 2d4}) 死灵伤害。如果目标是生物，它必须通过一次{@dc 14} 体质豁免才能成功，否则其生命值上限将减少等同于所受死灵伤害的数值，而尸体行者将回复等同于该数值的生命值。这种减少持续到目标完成一次长休。如果这个效果将目标的生命值上限降至0，目标将死亡。以这种方式被杀死的邪恶人形生物将在24小时后升起为尸体行者。",
	"The corpsejaw's bite works as if made of adamantine. The bite scores a critical hit on a roll of 19 or 20.": "尸噬兽的咬击效果就像是由奥术金属(Adamantine)制成的一样。咬击在投掷19或20时会造成暴击。",
	"The corpsejaw has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "尸颚兽在依赖嗅觉的感知{@skill Perception}检查中获得优势。",
	"If the corpsejaw moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 12} Strength saving throw or fall {@condition prone}. If the target is {@condition prone}, the corpsejaw can make one bite attack against it as a bonus action.": "如果尸颚兽朝着一个生物直线移动至少20英尺，并在同一回合内用爪击中它，那个目标必须成功通过一个{@dc 12} 的力量豁免才能不被击倒{@condition prone}。如果目标是{@condition prone}，尸颚兽可以作为一个奖励动作对其进行一次咬击攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage. If the corpsejaw scores a critical hit and the target wears nonmagical armor, the armor takes a permanent and cumulative -1 penalty to the AC it offers. Armor reduced to an AC of 10 is destroyed.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 穿刺伤害。如果尸口兽获得了一次重击并且目标穿着非魔法盔甲，该盔甲的AC值将永久性地累积减少1点。AC值降至10的盔甲将被摧毁。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2}) 点割伤伤害。",
	"The dawndrinker can take a bonus action to drink light within 30 feet of it. If it does so, nonmagical light sources in this area go out, extinguishing any flames that are the source of the light. Provided the light comes from an effect of 3rd level or lower, or a creature of CR 7 or lower, magical bright light becomes dim light, and magical dim light goes out. If a magical effect's light is extinguished, the effect is dispelled. A creature's or object's inherent light returns to normal after 1 minute. The dawndrinker can dim or extinguish stronger effects by succeeding on a Constitution check with a DC of 10 + the effect's level or 5 + the creator's CR, whichever is lower.": "晨饮者可以采取一个奖励动作，在其30英尺范围内饮用光线。如果这样做，该区域内的非魔法光源会熄灭，熄灭任何作为光源的火焰。只要光源来自3级或更低级别的效果，或者来自CR 7或更低级别的生物，魔法明亮光会变为昏暗光，而魔法昏暗光会熄灭。如果一个魔法效果的光被熄灭，那么该效果会被驱散。生物或物体固有的光在1分钟后恢复正常。晨饮者可以通过成功进行一次体质检定来使更强效果变暗或熄灭，检定的DC为10 +效果等级或5 +创造者的CR中较低的那个。",
	"The dawndrinker can sense any light source within 120 feet of it. This sense penetrates most barriers, but it is blocked by 3 feet of wood or dirt, 1 foot of stone, or 1 inch of metal.": "黎明饮者能感知到距离它120英尺范围内的任何光源。这种感知能穿透大多数障碍物，但会被3英尺厚的木头或泥土、1英尺厚的石头，或者1英寸厚的金属所阻挡。",
	"Whenever the dawndrinker is subjected to radiant damage, it takes no damage and instead regains hit points equal to the radiant damage dealt.": "每当黎明饮者受到辐射伤害时，它不会受到伤害，而是恢复的生命值等于所受辐射伤害的数量。",
	"In dim light or darkness, the dawndrinker can take a bonus action to use the Disengage or Hide actions.": "在昏暗或黑暗中，黎明饮者可以采取一个奖励动作来使用闪避或隐藏动作。",
	"The dawndrinker makes two slam attacks.": "黎明饮者进行两次猛击攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage and 7 ({@damage 2d6}) cold damage. If the target is a creature, it must succeed on a {@dc 13} Constitution saving throw or be {@condition blinded} until the end of the dawndrinker's next turn.": "{@atk mw} {@hit 7} 进行攻击，射程5英尺，一个目标。造成{@h}8 ({@damage 1d8 + 4}) 钝击伤害和7 ({@damage 2d6}) 冰冷伤害。如果目标是生物，则必须成功进行一次{@dc 13} 体质豁免才能免疫直到黎明饮者的下一个回合结束。",
	"The doomcaller is an 18th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It has the following spells prepared:": "厄运召唤者是一名18级的咒术师。它的咒术能力是魅力（法术豁免 {@dc 18}，法术攻击命中加值 {@hit 10}）。它准备了以下法术：",
	"The doomcaller has advantage on saving throws against spells and other magical effects.": "末日召唤者在抵抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage, and the target has disadvantage on their next attack roll. Additionally, all attacks against the target by allies of the doomcaller are made with advantage until the start of the doomcaller's next turn.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}10 ({@damage 2d6 + 3}) 钝击伤害，并且目标在下次攻击投掷中有劣势。此外，在末日召唤者的盟友对目标的所有攻击都获得优势，直到末日召唤者的下一个回合开始。",
	"The doomcaller chooses what to summon and attempts a magical summoning. A doomcaller has a 60 percent chance of summoning {@dice 1d6} succubi or {@dice 1d4} barbed devils. A summoned fiend appears in an unoccupied space within 60 feet of its summoner, does as it pleases, and can't summon other fiends. The summoned fiend remains for 1 minute, until it or its summoner dies, or until its summoner takes a bonus action to dismiss it.": "厄运召唤者选择召唤什么，并尝试进行魔法召唤。 厄运召唤者有60%的几率召唤{@dice 1d6}魅魔或{@dice 1d4}带刺恶魔。 被召唤的恶魔出现在其召唤者的60英尺内的未占用空间中，随心所欲地行动，并且不能召唤其他恶魔。 被召唤的恶魔会持续1分钟，直到它或其召唤者死亡，或直到其召唤者采取一个奖励动作将其解散。",
	"When a creature the doomcaller can see makes an attack roll, a saving throw, or an ability check, the doomcaller can roll a {@dice d20} and choose to use this roll in place of the attack roll, saving throw, or ability check.": "当末日召唤者看到一个生物进行攻击检定、豁免检定或能力检定时，末日召唤者可以投掷一个{@dice d20}，并选择使用这个投掷结果来替代攻击检定、豁免检定或能力检定。",
	"The downcast apostate's spellcasting ability is Charisma. The apostate can innately cast the following spells, requiring no material components:": "沮丧的背教者的施法能力是魅力。这位背教者可以天生施展以下法术，无需任何材料组件：",
	"The downcast apostate is an 18th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It regains its expended spell slots when it finishes a short or long rest. It knows the following warlock spells:": "沮丧的背教者是一名18级法术施展者。它的法术能力是魅力（法术豁免 {@dc 16}，法术攻击命中加值 {@hit 8}）。它在完成短休或长休后会恢复已用的法术位。它了解以下术士法术：",
	"The downcast apostate's weapon attacks are magical.": "沮丧的背教者的武器攻击是魔法的。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage and 18 ({@damage 4d8}) necrotic or radiant damage (downcast apostate's choice).": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害和18 ({@damage 4d8}) 死灵或光辉伤害（downcast apostate的选择）。",
	"The downcast mercenary takes one extra action.": "沮丧的雇佣兵获得额外行动。",
	"If the downcast mercenary fails a saving throw, it can reroll the saving throw and use the new roll.": "如果(downcast)雇佣兵未能通过豁免投掷，它可以重新投掷豁免投掷并使用新的点数。",
	"The downcast mercenary can cast {@spell thaumaturgy} at will.": "这位沮丧的雇佣兵可以随意施放{@spell thaumaturgy}。",
	"The downcast mercenary makes three attacks.": "沮丧的雇佣兵进行三次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。{@h}10 ({@damage 2d6 + 3})割伤伤害。",
	"The herald is a 12th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following cleric spells prepared:": "传令官是一名12级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。它已准备了以下牧师法术：",
	"The eldritch herald has advantage on saving throws against being {@condition charmed} or {@condition frightened}. Also, attempts to read the herald's thoughts fail. The creature making the attempt must succeed on a {@dc 14} Wisdom saving throw or take 10 ({@damage 3d6}) psychic damage.": "邪能传令官在对抗被 {@condition charmed} 或 {@condition frightened} 时拥有优势。此外，试图读取传令官的思维将会失败。试图读取的生物必须通过一次 {@dc 14} 智力豁免检定，否则将受到 10 ({@damage 3d6}) 精神伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2})点劈砍伤害。",
	"The eldritch herald chooses a point it can see within 120 feet of it and rolls on the Eldritch Effects table. Each creature within 15 feet of that point must succeed on a {@dc 14} Wisdom saving throw or be subjected to an eldritch effect for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "邪能传令者选择在其可见的120英尺内的一个点，并在邪能效果表上投掷骰子。该点周围15英尺内的每个生物必须成功通过一个{@dc 14}的感知豁免才能免受1分钟的邪能效果影响。生物可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"The eldritch priest is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following cleric spells prepared:": "邪术祭司是一名4级法术施展者。它的法术能力值为感知（法术豁免 {@dc 12}，法术攻击命中加值 {@hit 4}）。它准备了以下牧师法术：",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d8 + 1}) 钝击伤害。",
	"The eldritch priest chooses a point it can see within 120 feet of it and rolls on the Eldritch Effects table. Each creature within 15 feet of that point must succeed on a {@dc 12} Wisdom saving throw or be subjected to an eldritch effect for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "邪术祭司选择一个距离它在120英尺内可见的点，并在邪术效果表上掷骰。距离那个点15英尺内的每个生物必须成功通过一个{@dc 12}的感知豁免才能免受邪术效果的影响，持续1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。",
	"If the vampire fails a saving throw, it can choose to succeed instead.": "如果吸血鬼未能通过豁免检定，它可以选择成功。",
	"The vampire regains 25 hit points at the start of its turn if it has at least 1 hit point. If the vampire takes radiant damage, it regains 10 hit points from the next use of this trait instead.": "吸血鬼在其回合开始时回复 25 点生命值，如果它至少有 1 点生命值。如果吸血鬼受到辐射伤害，则下次使用此特性时回复 10 点生命值。",
	"The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "这个吸血鬼可以攀爬困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"The vampire has advantage on saving throws against any effect that turns undead.": "这个吸血鬼在对抗任何使不死生物变形的效果时具有优势。(vampire)",
	"The vampire has the following flaws:": "这个吸血鬼有以下缺陷：",
	"The vampire can't enter a residence without an invitation from one of the occupants.": "吸血鬼不能在没有居住者邀请的情况下进入住所。",
	"The vampire dies if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place.": "如果木制穿刺武器在{@condition incapacitated}的休息地驱入吸血鬼的心脏，吸血鬼会死亡。",
	"The vampire makes three attacks, only one of which can be a bite.": "这只吸血鬼进行三次攻击，其中只有一次可以是咬击。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d8 + 6}) slashing damage. If the target is a creature, the vampire can grapple the target (escape {@dc 19}).": "{@atk mw} 近战攻击，达到5英尺，一个目标。造成 {@h}15 ({@damage 2d8 + 6}) 斩击伤害。如果目标是生物，吸血鬼可以拼搏目标（逃脱 {@dc 19}）。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one creature. {@h}15 ({@damage 2d8 + 6}) piercing damage and 17 ({@damage 5d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried rises the following night as a vampire spawn under this vampire's control.": "{@atk mw} {@hit 11}进行攻击，射程5英尺，一名生物。造成{@h}15 ({@damage 2d8 + 6})点穿刺伤害和17 ({@damage 5d6})点死灵伤害。目标的最大生命值减少等同于所受死灵伤害的数值，并且吸血鬼回复等同于该数值的生命值。这种减少持续到目标完成一次长休。如果这个效果将目标的最大生命值降至0，目标将死亡。以这种方式被杀死的人型生物随后被埋葬，第二天晚上将作为一个受这个吸血鬼控制的吸血鬼的衍生物复活。",
	"The vampire targets one creature it can see within 30 feet of it. If the target can see or hear the vampire, the target must succeed on a {@dc 17} Charisma saving throw or be {@condition charmed}. The {@condition charmed} target regards the vampire as a friend to be heeded and protected. Although not under the vampire's control, it takes the vampire's requests in the most favorable way and is a willing target for the vampire's bite.": "这只吸血鬼选择一个在它能看见的30英尺范围内的生物作为目标。如果目标能看见或听见吸血鬼，目标必须成功通过一个{@dc 17}的魅力豁免才能避免被{@condition charmed}。这个{@condition charmed}目标视吸血鬼为一个值得倾听和保护的朋友。虽然不受吸血鬼控制，它会以最有利的方式对待吸血鬼的请求，并且愿意成为吸血鬼的叮咬目标。",
	"While the target is {@condition charmed}, the vampire can communicate with the target telepathically within 300 feet. The vampire can use a bonus action to force the target to repeat the saving throw. If the save fails, the vampire can render the creature full of despair (disadvantage on ability checks and attack rolls) or confused (as the {@spell confusion} spell) for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the despair or confusion on itself on a success.": "在目标为{@condition charmed}时，吸血鬼可以在300英尺内与目标进行心灵交流。吸血鬼可以使用一个奖励动作来强迫目标重复豁免投骰。如果豁免失败，吸血鬼可以让生物充满绝望（在属性检定和攻击投骰上获得劣势）或者困惑（如{@spell confusion}法术）1分钟。生物可以在自己的回合结束时重复豁免投骰，成功则结束自身的绝望或困惑。",
	"Each time the vampire or the vampire's allies do anything harmful to the target, it can repeat the saving throw, ending the effect on a success. Otherwise, the effect lasts 24 hours or until the vampire dies, is on a different plane of existence than the target, or takes a bonus action to end the effect.": "每当吸血鬼或吸血鬼的盟友对目标造成任何伤害时，目标可以重复进行豁免投掷，若成功则效果结束。否则，效果持续24小时，或直到吸血鬼死亡、与目标处于不同的存在平面上，或采取一个奖励动作来结束效果。",
	"The vampire polymorphs into a Medium cloud of mist, or back into its true form. Anything it wears or carries transforms with it. While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 30 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, but it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws. A vampire in mist form is immune to nonmagical damage, except damage from sunlight, and has resistance to damage other than radiant. The vampire reverts to its true form if it dies.": "这只吸血鬼可以变形成一个中等大小的雾云，或者变回真实形态。它所穿戴的或携带的物品也会随之变形。在雾云形态下，吸血鬼不能采取任何行动，说话，或操纵物品。它没有重量，拥有30英尺的飞行速度，可以悬停，并且可以进入敌对生物的空间并停留在那里。此外，如果空间可以让空气通过，雾云也可以通过而无需挤压，但无法通过水。它在力量、敏捷和体质豁免检定上有优势。雾云形态下的吸血鬼对非魔法伤害免疫，除了来自阳光的伤害外，并对辐射以外的伤害具有抗性。如果吸血鬼死亡，它将恢复到真实形态。",
	"When it drops to 0 hit points outside its resting place, the vampire transforms into its Mist Form instead of falling {@condition unconscious}. If the vampire can't transform, it dies.": "当吸血鬼在其休息地之外的地方生命值降至0时，它会转变为雾形而不是倒下{@condition unconscious}。如果吸血鬼无法转变，它将死亡。",
	"While it has 0 hit points in mist form, the vampire dies if it takes damage three times or radiant damage once. It can't willingly revert to its vampire form, and it must reach its resting place within 2 hours or die. Once in its resting place, it reverts to its vampire form. It is then {@condition paralyzed} until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point.": "当吸血鬼以雾形态拥有0点命中点数时，如果受到伤害三次或辐射伤害一次，吸血鬼将死亡。它不能自愿恢复成吸血鬼形态，必须在2小时内到达其安息之地，否则将死亡。一旦到达其安息之地，它会恢复成吸血鬼形态。在恢复至少1点命中点数之前，它是{@condition paralyzed}。在安息之地度过1小时后，它将恢复1点命中点数。",
	"The vampire moves up to its speed and attacks once with its claws.": "吸血鬼移动至其速度范围内，用它的爪子进行一次攻击。",
	"The vampire makes one bite attack.": "这个吸血鬼进行一次咬击攻击。",
	"Even if the vampire can't take actions, one condition ends on it.": "即使吸血鬼无法采取行动，一个条件会在它身上结束。",
	"The Empyrean brazen bull's weapon attacks are magical. When it hits with any weapon, the weapon deals an extra 18 ({@damage 4d8}) radiant damage (included in the attack).": "天穹铜牛的武器攻击是魔法的。当它用任何武器命中时，该武器额外造成18 ({@damage 4d8}) 点辐射伤害（包含在攻击中）。",
	"When the Empyrean brazen bull dies, it explodes, and each creature within 20 feet of it must make a {@dc 17} Dexterity saving throw, taking 21 {@dice 6d6} fire and 21 ({@damage 6d6}) radiant damage on a failed save, or half as much damage on a successful one.": "当天国铜牛死亡时，它会爆炸，周围20英尺范围内的每个生物必须进行一次 {@dc 17} 敏捷豁免检定，未通过检定的生物将受到21 {@dice 6d6} 火焰伤害和21 ({@damage 6d6}) 光辉伤害，通过检定的生物则只受到一半伤害。",
	"At the start of each of the Empyrean brazen bull's turns, each creature within 5 feet of it takes 10 ({@damage 3d6}) radiant damage. A creature that touches the Empyrean brazen bull or hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) radiant damage.": "在Empyrean铜牛的回合开始时，每个距离它5英尺内的生物会受到10 ({@damage 3d6}) 点辐射伤害。任何在5英尺内触碰Empyrean铜牛或对其进行近战攻击的生物会受到10 ({@damage 3d6}) 点辐射伤害。",
	"The Empyrean brazen bull deals double damage to objects and structures.": "Empyrean (天国) 青铜公牛对物体和结构造成双倍伤害。",
	"If the Empyrean brazen bull moves at least 20 feet straight toward a creature and then hits it with a gore attack on the same turn, that target must succeed on a {@dc 20} Strength saving thrown or be knocked {@condition prone}. If the target is {@condition prone}, the Empyrean brazen bull can make one attack with its bite or hooves against it as a bonus action.": "如果Empyrean铜牛移动至少20英尺直冲向一个生物，然后在同一回合用角攻击命中它，那个目标必须成功进行一次{@dc 20}力量豁免，否则被撞倒{@condition prone}。如果目标是{@condition prone}，Empyrean铜牛可以作为奖励动作对其进行一次咬或蹄的攻击。",
	"{@atk mw} {@hit 12} to hit, reach 10 ft., one target., {@h}24 ({@damage 3d10 + 8}) bludgeoning damage plus 18 ({@damage 4d8}) radiant damage. If the target is a creature, it is {@condition grappled} (escape {@dc 20}). Until this grapple ends, the target is {@condition restrained}, and the Empyrean brazen bull can't bite another target.": "{@atk mw} {@hit 12}攻击，达到10英尺，一个目标。造成{@h}24({@damage 3d10 + 8}) 钝击伤害加上18({@damage 4d8}) 光辉伤害。如果目标是生物，它被{@condition grappled} (逃脱 DC {@dc 20})。直到这个擒抱结束，目标被{@condition restrained}，而天人铜牛不能再咬另一个目标。",
	"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}27 ({@damage 3d12 + 8}) piercing damage and 18 ({@damage 4d8}) radiant damage.": "{@atk mw} {@hit 12} 进行攻击，射程10英尺，目标为一名敌人。造成{@h}27 ({@damage 3d12 + 8}) 点穿刺伤害和18 ({@damage 4d8}) 点辐射伤害。",
	"{@atk mw} {@hit 12} to hit, reach 5 feet., one target. {@h}24 ({@damage 3d10 + 8}) bludgeoning damage and 18 ({@damage 4d8}) radiant damage.": "{@atk mw} {@hit 12}攻击，射程5英尺，一个目标。造成{@h}24 ({@damage 3d10 + 8}) 钝击伤害和18 ({@damage 4d8}) 光辉伤害。",
	"The Empyrean brazen bull makes one bite attack against a Medium or smaller creature it is grappling. If the attack hits, that creature takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the Empyrean brazen bull, and it takes 21 ({@damage 6d6}) fire damage at the start of each of theEmpyrean brazen bull's turns. If the Empyrean brazen bull takes 30 damage or more on a single turn from a creature inside it, the Empyrean brazen bull must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the empyrean brazen bull. If the Empyrean brazen bull dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 15 feet of movement, exiting {@condition prone}.": "天穹铜牛对一个中型或更小的生物进行一次咬击攻击，如果攻击命中，那个生物会受到咬击的伤害并被吞下，同时抓取结束。被吞下的生物在其中时，它是{@condition blinded}和{@condition restrained}，对于来自天穹铜牛外部的攻击和其他效果具有完全掩护，每个天穹铜牛的回合开始时会受到21({@damage 6d6})火焰伤害。如果天穹铜牛在一回合中受到30点或更多来自其中生物的伤害，天穹铜牛必须在该回合结束时进行一次{@dc 15}体质豁免才能将所有被吞下的生物吐出，它们会掉落在距离天穹铜牛10英尺内的一个空间中。如果天穹铜牛死亡，被吞下的生物不再受其{@condition restrained}，可以使用15英尺的移动从尸体中逃脱，离开{@condition prone}。",
	"The eye crawler has advantage on Wisdom ({@skill Perception}) checks that rely on sight.": "眼球爬行者在依赖视觉的感知检查中获得优势。",
	"The eye crow can mimic simple sounds it has heard, such as a person whispering, a baby crying, or an animal chittering. A creature that hears the sounds can tell they are imitations with a successful {@dc 10} Wisdom ({@skill Insight}) check.": "眼鸦可以模仿它听到的简单声音，比如一个人的低语，一个婴儿的哭声，或者动物的吱吱声。听到这些声音的生物可以通过成功的 {@dc 10} 智力 ({@skill Insight}) 检定来判断它们是模仿的声音。",
	"The eye crow has advantage on an attack roll against a creature if at least one of the crow's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只乌鸦的盟友在离生物5英尺范围内且盟友不是{@condition incapacitated}，那么乌鸦对该生物的攻击投掷获得优势。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}1 piercing damage. If the eye crow scores a critical hit on a creature, the target is {@condition blinded} until the end of the crow's next turn.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。{@h}1点穿刺伤害。如果眼睛乌鸦对生物造成了重击，目标将在乌鸦的下一个回合结束前处于{@condition blinded}状态。",
	"Magic can't put the faevlin to sleep. Only a creature of the fey type can cause the faevlin to become {@condition charmed}, and a faevlin always knows if a nonfey creature attempted to render it {@condition charmed}.": "魔法无法让费夫林入睡。只有一种精灵类型的生物才能使费夫林变为{@condition charmed}，而费夫林总是知道非精灵生物是否试图让它{@condition charmed}。",
	"The faevlin can use a bonus action to take the Hide action.": "法夏精灵可以使用一个奖励动作来执行躲藏动作。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 点割伤伤害。",
	"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw} 进行攻击，射程80/320英尺，目标为一名敌人。造成{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"When an attack misses a faevlin, the faevlin can teleport up to 30 feet in a random direction, arriving in a safe, unoccupied space.": "当一次攻击未命中费夫林时，费夫林可以朝一个随机方向传送，最多30英尺，到达一个安全且无人占据的空间。",
	"The fzeg has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "fzeg在依赖听觉或嗅觉的感知检定上获得优势。",
	"If the fzeg fails a saving throw, it can choose to succeed instead.": "如果fzeg失败了一个豁免投掷，它可以选择成功。",
	"When the fzeg reduces a creature to 0 hit points with a melee attack on its turn, the fzeg can take a bonus action to move up to half its speed and make a bite attack.": "当(fzeg)用近战攻击将一只生物的生命值降低到0时，(fzeg)可以采取一个奖励动作，移动其速度的一半并进行一次咬击攻击。",
	"The fzeg regains 20 hit points at the start of its turn if it has at least 1 hit point. If the fzeg takes radiant damage, this trait doesn't function at the start of the fzeg's next turn.": "fzeg在其回合开始时恢复20点生命值，如果它至少有1点生命值。如果fzeg受到辐射伤害，这个特性在fzeg的下一个回合开始时不起作用。",
	"The fzeg can use its action to polymorph into a Small or Medium humanoid or back into its true form, that of a wolfhumanoid hybrid. It can transform its body parts as part of attacking with them and can choose whether the change remains after making the attack. Other than its size, its statistics are the same in each form. Any equipment it's wearing or carrying isn't transformed. It reverts to its true form if it dies.": "fzeg可以使用其动作将自己变形为一个小型或中型人形生物，或者变回其真实形态，即狼人混合体。它可以在攻击时改变身体部位，并可以选择攻击后是否保持变化。除了体型外，每种形态下它的属性都是相同的。它穿戴的任何装备都不会被转化。如果它死亡，它会恢复到真实形态。",
	"The fzeg can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "fzeg可以攀爬困难的表面，包括在天花板上倒挂，而无需进行能力检定。",
	"The fzeg uses its howl, then attacks once with its bite and twice with its claws.": "fzeg 发出嚎叫，然后用它的咬击攻击一次，再用它的爪子攻击两次。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage plus 17 ({@damage 5d6}) necrotic damage and is {@condition stunned} until the end of its next turn. A humanoid slain after being bitten rises the following night as a fzeglaich under the fzeg's control.": "{@atk mw} 使用 {@hit 9} 进行攻击，射程5英尺，目标一个。造成{@h}11 ({@damage 2d6 + 4}) 点穿刺伤害，加上17 ({@damage 5d6}) 点死灵伤害，并持续到其下一个回合结束。被咬死的人型生物在次日夜晚会在 fzeg 的控制下复活为一名 fzeglaich。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}13 ({@damage 2d8 + 4})点割伤伤害。",
	"Each creature of the fzeg's choice that is within 300 feet of the fzeg and able to hear it must succeed on a {@dc 17} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the fzeg's Howl for the next 24 hours or until it is {@condition stunned} by the fzeg.": "在距离 fzeg 300英尺内且能听到它的 fzeg 选择的每个生物必须成功进行一次 {@dc 17} 感知豁免才能免疫 {@condition frightened} 效果，持续1分钟。生物可以在自己的回合结束时重复进行豁免才能，若成功则结束自身的效果。如果生物的豁免成功或效果结束，该生物将对 fzeg 的嚎叫免疫，持续24小时，或直到被 fzeg {@condition stunned}。",
	"The fzeg magically calls eight wolves. These wolves arrive in 2 rounds, acting as allies of the fzeg and obeying its spoken commands. The beasts remain for 1 hour, until the fzeg dies, or until the fzeg dismisses them as a bonus action.": "fzeg神奇地召唤出八只狼。这些狼在2轮后到达，作为fzeg的盟友并遵从其口头命令。这些野兽会持续1小时，直到fzeg死亡，或者fzeg将它们解散为奖励动作。",
	"The fzeg moves up to its speed without provoking opportunity attacks.": "fzeg在不引发机会攻击的情况下，移动其速度。",
	"The fzeg attacks with its claws.": "fzeg 用它的爪子发动攻击。",
	"The fzeg chooses one creature that is of a lower Challenge, has a bite attack, and is within 60 feet of the fzeg. Provided the target can see or hear the fzeg, that creature can use its reaction to move up to half its speed and make a bite attack.": "fzeg选择一个挑战等级较低、拥有咬击攻击并且距离fzeg在60英尺内的生物。只要目标能看到或听到fzeg，该生物可以使用其反应移动最多半个移动速度并进行一次咬击攻击。",
	"The fzeg attacks with its bite.": "fzeg 用它的咬击攻击。",
	"The fzeglaich has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "fzeglaich在依赖听觉或嗅觉的感知({@skill Perception})检查中具有优势。",
	"When the fzeglaich reduces a creature to 0 hit points with a melee attack on its turn, the fzeglaich can take a bonus action to move up to half its speed and make a bite attack.": "当(fzeglaich)用近战攻击将一只生物的生命值降至0时，(fzeglaich)可以采取一个奖励动作，移动其速度的一半并进行一次咬击攻击。",
	"The fzeglaich regains 10 hit points at the start of its turn if it has at least 1 hit point. If the fzeglaich takes radiant damage, this trait doesn't function at the start of the fzeglaich's next turn.": "fzeglaich在其回合开始时恢复10点生命值，如果它至少有1点生命值。如果fzeglaich受到辐射伤害，这个特性在接下来的回合开始时不会生效。",
	"The fzeglaich makes two attacks, only one of which can be a bite.": "fzeglaich 进行两次攻击，其中只有一次可以是咬击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 7 ({@damage 2d6}) necrotic damage, and the target must succeed on a {@dc 14} Constitution saving throw or be {@condition incapacitated} until the end of its next turn. The fzeglaich regains hit points equal to the amount of necrotic damage dealt.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个生物。造成{@h}7 ({@damage 1d8 + 3})穿刺伤害加上7 ({@damage 2d6})死灵伤害，并且目标必须成功进行{@dc 14}体质豁免才能在其下一个回合结束前解除{@condition incapacitated}。fzeglaich回复等同于所造成死灵伤害量的生命值。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}8 ({@damage 2d4 + 3}) slashing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个生物。造成{@h}8 ({@damage 2d4 + 3})点斩击伤害。",
	"Gegazol can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost her extra movement.": "Gegazol可以在冰面上移动和攀爬，无需进行能力检定。此外，由冰或雪构成的艰难地形不会使她额外消耗移动力。",
	"If Gegazol fails a saving throw, she can choose to succeed instead.": "如果Gegazol失败了一次豁免投掷，她可以选择成功。",
	"Gegazol has advantage on saving throws against spells and other magical effects.": "Gegazol对于法术和其他魔法效果的豁免 throws 有优势。",
	"If destroyed while her soul vessel remains intact, Gegazol's {@condition unconscious} body rejuvenates within 5 feet of the soul vessel, where she regains 78 ({@dice 12d12}) hit points each day. When she has regained half her hit points, she regains consciousness.": "如果在 Gegazol 的 {@condition unconscious} 灵魂容器仍然完好无损的情况下被摧毁，她的身体会在离灵魂容器 5 英尺的地方恢复，每天恢复 78 ({@dice 12d12}) 点生命值。当她恢复了一半的生命值时，她会恢复意识。",
	"Any creature not immune to the {@condition poisoned} condition that starts its turn within 30 feet of Gegazol must succeed on a {@dc 23} Constitution saving throw or become {@condition poisoned} until the start of that creature's next turn. On a successful saving throw, the creature is immune to Gegazol's stench for 1 hour.": "任何在距离Gegazol 30英尺内开始回合的未免疫{@condition poisoned}状态的生物，必须成功通过一次{@dc 23}体质豁免才能避免在下一个回合开始前变为{@condition poisoned}。在成功豁免后，该生物对Gegazol的恶臭免疫1小时。",
	"Gegazol and undead within 120 feet of her have advantage on saving throws against effects that turn undead.": "Gegazol和她周围120尺范围内的不死生物，在对抗使其成为不死生物的效果时，拥有优势。",
	"Gegazol can use her frightful presence. She then makes three attacks: one with her bite and two with her claws.": "Gegazol可以使用她的恐怖存在。接着她进行三次攻击：一次咬击和两次利爪攻击。",
	"{@atk mw} {@hit 15} to hit, reach 15 ft., one target. {@h}21 ({@damage 2d12 + 8}) piercing damage, 9 ({@damage 2d8}) cold damage and 9 ({@damage 2d8}) necrotic damage.": "{@atk mw} {@hit 15} 进行攻击，射程15英尺，一个目标。造成{@h}21 ({@damage 2d12 + 8}) 穿刺伤害，9 ({@damage 2d8}) 冰冻伤害和9 ({@damage 2d8}) 死灵伤害。",
	"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage.": "{@atk mw} {@hit 15}攻击，射程10英尺，目标一个。造成{@h}19 ({@damage 2d10 + 8})穿刺伤害。",
	"{@atk mw} {@hit 15} to hit, reach 20 ft., one target. {@h}19 ({@damage 2d10 + 8}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 23} Strength saving throw or fall {@condition prone}.": "{@atk mw} {@hit 15}攻击，射程20英尺，目标一个。造成{@h}19 ({@damage 2d10 + 8}) 钝击伤害。如果目标是生物，必须通过一个{@dc 23} 力量豁免才能不倒地 {@condition prone}。",
	"Each creature of Gegazol's choice within 120 feet of and aware of her must succeed on a {@dc 21} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to Gegazol's Frightful Presence for the next 24 hours.": "Gegazol选择的每个生物，在距离她120英尺范围内并意识到她的存在，必须成功通过一次{@dc 21}的感知豁免才能在1分钟内变成{@condition frightened}。生物可以在自己的每个回合结束时重复进行豁免才能结束自身的影响。如果生物的豁免成功或效果对其结束，该生物将对Gegazol的Frightful Presence产生免疫，持续24小时。",
	"Gegazol exhales frozen material and rot in a 90-foot cone. Each creature in that area must make a {@dc 23} Constitution saving throw, taking 45 ({@damage 10d8}) cold damage and 45 ({@damage 10d8}) necrotic damage on a failed save, or half as much damage on a successful one. Those who fail the save also gain two levels of {@condition exhaustion} until the end of Gegazol's next turn, and those who fail by 5 or more are also {@condition blinded} for 1 minute. A {@condition blinded} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Gegazol呼出冰冻物质并在一个90英尺的锥形范围内腐烂。该区域内的每个生物必须进行一次{@dc 23}体质豁免才能，未通过则受到45点({@damage 10d8})冰冷伤害和45点({@damage 10d8})死灵伤害，通过则伤害减半。未通过检定的生物还会在Gegazol的下一个回合结束前获得两级{@condition exhaustion}，而未通过检定的生物中，失败值超过5的生物还会被{@condition blinded}1分钟。一个{@condition blinded}生物可以在自己的回合结束时重复豁免检定，成功则结束自身的效果。",
	"Gegazol gains truesight out to 120 feet until the end of her next turn and can make a Wisdom ({@skill Perception}) check.": "Gegazol获得直到下一回合结束的120英尺内的真视，并可以进行一次感知（Wisdom）检查。",
	"Gegazol makes a tail attack.": "格加佐尔(Gegazol)发动了一次尾部攻击。",
	"Gegazol beats her wings. Each creature within 30 feet of her must succeed on a {@dc 23} Dexterity saving throw or take 17 ({@damage 2d8 + 8}) bludgeoning damage and 9 ({@damage 2d8}) cold damage, and then fall {@condition prone}. Gegazol can then fly up to half her flying speed.": "格加佐尔挥动她的翅膀。在她周围30英尺范围内的每个生物必须成功通过一个{@dc 23}敏捷豁免检定，否则将受到17（{@damage 2d8 + 8}）点钝击伤害和9（{@damage 2d8}）点冷冻伤害，然后倒下{@condition prone}。格加佐尔随后可以飞行至多半个她的飞行速度。",
	"The seraph's spellcasting ability is Charisma (spell save {@dc 16}). The seraph can innately cast the following spells, using only verbal components:": "天使的施法能力是魅力（法术豁免{@dc 16}）。 天使可以天生地施放以下法术，只需口头组件：",
	"The seraph's weapon attacks are magical. When the seraph hits with any weapon, the weapon deals an extra ({@dice 2d8}) radiant damage (included in the attacks).": "天使战士的武器攻击是魔法攻击。当天使战士用任何武器命中目标时，武器会额外造成({@dice 2d8})点辐射伤害（已包含在攻击中）。",
	"The seraph makes three attacks, only one of which can be a bite.": "六翼天使进行三次攻击，其中只有一次可以是咬。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}24 ({@damage 3d12 + 5}) piercing damage and 9 ({@damage 2d8}) radiant damage. If the target is a Large or smaller creature, it is {@condition grappled} (escape {@dc 18}). Until this grapple ends, the target is {@condition restrained}, and the seraph can't bite another target.": "{@atk mw} 使用近战武器攻击，达到5英尺，一个目标。造成24({@damage 3d12 + 5})穿刺伤害和9({@damage 2d8})辐射伤害。如果目标是大型或更小的生物，它被{@condition grappled}（逃脱{@dc 18}）。直到这次擒抱结束，目标被{@condition restrained}，并且天使不能再咬另一个目标。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage and 9 ({@damage 2d8}) radiant damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成12({@damage 2d6 + 5})点砍砍伤害和9({@damage 2d8})点辐射伤害。",
	"{@atk mw} {@hit 10} to hit, reach 20 ft., one creature. {@h}10 ({@damage 2d4 + 5}) bludgeoning damage and 9 ({@damage 2d8}) radiant damage, and the target is {@condition grappled} (escape {@dc 18}) and pulled to within 5 feet of the seraph. Until the grapple ends, the target is {@condition restrained}, and the seraph can't use its tongue or bite on another target.": "{@atk mw} {@hit 10} 进行攻击，射程20英尺，一个生物。造成10({@damage 2d4 + 5}) 钝击伤害和9({@damage 2d8}) 光辉伤害，目标被{@condition grappled} (逃脱 {@dc 18}) 并被拉到距离炽天使5英尺的地方。直到这次搏斗结束，目标被{@condition restrained}，而炽天使无法再对其他目标使用其舌头或咬击攻击。",
	"The seraph makes one bite attack against a Medium or smaller creature it holds {@condition grappled}. If the attack hits, the target takes the bite's damage, the grapple ends, and the target is swallowed. While swallowed, a creature is {@condition blinded} and {@condition restrained}, has total cover against anything originating outside the seraph, and takes 18 ({@damage 4d8}) acid damage and 9 ({@damage 2d8}) radiant damage at the start of each of the seraph's turns. The seraph can have only one creature swallowed at a time.": "六翼天使对其拿着的中型或更小生物进行一次咬击攻击{@condition grappled}。如果攻击命中，目标受到咬击伤害，抓取结束，并被吞食。被吞食时，生物被{@condition blinded}和{@condition restrained}，对于六翼天使外部的任何事物具有完全掩护，并在六翼天使的每个回合开始时受到18（{@damage 4d8}）酸性伤害和9（{@damage 2d8}）辐射伤害。六翼天使一次只能吞食一个生物。",
	"If the seraph takes 35 damage or more on a single turn from a creature inside it, the seraph must succeed on a {@dc 20} Constitution saving throw at the end of that turn or regurgitate the swallowed creature, which falls {@condition prone} in a space within 10 feet of the seraph. If the seraph dies, the swallowed creature is no longer {@condition restrained} by it and can escape the corpse by using 10 feet of movement, exiting {@condition prone}.": "如果六翼天使在一回合内受到35点或更多伤害，那么在回合结束时，六翼天使必须进行一次{@dc 20}体质豁免才能保持吞下的生物，否则会将其吐出，被吞下的生物会掉落在距离六翼天使不超过10英尺的地方。如果六翼天使死亡，被吞下的生物不再受其影响，并可以使用10英尺的移动来逃离尸体，离开{@condition prone}。",
	"A melee weapon deals one extra die of its damage when the gnoll brute hits with it (included in the attacks).": "当豺獒蛮兵用近战武器击中目标时，该武器的伤害额外增加一颗骰子（包含在攻击中）。",
	"If the gnoll brute moves at least 20 feet straight toward a target and then hits it with a melee weapon attack on the same turn, the target takes one extra die of the weapon's damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or fall {@condition prone}.": "如果豺狼人蛮兵向目标直线移动至少20英尺，然后在同一回合内用近战武器攻击命中目标，目标会受到武器伤害的额外一颗骰子。如果目标是生物，它必须成功进行一次{@dc 13}力量豁免才能不倒地{@condition prone}。",
	"The gnoll brute has advantage on initiative rolls and saving throws against being {@condition charmed} or {@condition frightened}. If surprised, the gnoll can still act normally on its first turn.": "豺狼人蛮兵在先攻骰和豺狼人蛮兵对抗被 {@condition charmed} 或 {@condition frightened} 的豺狼人蛮兵拥有优势。如果被偷袭，豺狼人蛮兵仍然可以在第一个回合正常行动。",
	"When the gnoll brute reduces a creature to 0 hit points with a melee attack on its turn, the gnoll can take a bonus action to move up to half its speed and make a bite attack.": "当豺狗蛮兵在自己的回合用近战攻击将一名生物的生命值降至0时，豺狗可以采取一个奖励动作，移动最多半个自己的速度并进行一次咬击攻击。",
	"The gnoll brute makes one bite attack and one claws attack.": "豺狼人蛮兵进行一次咬击攻击和一次爪击攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}8({@damage 2d4 + 3})点穿刺伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw} 攻击命中，达到5英尺，一个目标。造成{@h}10 ({@damage 2d6 + 3}) 点割伤伤害。",
	"If any creature allied with and within 100 feet of the gnoll brute uses its Rampage trait, the gnoll brute can use its Rampage trait, too, provided the brute can see that ally.": "如果与豺狼蛮兵结盟且距离在100英尺以内的任何生物使用其暴走特性，豺狼蛮兵也可以使用其暴走特性，前提是蛮兵能看到那个盟友。",
	"The harvester's spellcasting ability is Charisma (spell save {@dc 14}). It can innately cast the following spells, requiring only that the harvester be wearing its coat of lies:": "收割者的施法能力是魅力（法术豁免{@dc 14}）。它可以天生施放以下法术，只要收割者穿着它的谎言外套：",
	"While wearing their specially prepared coat, the harvester's AC is increase by 2 and it can use its innate spellcasting.": "在穿着特制外套时，收割者的AC增加2，并且可以使用其天生的施法能力。",
	"The harvester hears all lies uttered within 1 mile of it and knows the liar's distance and direction while the harvester choses to concentrate.": "收割者在其周围1英里范围内听到所有谎言，并且在选择集中注意力时，会知道说谎者的距离和方向。",
	"The harvester can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "收割者可以攀爬困难的表面，包括在天花板上倒挂，而无需进行能力检定。",
	"The harvester leaves no tracks to indicate where it has been or where it's headed.": "这个收割者没有留下任何痕迹来表明它曾经去过哪里或者它将要去哪里。",
	"The harvester makes three attacks, only one of which can be sever tongue.": "收割者进行三次攻击，其中只有一次可以是切舌刀 (Sever Tongue)。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 17}).": "{@atk mw} 使用 {@hit 9} 命中，达到5英尺，一个目标。造成{@h}12 ({@damage 2d6 + 5})点割伤伤害。如果目标是中等大小或更小，则它是{@condition grappled}（逃脱{@dc 17}）。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one humanoid {@condition grappled} by the harvester of lies. {@h}33 ({@damage 8d6 + 5}) slashing damage and the target must succeed on a {@dc 17} Constitution saving throw or have their tongue ripped out. A creature without a tongue cannot speak or cast spells with verbal components. A creature is immune to this effect if it is immune to slashing damage, doesn't have or need a tongue, or has legendary actions.": "{@atk mw} {@hit 9} 命中，达到5英尺，一个人形生物 {@condition grappled} 被谎言收割者打击。造成{@h}33 ({@damage 8d6 + 5}) 切割伤害，目标必须成功进行一次 {@dc 17} 体质豁免才能避免被拔掉舌头。没有舌头的生物无法说话或施放需要口头组件的法术。如果生物对切割伤害免疫，不需要舌头，或者拥有传奇行动，则免疫此效果。",
	"A tongue can be reattached within 1 hour of being severed with a successful {@dc 10} Wisdom ({@skill Medicine}) check, or at can be regrown using magic that replaces lost limbs.": "舌头在被切断后的1小时内，通过成功的{@dc 10}感知({@skill Medicine})检定可以重新接回，或者可以使用魔法重新长出来，代替失去的肢体。",
	"The horror flit hunter can breathe air and water.": "这位恐怖的扑猎者可以在空气和水中呼吸。",
	"When the horror flit hunter kills a Small or larger creature, a new horror flit swarm emerges from the corpse {@dice 1d4} hours later.": "当恐怖飞扑猎手杀死一个小型或更大的生物时，{@dice 1d4}小时后，新的恐怖飞扑群体从尸体中涌现。",
	"The horror flit hunter can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "恐怖扑猎者可以攀爬困难的表面，包括在天花板上倒挂，而无需进行能力检定。",
	"The horror flit hunter makes two bite attacks.": "恐怖飞猎猎人进行两次咬击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) piercing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。{@h}9 ({@damage 2d4 + 4})穿刺伤害。",
	"The widow's spellcasting ability is Charisma (spell save {@dc 20}, {@hit 12} to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "寡妇的施法能力是魅力 (法术豁免 {@dc 20}，用法术攻击命中时为 {@hit 12})。它可以天生地施放以下法术，无需任何材料组件：",
	"The widow takes one additional action.": "寡妇额外进行一次行动。",
	"The widow can choose to be unaffected by effects that modify time or change its speed. The widow can affect others frozen in a time stop or other stasis-like effects.": "寡妇可以选择不受影响，不受修改时间或改变时间速度的效果影响。寡妇可以影响其他人被冻结在时间停止或其他类似静止效果中。",
	"If the widow fails a saving throw, it can choose to succeed instead.": "如果寡妇未能通过一次豁免投掷，它可以选择成功。",
	"The widow regains 25 hit points at the start of its turn. If it takes fire or radiant damage, this trait doesn't function at the start of the widow's next turn. The widow's body is destroyed only if it starts its turn with 0 hit points and doesn't regenerate.": "寡妇在其回合开始时恢复25点生命值。如果它受到火焰或辐射伤害，这个特性在寡妇的下一个回合开始时不会生效。只有当寡妇在回合开始时生命值为0且无法再生时，其身体才会被摧毁。",
	"The widow has advantage on saving throws against any effect that turns undead.": "寡妇在对抗任何使不死生物转变的效果时具有优势。(The widow)",
	"The widow uses disintegrating touch and withering gaze.": "寡妇使用腐蚀之触和凋零凝视。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}16 ({@damage 3d6 + 6}) force damage and the target must succeed on a {@dc 20} Constitution saving throw or have their speed decreased by 15 feet for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The effects are cumulative.": "{@atk mw} 使用近战武器攻击，达到5英尺，一个目标。造成{@h}16 ({@damage 3d6 + 6}) 点力场伤害，目标必须通过一次{@dc 20} 体质豁免才能使其速度减少15英尺，持续1分钟。目标可以在每个回合结束时重复进行豁免才能，成功则结束效果。效果可累积。",
	"A creature within 30 feet that the widow can see suffers 21 ({@damage 6d6}) necrotic damage.": "寡妇能看到的30英尺内的生物受到21点(%)死灵伤害。",
	"The widow casts {@spell eldritch blast}.": "寡妇施放了{@spell eldritch blast}。",
	"The widow teleports to a space it can see within 30 feet and uses disintegrating touch before or after it teleports.": "寡妇传送到能在30英尺内看到的空间，并在传送前或后使用（Disintegrating Touch）。\n",
	"All creatures within 20 ft. of the widow must succeed on a {@dc 20} Constitution saving throw or be {@condition paralyzed} until the end of the creature's next turn.": "所有在寡妇范围内20英尺的生物必须成功进行一次{@dc 20}体质豁免才能在生物的下一个回合结束前保持{@condition paralyzed}状态。",
	"If the hraptnon fails a saving throw, it can choose to succeed instead.": "如果hraptnon失败了一次豁免投掷，它可以选择成功。",
	"The hraptnon has advantage on saving throws against spells and other magical effects.": "hraptnon在豁免魔法和其他魔法效果的豁免投掷中具有优势。",
	"Unless the hraptnon's Stillborn Heart is removed from its pool, the hraptnon's death is temporary. One of its countless xakalonus offspring grows into the hraptnon in 24 hours.": "除非从池中移除(%num%)，否则(%num%)的死亡是暂时的。它无数的(%num%)后代之一会在24小时内成长为(%num%)。",
	"In addition, the hraptnon loses its immunities if the Stillborn Heart is removed from the pool.": "此外，如果从池中移除了(Stillborn Heart)，hraptnon将失去其免疫能力。",
	"The hraptnon makes three melee attacks: one bite and two claws. Alternatively, the hraptnon can make two spine attacks.": "hraptnon进行三次近战攻击：一次咬和两次爪击。或者，hraptnon可以进行两次脊椎攻击。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}18 ({@damage 3d8 + 5}) piercing damage, and the target must succeed on a {@dc 20} Constitution saving throw or be {@condition incapacitated} until the end of the hraptnon's next turn.": "{@atk mw} {@hit 11}攻击，达到5英尺，一个目标。造成{@h}18 ({@damage 3d8 + 5})点穿刺伤害，并且目标必须在下一个回合结束前成功进行一次{@dc 20}体质豁免才能解除被{@condition incapacitated}。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}27 ({@damage 4d10 + 5}) slashing damage.": "{@atk mw} 近战攻击，射程10英尺，目标一个。{@h}27 ({@damage 4d10 + 5}) 斩击伤害。",
	"{@atk mw} {@hit 11} to hit, range 60 ft., one target. {@h}23 ({@damage 4d8 + 5}) piercing damage, and the target must succeed on a {@dc 20} Dexterity saving throw. On a failed save, the target is knocked {@condition prone} and {@condition restrained}. The target must escape ({@dc 20}) to remove the {@condition restrained} condition and be able to stand.": "{@atk mw} {@hit 11} 进行攻击，射程60英尺，目标为一个。造成{@h}23 ({@damage 4d8 + 5}) 穿刺伤害，并且目标必须通过一次{@dc 20} 敏捷豁免检定。未通过豁免检定的目标将被击倒，并且瘫倒。目标必须逃脱({@dc 20}) 才能解除{@condition restrained} 状态并重新站立。",
	"If the hraptnon takes 20 points of damage or more from a single attack, it can spawn a xakalonus, which appears in a space adjacent to the hraptnon and attacks on the same initiative count as the hraptnon.": "如果(%num%) hraptnon 受到一次攻击造成20点或更多伤害，它可以召唤一个 xakalonus，在距离 hraptnon 相邻的空间出现，并在与 hraptnon 相同的先攻值上进行攻击。",
	"The hraptnon makes a claw attack.": "hraptnon发动了一次爪击攻击。",
	"The hraptnon casts {@spell bane} as a 3rd level spell ({@dc 20} to resist).": "hraptnon 施放 {@spell bane} 作为一个3级法术 ({@dc 20} 以抵抗)。",
	"One xakalonus within 30 feet of the hraptnon dies. The hraptnon regains hit points equal to half the hit points of the xakalonus that died.": "当距离(`30`)英尺内的一个(`xakalonus`)死亡时，(`hraptnon`)将恢复等于死亡的(`xakalonus`)生命值一半的生命值。",
	"The infernal tormentor makes two greatsword attacks. It can use infernal leash in place of one attack.": "地狱折磨者进行两次大剑攻击。它可以使用地狱束缚替代一次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage and 7 ({@damage 2d6}) fire damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}11({@damage 2d6 + 4})点劈砍伤害和7({@damage 2d6})点火焰伤害。",
	"A flaming whip appears in the infernal tormentor's hand or from its greatsword and lashes at a creature the tormentor can see within 30 feet of it. The target must succeed on a {@dc 13} Charisma saving throw. A creature that has signed a fiendish contract has disadvantage on this save. On a failure, the creature takes 14 ({@damage 4d6}) fire damage, is pulled 10 feet closer to the tormentor, and is cursed for 1 minute or until the tormentor uses this action again. This curse also ends if the target enters hallowed ground.": "一条燃烧的鞭子出现在地狱折磨者的手中，或从它的大剑上挥动，抽打在它能看到的30英尺内的生物。目标必须通过一次 {@dc 13} 魅力豁免检定。签署了邪恶契约的生物在此豁免检定上有劣势。若未通过，生物受到14 ({@damage 4d6}) 火焰伤害，被拉向折磨者10英尺，并被诅咒1分钟，或直到折磨者再次使用此动作。如果目标进入神圣领域，该诅咒也会结束。",
	"While cursed, the target can't move more than 30 feet from the tormentor. Also while the curse lasts, the target takes 7 ({@dice 2d6}) extra fire damage from the tormentor's greatsword attacks. The tormentor can use a bonus action to move the target 10 feet to an unoccupied space within 30 feet of the tormentor. If this space is dangerous, the target receives a new saving throw before moving, ending the effect on itself on a success.": "被诅咒时，目标不能离折磨者超过30英尺。同时，在诅咒持续期间，目标在折磨者的巨剑攻击中会额外受到7({@dice 2d6})点火焰伤害。折磨者可以使用一个奖励动作，将目标移动10英尺至折磨者30英尺内的一个未被占据的空间。如果这个空间存在危险，目标在移动前会进行一次新的豁免扑克，若成功则结束自身的效果。",
	"The ithjar has advantage on Wisdom ({@skill Perception}) checks that rely on sight.": "ithjar在依赖视觉的感知检定中获得优势， Wisdom ({@skill Perception})。",
	"The ithjar has advantage on ability checks and saving throws made to escape a grapple or saving throws to avoid being {@condition paralyzed} or {@condition restrained}.": "ithjar 在试图摆脱擒抱或避免成为 {@condition paralyzed} 或 {@condition restrained} 的豁免投掷和豁免检定中拥有优势。",
	"The ithjar attacks once with its bite and once with its tail.": "ithjar 用它的咬和尾巴各攻击一次。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) slashing damage.": "{@atk mw} 使用 {@hit 7} 进行攻击，射程10英尺，目标为一个。造成{@h}15 ({@damage 2d10 + 4})点割伤伤害。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage. If the target is a Medium or smaller creature, it is {@condition grappled} (escape {@dc 15}). Until this grapple ends, the target is {@condition restrained}, and the ithjar can't use its tail on another target.": "{@atk mw} 使用近战攻击命中，达到10英尺，一个目标。造成{@h}13 ({@damage 2d8 + 4}) 钝击伤害。如果目标是中型或更小的生物，它被{@condition grappled} (逃脱 {@dc 15})。直到这次擒抱结束，目标被{@condition restrained}，而伊萨无法再对其他目标使用尾部攻击。",
	"When {@condition grappled}, the ithjar can attempt to escape.": "当{@condition grappled}时，伊斯贾尔可以尝试逃跑。",
	"The knifewing doesn't provoke opportunity attacks when it flies out of an enemy's reach.": "当刀翼 (%knifewing%) 飞出敌人的攻击范围时，不会引发机会攻击。",
	"The knifewing can't ascend while flying and its altitude decreases by 5 feet for every 30 feet it flies. If flying, the knifewing falls if it doesn't fly at least 30 feet during its turn.": "飞刀翼(`Knifewing`)在飞行时无法上升，每飞行30英尺，海拔就会下降5英尺。如果飞行时没有至少飞行30英尺，飞刀翼就会坠落。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2}) 穿刺伤害。",
	"Whenever the lenchtahg starts its turn with 54 hit points or fewer, roll a {@dice d6}. On a 1, the lenchtahg recalls its former life and current agony, and it goes berserk. On each of its turns while berserk, the lenchtahg attacks the nearest creature it can see. It treats all creatures as enemies and makes any opportunity attack it can. Also, it has advantage on attack rolls, but all attack rolls against it have advantage. If no creature is near enough to move to and attack, the lenchtahg moves as far as it can toward the closest creature.": "每当{@dice d6} lenchtahg 在其回合开始时拥有 54 点生命值或更少时，进行一次投掷。在投掷到 1 时，lenchtahg 回忆起它以前的生活和当前的痛苦，然后进入狂暴状态。在狂暴状态下的每个回合，lenchtahg 会攻击它能看到的最近的生物。它将所有生物视为敌人，并进行任何可能的机会攻击。此外，它在攻击检定时具有优势，但所有对它的攻击检定也具有优势。如果没有足够靠近的生物可以移动并攻击，lenchtahg 将尽可能远地朝最近的生物移动。",
	"Once the lenchtahg goes berserk, it remains so until destroyed or it has more than 54 hit points. Also, a fiend can calm the lenchtahg. The lenchtahg must be able to understand the fiend, who must take an action to make a {@dc 15} Charisma ({@skill Persuasion}) check. If the check succeeds, the lenchtahg ceases being berserk.": "一旦(lenchtahg)变得狂暴，它会保持这种状态，直到被摧毁或拥有超过54点生命值。此外，一个恶魔可以平息(lenchtahg)。 (lenchtahg)必须能够理解这个恶魔，恶魔必须采取行动进行一次{@dc 15}魅力({@skill Persuasion})检定。如果检定成功，(lenchtahg)将停止狂暴状态。",
	"The lenchtahg has advantage on saving throws against spells and other magical effects.": "lenchtahg(蓝切哈格)在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The lenchtahg's weapon attacks are magical.": "lenchtahg的武器攻击是魔法的。",
	"Whenever the lenchtahg is subjected to radiant damage from a source other than a lenchtahg, it takes no damage and instead regains hit points equal to half the radiant damage dealt to it.": "每当(%num%)lenchtahg受到来自lenchtahg以外的光辐伤害时，它不会受到伤害，而是恢复相当于所受光辐伤害一半的生命值。",
	"If the lenchtahg's head survives its demise, the head must be doused in holy water and ritually consecrated in a 1-hour ceremony or be the target of a {@spell dispel evil and good} spell. If it isn't, then the lenchtahg reappears in 6 days, emerging from a fiery explosion in a 20-foot-radius sphere centered on the head. Creatures in that area must make a {@dc 15} Dexterity saving throw, taking 28 {@damage 8d6} damage on a failed saving throw, or half as much damage on a successful one. The head can't rejuvenate in a holy {@spell hallow} spell's area.": "如果lenchtahg的头部在它的死亡中幸存下来，那么头部必须浸泡在圣水中，并在一个1小时的仪式中进行神圣的祝圏，否则将成为{@spell dispel evil and good}法术的目标。如果没有这样做，那么lenchtahg将在6天后重新出现，从头部为中心的一个半径20英尺的球体中爆炸出来。该区域内的生物必须进行{@dc 15}敏捷豁免才能，未通过豁免则受到28{@damage 8d6}伤害，通过则受到一半伤害。头部无法在圣{@spell hallow}法术的区域内恢复。",
	"If drenched in 5 gallons or more of water, or any amount of holy water, the lenchtahg has disadvantage on attack rolls and ability checks until the end of its next turn.": "如果被5加仑或更多的水淋湿，或者任何量的圣水，那么(lenchtahg)在其下一个回合结束前攻击检定和能力检定都有劣势。",
	"The lenchtahg makes two claw attacks, makes one claw attack and uses radiant gaze once, or uses radiant gaze twice.": "lenchtahg 进行两次爪击，进行一次爪击并使用辐射凝视一次，或者使用辐射凝视两次。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage and 9 ({@damage 2d8}) fire damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成9({@damage 2d4 + 4})点砍伤伤害和9({@damage 2d8})点火焰伤害。",
	"The lenchtahg targets one creature it can see within 60 feet of it with burning radiance. The target gains no benefit from cover and must succeed on a {@dc 15} Dexterity saving throw or take 13 ({@damage 3d8}) radiant damage.": "lenchtahg（`lenchtahg`）瞄准在其能看到的60英尺内的一只生物，用灼热的光辉攻击。目标无法从掩体中获益，必须成功通过一个{@dc 15}敏捷豁免才能避免受到13（{@damage 3d8}）点辐射伤害。",
	"The seraph's spellcasting ability is Charisma (spell save {@dc 14}). The seraph can innately cast the following spells, using only verbal components:": "天使的施法能力是魅力（法术豁免{@dc 14}）。 天使可以天生地施放以下法术，只需口头组件：",
	"The seraph's weapon attacks are magical. When the seraph hits with any weapon, the weapon deals an extra ({@dice 2d8}) radiant damage (included in the attack).": "天使的武器攻击是魔法攻击。当天使用任何武器命中目标时，武器会额外造成({@dice 2d8})点光辉伤害（已包含在攻击中）。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage and 9 ({@damage 2d8}) radiant damage.": "{@atk mw} {@hit 7} 进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 斩击伤害和9 ({@damage 2d8}) 光辉伤害。",
	"The seraph calls out a tempting promise to one creature that can hear it withing 30 feet. The creature must succeed on a {@dc 14} Charisma saving throw. On a failed save, the creature cannot take actions for 1 minute, as it dwells on the promise the seraph made. The target can repeat the saving throw at the end of each turn, ending the effect on a success. Each failed saving throw after the initial failure deals 9 ({@damage 2d8}) psychic damage to the target": "天使呼唤着一个诱人的承诺给能在30英尺内听到它的生物。该生物必须成功通过一个{@dc 14} 魅力豁免检定。如果未通过豁免检定，该生物在1分钟内无法采取行动，因为它沉浸在天使所做的承诺中。目标可以在每个回合结束时重复进行豁免检定，成功则结束效果。初始失败后的每次未通过豁免检定对目标造成9({@damage 2d8}) 精神伤害。",
	"The seraph's spellcasting ability is Charisma (spell save {@dc 13}). The seraph can innately cast the following spells, using only verbal components:": "天使的施法能力是魅力 (法术豁免 {@dc 13})。 天使可以天生地施放以下法术，只需口头组件：",
	"The seraph's weapon attacks are magical. When the seraph hits with any weapon, the weapon deals an extra ({@dice 1d8}) radiant damage (included in the attacks).": "天使战士的武器攻击是魔法攻击。当天使战士用任何武器命中目标时，武器会额外造成({@dice 1d8})点辐射伤害（已包含在攻击中）。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage and 4 ({@damage 1d8}) radiant damage. If the target is a Medium or smaller creature, it is {@condition grappled} (escape {@dc 15}). Until this grapple ends, the target is {@condition restrained}, and the seraph can't bite another target.": "{@atk mw}使用 {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}15 ({@damage 2d10 + 4}) 穿刺伤害和4 ({@damage 1d8}) 光辉伤害。如果目标是中型或更小的生物，它被{@condition grappled} (逃脱 {@dc 15})。直到这次擒抱结束，目标被{@condition restrained}，而天使不能再咬其他目标。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage and 4 ({@damage 1d8}) radiant damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}9 ({@damage 2d4 + 4})点砍伤伤害和4 ({@damage 1d8})点光辉伤害。",
	"{@atk mw} {@hit 7} to hit, reach 15 ft., one creature. {@h}6 ({@damage 1d4 + 4}) bludgeoning damage and 4 ({@damage 1d8}) radiant damage, and the target is {@condition grappled} (escape {@dc 15}) and pulled to within 5 feet of the seraph. Until the grapple ends, the target is {@condition restrained}, and the seraph can't use its tongue or bite on another target.": "{@atk mw} {@hit 7}攻击，射程15英尺，一名生物。受到6({@damage 1d4 + 4}) 钝击伤害和4({@damage 1d8}) 光辉伤害，并且目标被{@condition grappled}（逃脱{@dc 15}）并拉到靠近六翼天使5英尺的地方。直到这次搏斗结束，目标被{@condition restrained}，六翼天使不能用舌头或咬另一个目标。",
	"The lich troll is an 11th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 15}, {@hit 7} to hit with spell attacks). The lich troll has the following wizard spells prepared:": "巫妖巨魔是一名11级法术施法者。它的法术施放能力是智力（法术豁免 {@dc 15}，法术攻击命中加值 {@hit 7}）。巫妖巨魔已准备以下巫师法术：",
	"If the lich troll fails a saving throw, it can choose to succeed instead.": "如果巫妖巨魔未能通过豁免投掷，它可以选择成功。",
	"The lich troll regains 15 hit points at the start of its turn. If the lich troll takes acid or radiant damage, this trait doesn't function until the start of the lich troll's next turn. The lich troll dies only if it starts its turn with 0 hit points and doesn't regenerate.": "巫妖巨魔在回合开始时恢复 15 点生命值。如果巫妖巨魔受到酸性或辐射伤害，这个特性在巫妖巨魔的下一个回合开始前不起作用。巫妖巨魔只有在生命值为 0 并且无法再生时才会死亡。",
	"The lich troll makes two claw attacks. Alternately, the lich troll can cast {@spell chill touch} or ray of frost twice.": "巫妖巨魔进行两次爪击。或者，巫妖巨魔可以施放{@spell chill touch}或两次冰霜射线。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage plus 7 ({@damage 2d6}) cold damage.": "{@atk mw} {@hit 9} 进行攻击，达到5英尺，一个目标。造成{@h}11 ({@damage 2d6 + 4}) 斩击伤害加上7 ({@damage 2d6}) 冰冷伤害。",
	"The lich troll casts a cantrip.": "巫妖巨魔施放一个cantrip。",
	"The lich troll makes a claw attack.": "巫妖巨魔进行一次爪击攻击。",
	"The lindwyrm is immune to all nonmagical diseases.": "巨蛇龙对所有非魔法疾病免疫。",
	"If the lindwyrm fails a saving throw, it can choose to succeed instead.": "如果巨蛇龙失败了豁免投掷，它可以选择成功。",
	"The lindwyrm makes three attacks: one with its bite and two with its claws. The lindwyrm can substitute a swallow attack for one of its claw attacks.": "巨蛇龙进行三次攻击：一次咬击和两次爪击。巨蛇龙可以用吞咽攻击替代其中一次爪击。",
	"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage and the target must make a {@dc 18} Constitution saving throw, taking 18 ({@damage 4d8}) poison damage on a failed save, or half as much damage on a successful one. On a hit, the target is also {@condition grappled} (escape {@dc 18}). Until this grapple ends, the target is {@condition restrained}, and the lindwyrm can't bite another target.": "{@atk mw} {@hit 11} 进行攻击，射程15英尺，目标一个。造成{@h}22 ({@damage 3d10 + 6}) 穿刺伤害，目标必须进行一次{@dc 18} 体质豁免才能，未通过则受到18 ({@damage 4d8}) 毒素伤害，通过则减半。命中时，目标也被{@condition grappled} (逃脱 {@dc 18})。直到这次擒抱结束，目标处于{@condition restrained} 状态，且蛟龙不能再咬另一个目标。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d8 + 6}) slashing damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}15 ({@damage 2d8 + 6})点割伤伤害。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one Huge or smaller creature the lindwyrm is grappling. {@h}22 ({@damage 3d10 + 6}) piercing damage, the target is swallowed, and the grapple ends. The swallowed target is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the lindwyrm, and it takes 27 ({@damage 6d8}) acid damage at the start of each of the lindwyrm's turns. The lindwyrm can have only one target swallowed at a time.": "{@atk mw} {@hit 11}命中，达到5英尺，一个巨大或更小的生物，莲德巨蛇正在与之搏斗。造成{@h}22({@damage 3d10 + 6})点穿刺伤害，目标被吞噬，搏斗结束。被吞噬的目标处于被{@condition blinded}和{@condition restrained}，对于莲德巨蛇外部的攻击和其他效果具有完全掩护，并且在每个莲德巨蛇的回合开始时受到27({@damage 6d8})点酸性伤害。莲德巨蛇一次只能吞噬一个目标。",
	"If the lindwyrm takes 40 damage or more on a single turn from the swallowed creature, the lindwyrm must succeed on a {@dc 18} Constitution saving throw at the end of that turn or regurgitate the creature, which falls {@condition prone} in a space within 10 feet of the lindwyrm. If the lindwyrm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 5 feet of movement, exiting {@condition prone}.": "如果长蛇龙在一回合内从被吞噬生物身上受到40点或更多伤害，长蛇龙必须在回合结束时进行一次{@dc 18}体质豁免检定，否则将把生物吐出，生物会掉落在距离长蛇龙不超过10英尺的地方。如果长蛇龙死亡，被吞噬的生物不再受其影响，可以使用5英尺的移动脱离尸体，从{@condition prone}处逃脱。",
	"The lindwyrm makes a claw attack.": "巨蛇龙进行了一次爪击攻击。",
	"The lindwyrm burrows its speed and comes up beneath a target touching the ground, making a bite attack. This movement does not provoke opportunity attacks.": "巨蜥龙潜入地下，以极快的速度钻出地面，对一个接触地面的目标发动咬击攻击。这个移动不会引发机会攻击。",
	"The lupilisk has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "狼蜥兽在依赖听觉或嗅觉的感知（{@skill Perception}）检定上拥有优势。",
	"The lupilisk has advantage on an attack roll against a creature if at least one of the lupilisk's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只lupilisk的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，lupilisk在对该生物进行攻击检定时具有优势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage and 7 ({@damage 2d6}) poison damage. If the target is a creature, it must succeed on a {@dc 12} Constitution saving throw or become {@condition poisoned} and {@condition restrained} while {@condition poisoned} in this way. The creature must repeat the saving throw at the end of its next turn. On a success, the effect ends. If the save fails again, the creature is {@condition petrified} for 24 hours. At that time, it can repeat the saving throw, becoming permanently {@condition petrified} on a failure or ending the effect on a success.": "{@atk mw} 使用近战攻击，射程5英尺，目标一个。造成10({@damage 2d6 + 3})穿刺伤害和7({@damage 2d6})毒素伤害。如果目标是生物，必须通过一次{@dc 12}体质豁免才能免疫{@condition poisoned}和{@condition restrained}，持续时间为{@condition poisoned}。生物必须在其下一个回合结束时重新进行豁免检定。若成功，效果结束。若再次豁免失败，生物将在24小时内变为{@condition petrified}。届时，它可以再次进行豁免检定，若失败则永久成为{@condition petrified}，若成功则结束效果。",
	"The lupilisk elder has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "卢皮利斯克长老在依赖听觉或嗅觉的感知（{@skill Perception}）检查中拥有优势。",
	"The lupilisk elder has advantage on an attack roll against a creature if at least one of the lupilisk's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只lupilisk的盟友在离生物5英尺以内且该盟友不是{@condition incapacitated}，lupilisk长老在对生物进行攻击投掷时具有优势。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage and 9 ({@damage 2d8}) poison damage. If the target is a creature, it must succeed on a {@dc 13} Constitution saving throw or become {@condition poisoned} and {@condition restrained} while {@condition poisoned} in this way. The creature must repeat the saving throw at the end of its next turn. On a success, the effect ends. If the save fails again, the creature is permanently {@condition petrified}.": "{@atk mw} 使用 {@hit 7} 进行攻击，射程5英尺，目标为一个。造成 {@h}13 ({@damage 2d8 + 4}) 穿刺伤害和9 ({@damage 2d8}) 毒素伤害。如果目标是生物，它必须成功进行一次 {@dc 13} 体质豁免才能免疫 {@condition poisoned} 和 {@condition restrained}，持续 {@condition poisoned}。生物必须在下一个回合结束时重新进行豁免检定。若成功，则效果结束。若再次豁免失败，生物将永久性地 {@condition petrified}。",
	"One lupilisk or lupilisk whelp the lupilisk elder can see within 30 feet of it can use a reaction to move up to half its speed and make a bite attack. The target must be able to hear or see the elder. The lupilisk elder then makes one bite attack.": "一个鲁皮利斯克（Lupilisk）或鲁皮利斯克幼崽（Lupilisk Whelp）在其30英尺内的鲁皮利斯克长老（Lupilisk Elder）可以使用一次反应移动其速度的一半并进行一次咬击攻击。目标必须能够听到或看到这位长老。然后鲁皮利斯克长老进行一次咬击攻击。",
	"The lupilisk whelp has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "幼年卢皮利斯克兽人在依靠听觉或嗅觉的感知智慧检定中获得优势。",
	"The lupilisk whelp has advantage on an attack roll against a creature if at least one of the lupilisk's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只卢皮利斯克的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，卢皮利斯克幼崽在对该生物进行攻击检定时获得优势。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage and 5 ({@damage 2d4}) poison damage. If the target is a creature, it must succeed on a {@dc 11} Constitution saving throw or become {@condition poisoned} and {@condition restrained} while {@condition poisoned} in this way. The creature must repeat the saving throw at the end of its next turn. On a success, the effect ends. If the save fails again, the creature is {@condition petrified} for 24 hours.": "{@atk mw} 使用 {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 2d4 + 2}) 穿刺伤害和5 ({@damage 2d4}) 毒素伤害。如果目标是生物，它必须成功进行{@dc 11} 体质豁免才能避免变成{@condition poisoned} 和 {@condition restrained}，并在这种方式下持续受到伤害。生物必须在其下一个回合结束时重新进行豁免检定。若成功，效果结束。如果再次豁免失败，生物将在24小时内变成{@condition petrified}。",
	"The Malikirian imp's spellcasting ability is Charisma (spell save {@dc 12}). It can innately cast the following spells without material components:": "马利基亚小恶魔的施法能力是魅力（法术豁免{@dc 12}）。它可以天生地施放以下法术，无需材料组件：",
	"Creatures within 30 ft. that the Malikirian imp can see must make a {@dc 12} Charisma saving throw at the start of their turn. On a failure, the creature acts in accordance with its most selfish, venal, and ruthless impulses to the best of its ability. After 24 hours, the creature must make another Charisma saving throw, ending the compulsion on a success. Failure indicates the compulsion lasts indefinitely until the affected is subject to remove curse or similar magic. Creatures that cannot be {@condition charmed} are immune to this effect.": "Malikirian小恶魔能看到的30英尺范围内的生物必须在他们的回合开始时进行一次{@dc 12}魅力豁免。如果失败，生物将按照其最自私、贪婪和残忍的冲动行事，尽其所能。24小时后，生物必须再次进行魅力豁免，成功则结束强迫控制。失败表示强迫控制持续时间无限，直到受影响者接受解咒或类似魔法。不能被{@condition charmed}的生物对此效果免疫。",
	"The Malikirian imp has advantage on saving throws against spells and other magical effects.": "马利基亚小恶魔在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"{@atk mw} {@hit -1} to hit, reach 0 ft., one target. {@h}1 ({@damage 1d4 - 2}) piercing damage and the target must succeed on a {@dc 10} Constitution saving throw or take 7 ({@damage 2d6}) poison damage.": "{@atk mw} {@hit -1}攻击，射程达到0英尺，一个目标。造成{@h}1 ({@damage 1d4 - 2})穿刺伤害，目标必须成功通过一次{@dc 10}体质豁免才能避免受到7 ({@damage 2d6})毒素伤害。",
	"The Malikirian imp becomes {@condition invisible} until its {@status concentration} ends or it makes an attack.": "马利基亚魔法虫变成 {@condition invisible} 直到它的 {@status concentration} 结束或它发动攻击。",
	"A creature that touches the mjork or hits it with a melee attack while within 5 feet of it takes 3 ({@damage 1d6}) fire damage.": "当一个生物接触到(mjork)或在其5英尺范围内用近战攻击命中它时，会受到3 ({@damage 1d6}) 火焰伤害。",
	"The mjork sheds dim light in a 10-foot radius.": "mjork在10英尺半径范围内散发微弱光芒。",
	"A mjork in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "接触烟雾的(mjork)在烟雾区域内的半径高达120英尺范围内具有盲视能力。",
	"For every 5 feet the mjork moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在(`mjork`)身上，它会受到1点冷伤害。",
	"The mjork makes two slam attacks.": "mjork 进行两次猛烈的猛击攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage and 3 ({@damage 1d6}) fire damage.": "{@atk mw} {@hit 4} 进行攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害和3 ({@damage 1d6}) 火焰伤害。",
	"A creature that takes fire damage from a mjork asher's attacks must make a {@dc 14} Constitution saving throw or be {@condition blinded} until the end of the mjork's next turn.": "受到{@dc 14}火焰伤害的生物必须进行一次{@condition blinded}豁免才能在mjork的下一个回合结束前解除。",
	"A creature that touches the mjork asher or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage.": "当一个生物触碰到mjork asher或者在它附近5英尺内用近战攻击命中它时，会受到7({@damage 2d6})点火焰伤害。",
	"A mjork asher in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "当一名与烟雾接触的(Mjork Asher)在烟雾区域内，他在最多120英尺半径范围内具有盲视能力。",
	"While the mjork asher has 41 or more hit points, smoke renders a sphere within 20 feet of it heavily obscured. This smoke goes around corners. Even while the mjork has 40 or fewer hit points, tendrils of this smoke extend to 60 feet from the mjork, providing smoke for the Smoke Sense of all mjorks. However, the whole shroud dissipates during any round the mjork is exposed to moderate (at least 10 miles per hour) or stronger wind.": "当(mjork asher)拥有41个或更多的生命值时，其周围20英尺范围内的烟雾会使其周围的区域变得浓烈模糊。这些烟雾会绕过角落。即使(mjork)的生命值降至40或更少，这些烟雾的触须也会延伸到距离(mjork)60英尺的地方，为所有(mjork)的烟雾感知提供烟雾。然而，只要(mjork)暴露在中等（至少每小时10英里）或更强的风中，整个烟幕就会在任何一个回合内消散。",
	"For every 5 feet the mjork asher moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每当(%num%)尺在水中移动时，或者每溅洒(%num%)加仑水在它身上时，它会受到1点冷伤害。",
	"The mjork asher makes two attacks.": "mjork asher 发动两次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) bludgeoning damage and 7 ({@damage 2d6}) fire damage and Blinding Soot.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}9 ({@damage 2d6 + 2}) 钝击伤害和7 ({@damage 2d6}) 火焰伤害，并造成致盲灰尘效果。",
	"{@atk rs} {@hit 5} to hit, ranged 30/60 ft., one target. {@h}12 ({@damage 3d6 + 2}) fire damage and Blinding Soot.": "{@atk rs} {@hit 5}攻击，射程30/60尺，目标一个。造成{@h}12 ({@damage 3d6 + 2})火焰伤害和致盲灰尘。",
	"The mjork asher chooses a point within 60 feet of it that it can sense. Smoke fills a 20-foot radius sphere centered on that point. The sphere spreads around corners, and its area is heavily obscured. This smoke lasts until the start of the mjork's next turn or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. Unless dispersed before the start of the mjork's next turn, a sootling swarm forms in a space in the area, favoring a space a creature hostile to the mjork occupies. The swarm takes its turn just after the mjork and obeys the mjork's verbal commands (no action for the mjork). If issued no commands, the swarm acts independently, often attacking a creature that isn't its ally. The swarm can survive indefinitely after being created.": "灰烬兽（mjork asher）选择在距离自己60英尺内能感知到的一点。烟雾弥漫在以该点为中心的20英尺半径球体内。该球体会绕过角落扩散，其区域被严重遮蔽。这团烟雾会持续到灰烬兽的下一个回合开始，或者直到中等或更大风速（至少10英里/小时）将其驱散。除非在灰烬兽的下一个回合开始前被驱散，否则一群灰烬虫（sootling swarm）会在该区域内的一个空间中形成，偏好占据一个敌对于灰烬兽的生物的空间。这群虫会在灰烬兽之后立即行动，并遵从灰烬兽的口头命令（对于灰烬兽来说不需要行动）。如果没有收到命令，这群虫会独立行动，通常会攻击不是它盟友的生物。这群虫在被创造后可以无限期存活。",
	"A creature that touches the mjork burner or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage.": "当一个生物接触到(``mjork burner``)或者在它附近5英尺内用近战攻击命中它时，会受到7({@damage 2d6})火焰伤害。",
	"The mjork burner leaves fire behind in any space it moves through. Until the start of the mjork's next turn, any creature that enters this area for the first time on a turn or ends its turn there takes 5 ({@damage 2d4}) fire damage. The fire can ignite flammable objects (not creatures), causing the mjork's Fire Path to last longer.": "mjork燃烧器在其移动的任何空间留下火焰。直到mjork的下一个回合开始之前，任何生物在其回合首次进入此区域或在此结束回合的生物都会受到5 ({@damage 2d4}) 火焰伤害。火焰可以点燃易燃物品（而非生物），使mjork的火焰路径持续更长时间。",
	"A creature or flammable object ignites if it takes fire damage from the mjork burner's attacks. Until a creature takes an action to douse this fire, the target takes 5 ({@damage 2d4}) fire damage at the start of each of its turns.": "如果生物或易燃物受到(%(mjork burner)摩约克燃烧者%)的攻击造成火焰伤害，它将着火。直到有生物采取行动扑灭这场火灾为止，目标每个回合开始时会受到5({@damage 2d4})火焰伤害。",
	"The mjork burner sheds bright light in a 10-foot radius and dim light for another 10 feet.": "mjork燃烧器在半径为10英尺的范围内散发明亮光，再延伸10英尺的范围内散发微弱光芒。",
	"A mjork burner in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "一个接触烟雾的(`Mjork`)燃烧者在烟雾区域内拥有盲视，范围最多达到120英尺。",
	"For every 5 feet the mjork burner moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在（mjork burner）上，它会受到1点冷伤害。",
	"The mjork burner makes two attacks.": "mjork燃烧器进行两次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) bludgeoning damage, 7 ({@damage 2d6}) fire damage, and Ignite.": "{@atk mw} 近战攻击，射程5英尺，一个目标。造成{@h}9 ({@damage 2d6 + 2}) 钝击伤害，7 ({@damage 2d6}) 火焰伤害，并点燃效果。",
	"{@atk rs} {@hit 5} to hit, ranged 30/60 ft., one target. {@h}13 ({@damage 3d6 + 3}) fire damage and Ignite.": "{@atk rs} {@hit 5}命中，射程30/60英尺，目标为一名生物。造成{@h}13 ({@damage 3d6 + 3})火焰伤害并使其燃烧。",
	"If the mjork charger moves at least 20 feet straight toward a target and then hits it with a slam attack on the same turn, the target takes an extra 4 ({@damage 1d8}) bludgeoning damage and 3 ({@damage 1d6}) fire damage. If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or fall {@condition prone}.": "如果mjork充能器朝着目标直线移动至少20英尺，然后在同一回合内用猛击攻击击中目标，目标会受到额外4 ({@damage 1d8}) 钝击伤害和3 ({@damage 1d6}) 火焰伤害。如果目标是生物，它必须成功进行一次 {@dc 15} 力量豁免才能不倒地 {@condition prone}。",
	"A creature that touches the mjork charger or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage.": "当一个生物触碰到(mjork charger)或者在它附近5英尺内用近战攻击命中它时，会受到7({@damage 2d6})点火焰伤害。",
	"The mjork charger sheds dim light in a 10-foot radius.": "这个(mjork)充电器在半径为10英尺的范围内散发着微弱的光芒。",
	"If the mjork charger moves on its turn before attacking, creatures have disadvantage on attack rolls for opportunity attacks against it.": "如果(mjork charger)在它的回合移动后再进行攻击，生物对它进行的机会攻击的攻击检定会受到劣势。",
	"A mjork charger in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "一名与烟雾接触的(mjork charger)在烟雾区域内的半径高达120英尺范围内具有盲视。",
	"For every 5 feet the mjork charger moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在(mjork charger)身上，它会受到1点冷伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage and 7 ({@damage 2d6}) fire damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成13({@damage 2d8 + 4})点钝击伤害和7({@damage 2d6})点火焰伤害。",
	"A creature that ends its turn grappling the sootling takes 1 fire damage.": "一个生物在与煤灰精灵（sootling）扭打结束回合时，会受到1点火焰伤害。",
	"A sootling in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "与烟雾接触的煤灰精灵在烟雾范围内的半径高达120英尺处具有盲视。",
	"For every 5 feet the sootling moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在(sootling)身上，它会受到1点冰冷伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) fire damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。{@h}4 ({@damage 1d4 + 2})火焰伤害。",
	"A creature that ends its turn in the sootling swarm's space takes 5 ({@damage 2d4}) fire damage, or 2 ({@damage 1d4}) fire damage if the swarm has half of its hit points or fewer. The creature must also succeed on a {@dc 11} Constitution saving throw or be {@condition blinded} and unable to breathe until the end of its next turn.": "一个在煤烟精灵群空间结束回合的生物会受到5 ({@damage 2d4}) 火焰伤害，或者如果精灵群生命值剩下一半或更少，则受到2 ({@damage 1d4}) 火焰伤害。该生物还必须成功进行一次 {@dc 11} 体质豁免才能避免被 {@condition blinded} 并在接下来的回合结束前无法呼吸。",
	"A sootling swarm in contact with smoke has blindsight in that smoke's area in a radius of up to 120 feet.": "当与烟雾接触时，一群煤尘精灵在该烟雾区域内的半径高达120英尺范围内具有盲视能力。",
	"The sootling swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny creature. The swarm can't regain hit points or gain temporary hit points": "煤烟虫群可以占据另一个生物的空间，反之亦然，而且虫群可以穿过足够容纳一只微型生物的任何开口。虫群无法恢复生命值或获得临时生命值。",
	"For every 5 feet the sootling swarm moves in water, or for every gallon of water splashed on it, it takes 2 cold damage.": "每移动5英尺，或者每溅洒1加仑水在它身上，煤灰精灵群体会受到2点冷伤害。",
	"{@atk mw} {@hit 4} to hit, reach 0 ft., one target in the swarm's space. {@h}10 ({@damage 4d4}) fire damage, or 5 ({@damage 2d4}) fire damage if the swarm has half of its hit points or fewer.": "{@atk mw} {@hit 4}攻击，达到0英尺，对虫群空间内的一个目标。造成{@h}10 ({@damage 4d4})火焰伤害，或者如果虫群生命值为一半或更少，则造成5 ({@damage 2d4})火焰伤害。",
	"When a mold spider dies, unless fire destroyed it, it releases spores that regrow a mold spider in 3 days.": "当一只霉菌蜘蛛死亡时，除非被火摧毁，否则会释放孢子，在3天内重新长出一只霉菌蜘蛛。",
	"The mold spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "霉菌蜘蛛可以爬上困难的表面，包括在天花板上倒挂，而无需进行能力检定。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}1 slashing damage.": "{@atk mw} {@hit 3}攻击，达到5英尺，一个目标。{@h}1点劈砍伤害。",
	"The morbus kobold can contract a disease but is immune to effects other than cosmetic symptoms.": "狡猾鼠人(morbus kobold)可以感染疾病，但对除了表面症状之外的影响免疫。",
	"A creature that touches the morbus kobold or anything it has touched in the past 24 hours is exposed to a disease, usually sewer plague.": "一个接触过病垢龙人(morbus kobold)或者它在过去24小时内接触过的任何物体的生物，会暴露于一种疾病，通常是下水道瘟疫(sewer plague)。",
	"The morbus kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一名小妖的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，那么小妖患病者在对该生物进行攻击检定时具有优势。",
	"While in sunlight, the morbus kobold has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在阳光下，病态龙人(morbus kobold) 在攻击检定上和依赖视觉的感知(智慧检定{@skill Perception})上都有劣势。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage and Infection.": "{@atk mw,rw} {@hit 4}攻击，达到5英尺或射程20/60英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2})点穿刺伤害和感染效果。",
	"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage and Infection.": "{@atk rw} 进行攻击，射程30/120英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2}) 钝击伤害和感染效果。",
	"The morbus kobold throws a sack filled with diseased gore at a point it can see within 20 feet of it. Each creature within 5 feet of the chosen point is subjected to Infection. A kobold usually carries only one such bag at a time.": "病态小妖投掷一个装满疾病脓液的袋子，投掷点必须在它能看到的范围内，最远20英尺。距离所选点5英尺内的每个生物都会受到感染。一般来说，小妖一次只携带一个这样的袋子。",
	"While in dim light or darkness, the oblivion brute can take the Hide action as a bonus action.": "在昏暗或黑暗中，遗忘兽可以将躲藏动作作为一个额外动作。",
	"While in sunlight, the oblivion brute has disadvantage on attack rolls, ability checks, and saving throws.": "在阳光下，遗忘兽在攻击检定、能力检定和豁免检定上都有劣势。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}16 ({@damage 3d8 + 3}) necrotic damage, and the target must make a {@dc 13} Constitution saving throw. On a failure, the target's available Hit Dice are reduced by 1. If this effect reduces the target's Hit Dice to 0, the target falls {@condition unconscious}. The target can repeat the saving throw at the end of each of its turns, regaining consciousness on a success. Hit Dice lost this way return at the end of a short rest, in time to spend them to regain hit points.": "{@atk mw} {@hit 6} 进行攻击，达到5英尺，一名生物。造成{@h}16 ({@damage 3d8 + 3}) 点死灵伤害，并且目标必须进行一次{@dc 13} 体质豁免才能。如果未通过，目标的可用生命骰减少1个。如果这个效果使目标的生命骰减少到0，目标陷入{@condition unconscious}。目标可以在每个回合结束时重复进行豁免才能，成功后恢复意识。通过这种方式失去的生命骰会在短暂休息结束时返回，以便用来恢复生命值。",
	"If an oblivion brute kills a living creature with this attack when the creature is at 0 Hit Dice, the target's soul is lost to the realm of shadow. This lost soul can be raised from the dead only with mighty magic, such as wish or divine intervention.": "如果一名遗忘蛮兵使用这次攻击杀死一个生物，而该生物的等级为0时，目标的灵魂将迷失在阴影领域。这个失落的灵魂只能通过强大的魔法，比如愿望或神圣干预，才能复活。",
	"The oblivion brute emits a howl in a 30-foot cone. Each creature that isn't {@condition deafened} or undead in the area must succeed on a {@dc 13} Wisdom saving throw or become {@condition frightened} for 1 minute. While {@condition frightened} this way, a creature's speed is halved. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to any oblivion brute's Unbearable Howl for the next 24 hours.": "遗忘蛮兽发出一声吼叫，形成一个30英尺的锥形区域。该区域内不是{@condition deafened}或不是不死生物的每个生物必须进行一次{@dc 13}感知豁免检定，否则在1分钟内变为{@condition frightened}。在这种状态下，生物的速度减半。一个{@condition frightened}目标可以在自己的回合结束时重复进行豁免检定，成功则结束自身的效果。如果目标的豁免检定成功或效果结束，目标对接下来的24小时内免疫任何遗忘蛮兽的无法忍受嚎叫效果。",
	"While in dim light or darkness, the oblivion juggernaut can take the Hide action as a bonus action.": "在昏暗或黑暗中，遗忘巨兽可以将躲藏动作作为一个额外动作。",
	"While in sunlight, the oblivion juggernaut has disadvantage on attack rolls, ability checks, and saving throws.": "在阳光下，遗忘巨兽在攻击检定、能力检定和豁免检定上都具有劣势。",
	"The oblivion juggernaut uses unbearable roar and then uses soul drain.": "遗忘巨兽使用了无法忍受的咆哮，然后使用了灵魂吸取。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}26 ({@damage 4d10 + 4}) necrotic damage, and the target must make a {@dc 13} Constitution saving throw. On a failure, the target's available Hit Dice are reduced by 2. If this effect reduces the target's Hit Dice to 0, the target falls {@condition unconscious}. The target can repeat the saving throw at the end of each of its turns, regaining consciousness on a success. Hit Dice lost this way return at the end of a short rest, in time to spend them to regain hit points.": "{@atk mw} {@hit 7} 进行攻击，射程5英尺，一名生物。造成{@h}26 ({@damage 4d10 + 4}) 点死灵伤害，并且目标必须进行一次{@dc 13} 体质豁免才能。如果未通过，目标的可用生命骰减少2个。如果这个效果使目标的生命骰减少到0，目标倒下（{@condition unconscious}）。目标可以在自己的回合结束时重复进行豁免才能，成功后恢复意识。通过这种方式失去的生命骰会在短休息结束时恢复，以便在恢复生命值时使用。",
	"If an oblivion juggernaut kills a living creature with this attack when the creature is at 0 Hit Dice, the target's soul is lost to the realm of shadow. This lost soul can be raised from the dead only with mighty magic, such as wish or divine intervention.": "如果一名遗忘巨兽使用这次攻击杀死一个生物，而该生物的等级为0时，目标的灵魂将丢失到暗影领域。这个失落的灵魂只能通过强大的魔法，比如愿望或神圣干预，才能复活。",
	"Each creature of the oblivion juggernaut's choice that isn't {@condition deafened} and is within 120 feet of the juggernaut must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to any oblivion juggernaut's Unbearable Roar for 24 hours.": "深渊巨兽选择的每个生物，距离巨兽不超过120英尺且不是{@condition deafened}，必须成功进行一次{@dc 18}感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束效果。如果生物的豁免成功或效果结束，该生物对于任何深渊巨兽的无法忍受咆哮效果免疫24小时。",
	"Starting in an area of dim light or darkness, an oblivion leaper can teleport to an unoccupied space also in dim light or darkness. Every foot of teleportation costs the oblivion leaper 1 foot of movement.": "在昏暗或黑暗的区域开始，一名深渊跃者可以传送到另一个未被占据的同样处于昏暗或黑暗中的空间。每传送一英尺，深渊跃者需要消耗1英尺的移动。",
	"While in dim light or darkness, the oblivion leaper can take the Hide action as a bonus action.": "在昏暗或黑暗中，遗忘跃者可以将躲藏动作作为一个额外动作。",
	"While in sunlight, the oblivion leaper has disadvantage on attack rolls, ability checks, and saving throws.": "在阳光下，遗忘跃者在攻击检定、能力检定和豁免检定上都有劣势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}7 ({@damage 2d4 + 3}) necrotic damage, and the target must make a {@dc 11} Constitution saving throw. On a failure, the target's available Hit Dice are reduced by 1. If this effect reduces the target's Hit Dice to 0, the target falls {@condition unconscious}. The target can repeat the saving throw at the end of each of its turns, regaining consciousness on a success. Hit Dice lost this way return at the end of a short rest, in time to spend them to regain hit points.": "{@atk mw} {@hit 5}命中，达到5英尺，一个生物。受到{@h}7({@damage 2d4 + 3})点死灵伤害，并且目标必须进行一次{@dc 11}体质豁免才能。失败的话，目标的可用生命骰减少1个。如果这个效果将目标的生命骰减少到0，目标陷入{@condition unconscious}状态。目标可以在每个自己的回合结束时重复进行豁免才能检定，成功后恢复清醒。以这种方式失去的生命骰会在短休息结束时恢复，以便在恢复生命值时使用。",
	"If an oblivion leaper kills a living creature with this attack when the creature is at 0 Hit Dice, the target's soul is lost to the realm of shadow. This lost soul can be raised from the dead only with mighty magic, such as wish or divine intervention.": "如果一只遗忘跃者使用这次攻击杀死一个生物，而该生物此时的命运点数为0时，目标的灵魂将迷失在阴影领域。这个失落的灵魂只能通过强大的魔法，比如愿望或神圣干预，才能让其复活。",
	"While in dim light or darkness, the oblivion whistler can take the Hide action as a bonus action.": "在昏暗或黑暗中，遗忘哨声者可以将躲藏动作作为一个额外动作。",
	"While in sunlight, the oblivion whistler has disadvantage on attack rolls, ability checks, and saving throws.": "在阳光下，遗忘哨兵在攻击检定、能力检定和豁免检定上都具有劣势。",
	"Creatures of the oblivion whistler's choice that aren't {@condition deafened} and start their turn within 30 feet of the oblivion whistler must make a {@dc 11} Wisdom saving throw. A target that fails is {@condition frightened} until the start of its next turn and unable to hide the distress of hearing the whistling, which is the source of the fear and considered to be within line of sight while the target can hear and is within 30 feet of it. On a successful saving throw, the creature is immune to any oblivion whistler's Unbearable Whistling for 1 hour.": "在忘却哨声者的选择下，那些不是{@condition deafened}并且在忘却哨声者的30英尺内开始他们的回合的生物必须进行一次{@dc 11}感知豁免。未通过检定的目标在其下一个回合开始前会变成{@condition frightened}，并且无法隐藏听到哨声时的恐惧，这个哨声是恐惧的源头，被视为目标的视线范围内，只要目标能听到并且在30英尺内。成功豁免的生物对于任何忘却哨声者的无法忍受的哨声免疫1小时。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) necrotic damage, and the target must make a {@dc 11} Constitution saving throw. On a failure, the target's available Hit Dice are reduced by 1. If this effect reduces the target's Hit Dice to 0, the target falls {@condition unconscious}. The target can repeat the saving throw at the end of each of its turns, regaining consciousness on a success. Hit Dice lost this way return at the end of a short rest, in time to spend them to regain hit points.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，一名生物。受到{@h}10 ({@damage 2d6 + 3})点死灵伤害，并且目标必须进行一次{@dc 11} 体质豁免才能。失败的话，目标可用的生命骰减少1个。如果这个效果将目标的生命骰减少到0，目标会陷入{@condition unconscious}。目标可以在每个自己的回合结束时重复进行豁免才能，成功后会恢复意识。通过这种方式失去的生命骰会在短休息结束时返回，以便用来恢复生命值。",
	"If an oblivion whistler kills a living creature with this attack when the creature is at 0 Hit Dice, the target's soul is lost to the realm of shadow. This lost soul can be raised from the dead only with mighty magic, such as wish or divine intervention.": "如果一名遗忘吹笛者使用这次攻击杀死一个生物，而该生物的等级为0时，目标的灵魂将迷失于暗影领域。这个迷失的灵魂只能通过强大的魔法，比如愿望或神圣干预，才能复活。",
	"The oozing vulture has advantage on melee attack rolls against any creature that doesn't have all its hit points.": "这只渗出的秃鹫在对任何生物进行近战攻击时具有优势，只要该生物没有全部生命值。",
	"The oozing vulture has advantage on Wisdom ({@skill Perception}) checks that rely on sight or smell.": "这只渗出的秃鹫在依赖视觉或嗅觉的感知检定中获得优势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}10 ({@damage 2d6 + 3}) 切割伤害。如果目标是生物，必须通过一次{@dc 13} 力量豁免检定，否则被击倒 {@condition prone}。",
	"A humanoid may bind themselves to the ordeal tree. Each day the petitioner is bound to the tree, they must succeed on a Constitution saving throw with a DC equal to 15 + number of days bound or suffer a level of {@condition exhaustion}. If they survive for 7 days, the ordeal tree may choose to grant a blessing. The tree only does this if the humanoid is evil, once per humanoid. If the humanoid is neutral or good, the tree attacks them.": "一个人形生物可以将自己绑定到磨难树上。每天，祈求者被树绑定，他们必须成功进行一次体质豁免检定，DC为15 + 绑定天数，否则将遭受{@condition exhaustion}的伤害。如果他们活过了7天，磨难树可能选择给予祝福。树只会在人形生物是邪恶的情况下才这样做，每个人形生物只能受到一次。如果人形生物是中立或善良的，树会攻击他们。",
	"The blessing is tailored to the petitioner's desires (GM discretion) but might include +1 to an ability score, a feat, expertise in a skill, or the ability to innately cast a 3rd-level (or lower) spell once per day using Charisma as the petitioner's spellcasting ability.": "祝福根据祈求者的愿望（GM自行决定）进行定制，但可能包括增加1点能力值，一个特性，熟练掌握一项技能，或者让祈求者能够每天使用魅力作为施法能力，天生施放一个3级（或更低级）法术一次。",
	"The petitioner also contracts the curse of foul blight (Grim Hallow Campaign Guide). If the petitioner commits a profoundly evil act every day, the curse never advances beyond stage 1. If the petitioner fails to commit the act, the curse automatically escalates.": "申请者还会受到《黑暗圣域征途指南》中的邪恶诅咒 (Grim Hallow Campaign Guide) 的影响。如果申请者每天都犯下极其邪恶的行为，那么诅咒永远不会超过第1阶段。如果申请者未能犯下这种行为，诅咒会自动升级。",
	"While the ordeal tree remains motionless, it is indistinguishable from a normal tree.": "在经历树保持静止时，它和一棵普通树无法区分。",
	"The ordeal tree knows the alignment and desires of any creature that binds itself to the tree.": "苦难树了解任何将自己与树相连的生物的取向和欲望。",
	"The ordeal tree makes two slam attacks and one attack with a vine or enervate.": "灾厄树进行两次猛击攻击，以及一次用藤蔓或虚弱进行攻击。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage.": "{@atk mw} {@hit 11}攻击，射程10英尺，目标一个。造成{@h}29 ({@damage 4d10 + 7}) 钝击伤害。",
	"{@atk mw} {@hit 11} to hit, reach 20 ft., one target. {@h}20 ({@damage 3d8 + 7}) slashing damage, and the creature is {@condition grappled} (escape {@dc 17}).": "{@atk mw}进行攻击，射程20英尺，目标为一个。造成{@h}20({@damage 3d8 + 7})点割伤伤害，并使生物被{@condition grappled}（逃脱{@dc 17}）。",
	"A creature bound to the ordeal tree or {@condition grappled} by it must succeed on a {@dc 17} Constitution saving throw or suffer 44 ({@damage 8d10}) necrotic damage. The ordeal tree gains temporary hit points equal to half the damage done.": "一个被磨难树或{@condition grappled}所束缚的生物必须成功通过一次{@dc 17}体质豁免才能避免受到44({@damage 8d10})点死灵伤害。磨难树获得临时生命值，数值等同于造成伤害的一半。",
	"The panjaian ilharan's innate spellcasting ability is Wisdom (spell save {@dc 12}). It can innately cast the following spells, requiring no material components:": "潘贾安伊尔哈兰(Panjaian Ilharan)的天生施法能力是智力（法术豁免{@dc 12}）。它可以天生施放以下法术，无需任何材料组件：",
	"The panjaian ilharan can take a bonus action to choose up to four objects it can see within 60 feet of it. These objects can't be carried or worn by another creature, and they can weigh up to 5 pounds combined. Those objects fly up to 60 feet toward the ilharan, delivered into its hands or open containers, such as sheathes, once within 5 feet.": "潘贾安伊尔哈兰(Panjaian ilharan)可以采取一个奖励动作，选择在其周围60英尺内看到的最多四个物体。这些物体不能被其他生物携带或穿戴，它们的总重量可以达到5磅。这些物体飞向伊尔哈兰，最多60英尺，一旦飞到5英尺内，它们就会被送到伊尔哈兰的手中或开放的容器中，比如鞘。",
	"The panjaian ilharan makes four dagger attacks. It can draw the daggers as part of this action.": "潘贾安伊尔哈兰(Panjaian Ilharan)进行四次匕首攻击。它可以在此行动中拔出匕首。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw,rw}进行攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}5({@damage 1d4 + 3})点穿刺伤害。",
	"The panjaian ilharan unleashes lightning, thunder, and strong wind in a 15-foot cone. Each creature in that area must make a {@dc 13} Constitution saving throw, taking 6 ({@damage 2d4 + 1}) lightning damage and 6 ({@damage 2d4 + 1}) thunder damage on a failed save, or half as much damage on a successful one. Those who fail the saving throw are also pushed up to 15 feet to the edge of the area.": "潘加安伊尔哈兰释放出一道15英尺锥形范围内的闪电、雷鸣和强风。该区域内的每个生物必须进行一次{@dc 13}体质豁免才能，未通过者将受到6点({@damage 2d4 + 1})闪电伤害和6点({@damage 2d4 + 1})雷鸣伤害，通过者只受一半伤害。未通过豁免检定的生物还会被推到该区域边缘，最多15英尺。",
	"The panjaian ilharan touches up to four willing creatures. Each target gains a flying speed of 30 feet for 1 hour. When the effect ends, the target descends at 60 feet per round for 1 minute, taking no falling damage and landing on its feet if on the ground after that minute.": "潘加安·伊尔哈兰（Panjaian Ilharan）触及多达四个自愿的生物。每个目标在接下来的1小时内获得30英尺的飞行速度。当效果结束时，目标以每轮60英尺的速度下降1分钟，不会受到坠落伤害，并且如果在那一分钟后在地面上，会安全着陆。",
	"The psychic fragment can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "通灵碎片可以像穿越艰难地形一样穿过其他生物和物体。如果它在物体内结束回合，会受到5 ({@damage 1d10}) 点力场伤害。",
	"The psychic fragment can mimic a single word or phrase it spoke in life. A creature that hears the sounds can tell they are imitations with a successful {@dc 11} Wisdom ({@skill Insight}) check.": "通灵碎片可以模仿它在生前说过的一个单词或短语。听到这些声音的生物可以通过成功的{@dc 11}感知({@skill Insight})检定来判断它们是模仿物。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) necrotic damage.": "{@atk mw} {@hit 4}攻击，射程5英尺，一个目标。造成{@h}2 ({@damage 1d4})点死灵伤害。",
	"The swarm can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "虫群可以像通过艰难地形一样穿过其他生物和物体。如果虫群在物体内结束其回合，它会受到5 ({@damage 1d10}) 点力场伤害。",
	"The swarm constantly emits a babble of words and phrases spoken in life by its many undead spirits. Each creature that starts its turn within 20 ft. of the swarm must succeed on a {@dc 13} Wisdom saving throw. On a failure, the creature is {@condition stunned} until the start of its next turn. A creature that succeeds on a saving throw becomes immune to maddening voices for 24 hours.": "这个群体不断发出一连串的词语和短语，这是由其中许多不死灵魂在生前说过的。每当一个生物在离这个群体20英尺内开始它的回合时，它必须成功通过一个{@dc 13}的感知豁免才行。如果失败，这个生物会在下一个回合开始前变成{@condition stunned}。成功通过豁免检定的生物对疯狂的声音会获得24小时的免疫。",
	"The swarm can occupy another creature's space and vice versa. The swarm can't regain hit points or gain temporary hit points.": "虫群可以占据另一个生物的空间，反之亦然。虫群无法恢复生命值或获得临时生命值。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}21 ({@damage 6d6}) necrotic damage, or 10 ({@damage 3d6}) necrotic damage if the swarm has half of its hit points or fewer.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，目标为一个敌人。造成{@h}21 ({@damage 6d6}) 点死灵伤害，或者如果虫群生命值为一半或更少，则造成10 ({@damage 3d6}) 点死灵伤害。",
	"The scream thief can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "尖叫窃贼可以像穿越艰难地形一样穿过其他生物和物体。如果它在物体内结束回合，将受到5 ({@damage 1d10}) 点力场伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}18 ({@damage 4d8}) necrotic damage. The target must succeed on a {@dc 12} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} 使用近战武器攻击，达到5英尺，一个目标。{@h}18 ({@damage 4d8}) 点死灵伤害。目标必须成功通过一次{@dc 12} 体质豁免才能免受伤害，否则其最大生命值将减少等同于所受伤害的数值。这种减少持续到目标完成一次长休。如果这个效果将目标的最大生命值降低到0，目标将死亡。",
	"The scream thief forces a humanoid within 30 feet of it to make a DC13 Wisdom saving throw. On a failure, the target takes 19 ({@damage 3d12}) psychic damage, is {@condition frightened}, and is unable to vocalize a sound of any kind. The target may repeat the saving throw at the end of its turns to end these effects. On a success the creature takes half as much damage and is not {@condition frightened} or silenced.": "尖叫窃贼强迫距离它30英尺内的一个人形生物进行一次DC13的感知豁免检定。如果未通过，目标会受到19({@damage 3d12})点精神伤害，被{@condition frightened}，并且无法发出任何声音。目标可以在自己的回合结束时重复豁免检定以结束这些效果。若成功，生物受到一半伤害且不会被{@condition frightened}或沉默。",
	"The scream thief targets a creature that died from one of its attacks. The target's spirit rises as 3 ({@dice 1d6}) psychic fragments in the space of its corpse or in the nearest unoccupied space. The psychic fragments are under the scream thief's control.": "尖叫窃贼瞄准一只死于其攻击的生物。目标的灵魂以 3 ({@dice 1d6}) 心灵碎片的形式升起，出现在其尸体所在的空间或最近的空地上。这些心灵碎片受尖叫窃贼控制。",
	"The sea drake can breathe air and water.": "海龙可以在空气和水中呼吸。",
	"The sea drake makes one bite attack and one tail attack.": "海龙兽进行一次咬击攻击和一次尾部攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。{@h}10 ({@damage 2d6 + 3})穿刺伤害。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage. If the target is a Medium or smaller creature, it is pulled within 5 feet of the sea drake and {@condition grappled} (escape {@dc 13}). Until this grapple ends, the drake can't use its tail on another target.": "{@atk mw} 使用近战武器攻击，射程10英尺，一目标。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害。如果目标是中型或更小的生物，则将其拉到距离海龙5英尺的地方，并进行{@condition grappled}（逃脱{@dc 13}）。直到这次擒抱结束，海龙不能再对其他目标使用尾部攻击。",
	"The Shadowsteel ghast's innate spellcasting ability is Intelligence (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can innately cast the following spells, requiring no components:": "暗影钢鬼具有与本能法术施法能力，基于智力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 5}）。它可以本能地施放以下法术，无需材料成分：",
	"The Shadowsteel ghast has advantage on saving throws against spells and other magical effects.": "暗影钢鬼在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The Shadowsteel ghast is coated in metal armor made of Shadowsteel.": "暗影钢鬼被覆盖着由暗影钢制成的金属盔甲。",
	"Creatures of the Shadowsteel ghast's choice that start their turn within 30 feet of the ghast must roll a {@dice d4} and subtract the number rolled from any attack roll or saving throw they make until the start of their next turn. Only one miasma can affect a given creature at a time. A creature that rolls a natural 20 on any attack roll or saving throw while in a Shadowsteel miasma is immune to the miasma of any Shadowsteel ghast for 1 hour.": "在Shadowsteel ghast的选择下，当位于ghast的30英尺内并开始他们的回合的生物必须投掷一个{@dice d4}，并从他们进行的任何攻击投掷或豁免投掷中减去所投掷的数字，直到他们的下一个回合开始。每次只能有一个毒雾影响一个特定生物。在Shadowsteel miasma中进行任何攻击投掷或豁免投掷时投掷自然20的生物对任何Shadowsteel ghast的miasma免疫1小时。",
	"The Shadowsteel ghast and any Shadowsteel ghouls within 30 feet of it have advantage on saving throws against effects that turn undead.": "在30英尺范围内的暗钢恶灵和任何暗钢食尸鬼，在面对使其成为不死生物的效果时，拥有优势豁免投掷。",
	"The Shadowsteel ghast makes two claw attacks or casts one at-will spell and makes one claw attack.": "暗影钢鬼进行两次爪击攻击，或者施放一个意志术并进行一次爪击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) slashing damage and 7 ({@damage 2d6}) necrotic damage. A cursed target must make an escalation check. If a target drops to 0 hit points due to this damage and isn't already cursed, they are randomly afflicted with one from among any of the curses in the Grim Hollow Campaign Guide (GM's choice).": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，一个目标。造成{@h}12 ({@damage 2d8 + 3}) 斩击伤害和7 ({@damage 2d6}) 增幅伤害。被诅咒的目标必须进行一个逐级检查。如果一个目标因此伤害而降至0点生命值，并且尚未被诅咒，他们将随机受到《阴暗之境》活动指南中的任何一种诅咒之一的影响（由GM选择）。",
	"The Shadowsteel ghoul has advantage on saving throws against spells and other magical effects.": "暗影钢鬼在对抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"The Shadowsteel ghoul is coated in metal armor made of Shadowsteel.": "这只影钢食尸鬼身披由影钢制成的金属盔甲。",
	"The Shadowsteel ghoul has advantage on attack rolls against creatures carrying or wearing Shadowsteel.": "暗影钢鬼对携带或穿戴暗影钢的生物有优势攻击投掷。",
	"The Shadowsteel ghoul makes two claw attacks.": "暗影钢鬼进行两次爪击攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage and 5 ({@damage 2d4}) necrotic damage. A cursed target must make an escalation check. If a target drops to 0 hit points due to this damage and isn't already cursed, roll {@dice 1d4}, and the target is afflicted with a curse based on the result: 1-2 Curse of Damned Aging, 3-4 Curse of Foul Blight. (See Grim Hollow Campaign Guide for information on curses and escalation.)": "{@atk mw} 使用 {@hit 5} 进行攻击，射程5英尺，目标一个。造成 {@h}10 ({@damage 2d6 + 3}) 斩击伤害和5 ({@damage 2d4}) 死灵伤害。被诅咒的目标必须进行升级检查。如果一个目标因此伤害而降至0点生命值且尚未被诅咒，投掷 {@dice 1d4}，目标将受到基于结果的诅咒影响：1-2 诅咒的衰老，3-4 诅咒的邪恶枯萎。(有关诅咒和升级的信息，请参阅《黑暗之境战役指南》。)",
	"Each time a creature makes a melee attack against a shatter corpse, it takes 3 piercing damage. A creature can choose to make an attack with disadvantage to avoid this damage.": "每当一个生物对一个碎裂尸体进行近战攻击时，它会受到3点穿刺伤害。生物可以选择用劣势攻击来避免这个伤害。",
	"Creatures have advantage on Wisdom ({@skill Perception}) checks made to hear the approach of a shatter corpse.": "生物在听到碎尸接近的智力检定中获得优势。",
	"The shatter corpse has advantage on saving throws against any effect that turns undead.": "碎尸体对任何使不死生物转变的效果的豁免投掷获得优势。",
	"If damage reduces the shatter corpse to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the shatter corpse drops to 1 hit point instead.": "如果伤害将(shatter corpse)的生命值降低到0点，它必须进行一次体质豁免检定，豁免 DC 为5 + 所受伤害，除非伤害来自辐射或是暴击。若成功，(shatter corpse)的生命值变为1点。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage and 2 ({@damage 1d4}) piercing damage.": "{@atk mw} {@hit 3} 进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害和2 ({@damage 1d4}) 刺伤伤害。",
	"The shatter corpse flicks a volley of glass shards in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 10 ({@damage 3d6}) slashing damage on a failed save, or half as much damage on a successful one.": "碎尸体在一个15英尺锥形范围内发射一阵玻璃碎片。该区域内的每个生物必须进行一次{@dc 13}敏捷豁免检定，未通过检定的生物将受到10({@damage 3d6})割伤伤害，通过检定的生物则只受到一半伤害。",
	"If the shieldhead moves at least 20 feet straight toward a target and then hits it with a ram attack on the same turn, the target takes an extra 7 ({@damage 2d6}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or fall {@condition prone}.": "如果盾首至少朝着目标直线移动20英尺，然后在同一回合内用猛击攻击命中目标，目标会受到额外7({@damage 2d6})点钝击伤害。如果目标是生物，它必须成功进行一次{@dc 13}力量豁免才能不倒地{@condition prone}。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}10({@damage 2d6 + 3})点钝击伤害。",
	"The Sitri cat has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "Sitri猫在依赖嗅觉的智力检定中获得优势({@skill Perception})。",
	"A humanoid who touches a Sitri cat must succeed on a {@dc 13} Constitution saving throw or become infected with the Seven Shades of Sitri. If a humanoid succeeds on the saving throw, they're immune to the disease for 24 hours. Carnal urges overwhelm an infected humanoid. When the infected interacts with another non-hostile humanoid, the infected becomes {@condition charmed} by that humanoid until the subject of the infatuation or their friends harm the infected. The infected can repeat the saving throw once every 24 hours. Current infatuations end when one of these saves succeeds. The disease ends for the infected when they have succeeded on five saving throws.": "一个接触了希特里猫的人形生物必须成功通过一次 {@dc 13} 体质豁免才能避免感染希特里的七种阴影。如果一个人形生物成功通过了豁免，他们将对这种疾病免疫24小时。被感染的人形生物会被肉欲冲昏头脑。当被感染者与另一个非敌对的人形生物互动时，被感染者会被那个人形生物所迷恋，直到被迷恋的对象或他们的朋友伤害了被感染者。被感染者每24小时可以重复进行一次豁免才能。当前的迷恋会在成功进行了其中一次豁免后结束。当被感染者成功进行了五次豁免后，疾病就会结束。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}1 slashing damage and Seven Shades of Sitri.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}1点割伤伤害和Sitri的七彩影子。",
	"The cannon and pistol a skeleton cannoneer uses are nonfunctional as ranged weapons for a creature other than a skeleton cannoneer. For the skeleton cannoneer, the pistol never needs to be reloaded.": "骷髅炮兵使用的大炮和手枪对于非骷髅炮兵的生物来说是无法作为远程武器使用的。对于骷髅炮兵来说，手枪永远不需要重新装填。",
	"The skeleton cannoneer loads the dead cannon.": "骷髅炮手装填着死亡火炮。",
	"The skeleton cannoneer fires its loaded cannon at a point it can see within 500 feet of it, but no closer than 50 feet from it. Each creature within 15 feet of that point must make a {@dc 13} Dexterity saving throw, taking 7 ({@damage 2d6}) bludgeoning damage and 7 ({@damage 2d6}) necrotic damage on a failed save, or half as much damage on a successful one.": "骷髅炮手将其装载的大炮朝着它能看到的距离不超过500英尺但不少于50英尺的点开火。该点周围15英尺内的每个生物必须进行一次{@dc 13}敏捷豁免，未通过则受到7({@damage 2d6}) 钝击伤害和7({@damage 2d6})死灵伤害，通过则伤害减半。",
	"Alternatively, the cannoneer can choose the cannon as the point of fire. Doing so means the shot goes off inside the cannon, destroying it and increasing each type of damage by 3 ({@dice 1d6}).": "作为另一种选择，炮手可以选择将火炮作为发射点。这样做意味着炮弹在火炮内爆炸，摧毁火炮，并将每种伤害类型增加 3 ({@dice 1d6})。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage and 3 ({@damage 1d6}) necrotic damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 钝击伤害和3 ({@damage 1d6}) 死灵伤害。",
	"{@atk rw} {@hit 5} to hit, range 30/90 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage plus 3 ({@damage 1d6}) necrotic damage.": "{@atk rw} 近战攻击，射程30/90尺，目标一个。造成{@h}8 ({@damage 1d10 + 3}) 穿刺伤害加上3 ({@damage 1d6}) 死灵伤害。",
	"The skeleton commander makes two pike attacks.": "骷髅指挥官进行两次长矛攻击。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage and 5 ({@damage 2d4}) necrotic damage.": "{@atk mw} {@hit 5} 进行攻击，射程10英尺，一个目标。造成{@h}8 ({@damage 1d10 + 3}) 穿刺伤害和5 ({@damage 2d4}) 死灵伤害。",
	"The skeleton commander makes one pike attack. The commander can use a bonus action to direct another undead who can see or hear the commander to attack the target the commander attacked this turn. That undead can use a reaction to make the attack, adding the commander's proficiency bonus to the damage roll.": "骷髅指挥官进行一次长矛攻击。指挥官可以使用一个奖励动作来指挥另一个能看到或听到指挥官的不死生物攻击本回合指挥官攻击过的目标。该不死生物可以使用一次反应来进行攻击，将指挥官的熟练加值加到伤害骰中。",
	"If an undead the skeleton commander can see within 30 feet of the commander makes an attack roll or saving throw, the commander can brandish the tattered banner on its pike. If the commander does so, the target can add a {@dice d4} to its roll, provided it can see the commander and isn't receiving this benefit from another commander.": "如果一个不死族骷髅指挥官在30英尺内看到的目标进行攻击检定或豁免检定，指挥官可以挥舞其长矛上的破旗。如果指挥官这样做，目标可以在其检定中添加一个{@dice d4}，前提是它能看到指挥官，并且没有从另一个指挥官那里获得这个加值。",
	"The rifle a skeleton rifler carries is nonfunctional as a ranged weapon for a creature other than a skeleton rifler. For the skeleton rifler, the rifle never needs to be reloaded.": "骷髅步枪手携带的步枪对于非骷髅步枪手的生物而言，作为远程武器是无效的。对于骷髅步枪手来说，这支步枪永远不需要重新装填。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage and 3 ({@damage 1d6}) necrotic damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}5 ({@damage 1d6 + 2}) 穿刺伤害和3 ({@damage 1d6}) 死灵伤害。",
	"{@atk rw} {@hit 4} to hit, range 40/120 ft., one target. {@h}8 ({@damage 1d12 + 2}) piercing damage and 3 ({@damage 1d6}) necrotic damage.": "{@atk rw} 一次攻击，射程40/120尺，一个目标。造成{@h}8 ({@damage 1d12 + 2}) 穿刺伤害和3 ({@damage 1d6}) 死灵伤害。",
	"Skinweaver's tanning knives overcome slashing damage resistance (though not immunity).": "皮匠的鞣制刀能克服割伤伤害抗性（但不能克服免疫）。",
	"Any humanoid that starts its turn within 30 feet of the skinweaver and can see it must make a {@dc 11} Wisdom saving throw. On a failed save, the creature is {@condition frightened} until the end of the creature's next turn). Whether a creature succeeds or fails, it cannot be affected by this ability again until it loses sight of the skinweaver (as when the skinweaver moves behind total cover or successfully hides).": "任何在距离皮编者30英尺内并且能看到它的人形生物必须进行一次{@dc 11}智力豁免检定。未通过检定的生物将在其下一个回合结束前处于{@condition frightened}状态。无论生物成功与否，直到看不见皮编者（比如皮编者躲到全掩蔽物后或成功隐藏）为止，它都不会再受到这个能力的影响。",
	"The skinweaver makes two tanning knife attacks or one tanning knife and one web whip attack.": "皮革编织者进行两次制革刀攻击，或者一次制革刀攻击和一次蛛网鞭攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}11 ({@damage 2d8 + 2}) 斩击伤害。",
	"{@atk rw} Attack: {@hit 4} to hit, reach 25 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage, and the target is pulled up to 20 feet toward the skinweaver.": "{@atk rw} 攻击：命中 {@hit 4}，射程25英尺，目标一个。造成 {@h}7 ({@damage 2d4 + 2}) 穿刺伤害，并且目标被拉向缝皮者20英尺。",
	"{@atk rw} {@hit 4} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by leathery webbing. As an action, the {@condition restrained} target can attempt a {@dc 13} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 10; vulnerability to slashing damage; immunity to bludgeoning, poison, and psychic damage).": "{@atk rw}使用{@hit 4}命中，射程30/60尺，一个生物。{@h}目标被坚韧的蛛网缠绕。作为一个动作，被{@condition restrained}目标可以尝试进行一个{@dc 13}力量检定，成功时会破裂蛛网。蛛网也可以被攻击和摧毁（AC 10；hp 10；受到砍击伤害的易伤；免疫钝击、毒素和精神伤害）。",
	"The sky drake doesn't provoke opportunity attacks when it flies out of an enemy's reach.": "当天空飞龙飞出敌人的攻击范围时，不会引发机会攻击。",
	"The sky drake has advantage on Wisdom ({@skill Perception}) checks that rely on sight.": "天空飞龙在依赖视觉的感知检定中获得优势（{@skill Perception}）。",
	"The sky drake makes one bite attack and one attack with its claws.": "天空飞龙进行一次咬击攻击和一次使用爪子的攻击。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage and 5 ({@damage 2d4}) lightning damage.": "{@atk mw} {@hit 6} 进行攻击，射程10英尺，一个目标。造成{@h}11 ({@damage 2d6 + 4}) 穿刺伤害和5 ({@damage 2d4}) 闪电伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage.": "{@atk mw} 使用近战攻击，达到5英尺，一个目标。造成13({@damage 2d8 + 4})点割伤伤害。",
	"Provided it isn't moving over difficult terrain, the sloth galloper can use a bonus action to take the Dash action.": "在没有通过困难地形的情况下，懒惰奔跑者可以使用一个奖励动作来执行冲刺动作。",
	"The sloth galloper makes two slam attacks.": "懒人奔马者进行两次猛击攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) bludgeoning damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}8({@damage 2d4 + 3})点钝击伤害。",
	"Snapjaw can hold its breath for 30 minutes.": "Snapjaw（鳄鱼人）可以憋气30分钟。",
	"Snapjaw makes three attacks: two with its bite and one with its tail.": "Snapjaw 进行三次攻击：两次咬击和一次尾部攻击。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}31 ({@damage 3d10 + 15}) piercing damage, and the target is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the target is {@condition restrained}, and Snapjaw can't bite another target.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}31({@damage 3d10 + 15})点穿刺伤害，并且目标被{@condition grappled} (逃脱{@dc 16})。直到这次擒抱结束，目标被{@condition restrained}，Snapjaw 不能咬另一个目标。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target not {@condition grappled} by Snapjaw. {@h}24 ({@damage 2d8 + 15}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 16} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 11} 命中，射程10英尺，一个目标，不受 Snapjaw 的 {@condition grappled} 影响。造成 {@h}24 ({@damage 2d8 + 15}) 钝击伤害。如果目标是生物，必须通过一次 {@dc 16} 力量豁免检定，否则会被击倒 {@condition prone}。",
	"The spythronar sac appears to be a tangled ball of string, twigs, and dirt. Someone who can see the sac can identify it with a successful {@dc 15} Intelligence ({@skill Arcana} or {@skill Nature}) check.": "间谍蜘蛛囊看起来像一团缠绕的绳子、树枝和泥土。能看见这个囊的人可以通过成功的{@dc 15}智力检定({@skill Arcana}或{@skill Nature})来识别它。",
	"A creature who enters the spythronar sac's space must succeed on a {@dc 10} Dexterity saving throw, or the sac is destroyed.": "当一个生物进入(`spythronar`)的囊袋空间时，必须成功通过一个{@dc 10}的敏捷豁免才能避免被摧毁。",
	"When the spythronar sac is destroyed, it releases lightning in a 10-foot radius. A creature who destroyed the sac by entering its space receives no saving throw. Other creatures in that area must succeed on a {@dc 10} Dexterity saving throw or take 4 ({@damage 1d8}) lightning damage. Each spythronar swarm and web in this area instead gains advantage on its next attack roll.": "当(``spythronar``)囊被摧毁时，会释放出一个10英尺半径的闪电。一个通过进入其空间摧毁囊的生物不会获得豁免扑克。该区域内的其他生物必须成功进行一次{@dc 10}敏捷豁免扑克，否则会受到4({@damage 1d8})点闪电伤害。在这个区域内的每个(``spythronar``)群和网格在其下一次攻击投掷中获得优势。",
	"When a spythronar sac takes lightning damage from a source other than another spythronar, it hatches, transforming into a spythronar swarm with half the normal hit points. This swarm rolls initiative and enters the combat.": "当一只(蛇蛹神)受到来自其他源头而非另一只(蛇蛹神)的闪电伤害时，它会孵化，变成一只生命值为正常一半的(蛇蛹神虫群)。这只虫群进行先攻骰，并加入战斗。",
	"The spythronar swarm can use a bonus action to take the Hide action.": "间谍索纳群可以使用奖励动作来执行躲藏动作。",
	"The spythronar swarm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "间谍蜘蛛群(Spythronar Swarm)可以攀爬困难的表面，甚至可以倒挂在天花板上，无需进行能力检定。",
	"The spythronar swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny arachnid. The swarm can't regain hit points or gain temporary hit points.": "间谍蜘蛛群可以占据另一个生物的空间，反之亦然，该群可以穿过足够容纳一个微型节肢动物的任何开口。该群无法恢复生命值或获得临时生命值。",
	"While in contact with a web, the spythronar swarm knows the exact location of any other creature in contact with the same web.": "当与网状结构接触时，(`spythronar swarm`)能够准确得知与同一网状结构接触的其他生物的位置。",
	"The spythronar swarm ignores movement restrictions caused by webbing.": "间谍龙族群体无视蛛网带来的移动限制。",
	"{@atk mw} {@hit 5} to hit, reach 0 ft., one creature in the swarm's space. {@h}10 ({@damage 4d4}) piercing damage and 9 ({@damage 2d8}) lightning damage, or 5 ({@damage 2d4}) piercing damage and 4 ({@damage 1d8}) lightning damage if the swarm has half of its hit points or fewer.": "{@atk mw} {@hit 5}命中，达到0英尺，攻击虫群空间内的一个生物。造成10({@damage 4d4})点刺伤伤害和9({@damage 2d8})点闪电伤害，或者如果虫群生命值为一半或更少，则造成5({@damage 2d4})点刺伤伤害和4({@damage 1d8})点闪电伤害。",
	"The spythronar swarm weaves webbing, covering a 5-foot square. The swarm can then give up 1 hit point to create a spythronar sac in that space. If the swarm's webbing covers a 10-foot square, it can give up 23 hit points as part of the same action, creating a spythronar web with the same number of hit points. The swarm can't drop to 0 hit points to create a sac or web.": "间谍蛛群编织着网，覆盖了一个5英尺的正方形。然后，蛛群可以牺牲1点生命值在那个空间中创建一个(`spythronar sac`)。如果蛛群的网覆盖了一个10英尺的正方形，它可以在同一个动作中牺牲23点生命值，创建一个具有相同生命值的(`spythronar web`)。蛛群不能将生命值降至0来创建(`sac`)或(`web`)。",
	"If the swarm weaves an incomplete web, that web is a normal web rather than a sentient, monstrous one. A creature that enters this normal web's space must succeed on a {@dc 10} Strength saving throw or become {@condition grappled} (escape {@dc 10}) and {@condition restrained} while {@condition grappled} in this way. Each 5-foot square of this web has AC 10; the damage vulnerabilities, immunities, and resistances of a spythronar web; and 5 hit points.": "如果虫群编织了一个不完整的网，那个网格就是一个普通的网格，而不是一个有意识的、怪物般的网格。进入这个普通网格空间的生物必须成功通过一个 {@dc 10} 的力量豁免才能避免成为 {@condition grappled}（逃脱 {@dc 10}）并在 {@condition grappled} 的时候受到 {@condition restrained} 的影响。这个网格的每个5英尺正方形区域的防御等级为10；具有间谍蜘蛛网格的伤害易感性、免疫力和抗性；以及5点生命值。",
	"The spythronar web adheres to anything that touches it. To avoid adhering when touching the web, a creature must succeed on a {@dc 13} Strength saving throw, but a creature hit by the web's crush attack doesn't receive a saving throw. A Huge or smaller creature adhered to the web is also {@condition grappled} by it (escape {@dc 13}). If adhered to a target larger than it can grapple, the web can release the adhesive or remain adhered and be dragged along as the target moves. Neither choice requires an action from the web. Removing an object adhered to the web or the web from anything it's adhered to requires a successful {@dc 13} Strength ({@skill Athletics}) check as an action.": "间谍蛛网会粘附到任何触碰到它的物体上。为了避免在触碰蛛网时被粘附，生物必须成功进行一次{@dc 13}力量豁免才行，但被蛛网的压制攻击击中的生物不会获得豁免机会。被蛛网粘附的巨大或更小生物也会被其（逃脱{@dc 13}）所影响。如果被粘附到比自己更大的目标上，蛛网可以释放粘合剂，或者保持粘附并随着目标移动。蛛网不需要行动来做出这个选择。从蛛网上移除被粘附的物体或将蛛网从粘附的物体上移除需要进行一次成功的{@dc 13}力量（{@skill Athletics}）检定作为一个行动。",
	"The spythronar web can move through a space as narrow as 1 inch wide without squeezing.": "间谍蜘蛛网（Spythronar Web）可以在不挤压的情况下穿过宽度仅为1英寸的空间。",
	"While the spythronar web remains motionless and takes no action, it is indistinguishable from a large, thick spider web.": "当(`Spythronar`)网保持静止不动，并且不采取任何行动时，它就和一张巨大而厚实的蜘蛛网无法区分。",
	"A spythronar web can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "一只斯派思罗纳 (Spythronar) 蜘蛛可以攀爬困难的表面，甚至可以倒挂在天花板上，无需进行能力检定。",
	"While in contact with a web, the spythronar web knows the exact location of any other creature in contact with the same web.": "当接触到网时，斯派斯罗纳蛛网可以准确得知与同一网接触的任何其他生物的位置。",
	"The spythronar web ignores movement restrictions caused by webbing.": "间谍蜘蛛网（Spythronar Web）无视由网织物引起的移动限制。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage and Adhesive. The target is also {@condition restrained} while {@condition grappled} in this way, and the spythronar web can't crush another target.": "{@atk mw} {@hit 5}命中，达到5英尺，一个生物。受到{@h}10 ({@damage 2d6 + 3}) 钝击伤害和粘附效果。目标在这种情况下也被{@condition restrained}，而且spythronar网不能压制另一个目标。",
	"{@atk mw} {@hit 5} to hit, reach 30 ft., one target. {@h}9 ({@damage 2d8}) lightning damage. If the spythronar web has a creature {@condition grappled} and attacks another target, the {@condition grappled} creature also takes this damage.": "{@atk mw} {@hit 5}攻击，射程30英尺，目标一个。{@h}9 ({@damage 2d8}) 闪电伤害。如果{@condition grappled} spythronar web中有一个生物，并攻击另一个目标，那个{@condition grappled}生物也会受到这个伤害。",
	"The stormborn ithjar has advantage on Wisdom ({@skill Perception}) checks that rely on sight.": "风暴之子伊萨尔在依赖视觉的感知检定上获得优势。",
	"The stormborn ithjar has advantage on ability checks or saving throws made to escape a grapple and saving throws to avoid being {@condition paralyzed} or {@condition restrained}.": "风暴之子伊萨尔在试图摆脱搏斗时，进行的能力检定或豁免豁免骰都获得优势，并且在避免成为{@condition paralyzed}或{@condition restrained}时也获得豁免豁免骰的优势。",
	"The stormborn ithjar attacks once with its bite and once with its tail.": "风暴之子伊萨尔(Ithjar)用咬和尾部攻击各一次。",
	"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}21 ({@damage 3d10 + 5}) slashing damage and 9 ({@damage 2d8}) lightning damage.": "{@atk mw} 使用 {@hit 9} 进行攻击，射程15英尺，一个目标。造成{@h}21 ({@damage 3d10 + 5}) 斩击伤害和9 ({@damage 2d8}) 闪电伤害。",
	"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}18 ({@damage 3d8 + 5}) bludgeoning damage and 7 ({@damage 2d6}) thunder damage. If the target is a Large or smaller creature, it is {@condition grappled} (escape {@dc 17}). Until this grapple ends, the target is {@condition restrained}, and the stormborn ithjar can't use its tail on another target.": "{@atk mw} {@hit 9}攻击，射程15英尺，目标一个。造成{@h}18 ({@damage 3d8 + 5}) 钝击伤害和7 ({@damage 2d6}) 雷霆伤害。如果目标是大型或更小的生物，它被{@condition grappled} (逃脱 {@dc 17})。直到这次擒抱结束，目标被{@condition restrained}，而风暴之子伊萨尔不能对另一个目标使用尾巴。",
	"The stormborn ithjar exhales a 30- foot cone of lightning and thunder. Each creature in that area must make a {@dc 16} Dexterity saving throw. On a failure, a creature takes 31 ({@damage 7d8}) lightning damage and 31 ({@damage 7d8}) thunder damage and falls {@condition prone}. If the save succeeds, the creature takes half the lightning and thunder damage and doesn't fall {@condition prone}. The discharge of this breath weapon is audible for 1 mile outside and 300 feet inside.": "风暴之子伊萨尔呼出一个30英尺的闪电和雷鸣锥形。该区域内的每个生物必须进行一个{@dc 16} 敏捷豁免。未通过豁免的生物会受到31({@damage 7d8}) 闪电伤害和31({@damage 7d8}) 雷鸣伤害，并倒地{@condition prone}。若通过豁免，生物会受到一半的闪电和雷鸣伤害，并且不会倒地{@condition prone}。这个吐息武器的放电声在外部可以听到1英里，在内部可以听到300英尺。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 4}攻击，射程5英尺，一个目标。造成{@h}7 ({@damage 2d4 + 2}) 钝击伤害。",
	"{@atk rw} {@hit 4} to hit, range 30/60 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage.": "{@atk rw} 使用命中，射程30/60尺，目标一个。{@h}7 ({@damage 2d4 + 2}) 穿刺伤害。",
	"If the torcheater flies through fire, it reduces the fire's area by a 1-foot cube. A fire goes out if its area is reduced to nothing.": "如果火炬飞过火焰，它会将火焰的面积减少1立方英尺。如果火焰的面积减少到零，火焰就会熄灭。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft.one target. {@h}1 fire damage.": "{@atk mw} {@hit 4}攻击，达到5英尺。一个目标。{@h}1火焰伤害。",
	"When the venomous gnoll reduces a creature to 0 hit points with a melee attack on its turn, the gnoll can take a bonus action to move up to half its speed and make a bite attack.": "当这只有毒液的豺狼用近战攻击在自己的回合将一名生物的生命值降至0时，这只豺狼可以采取一个奖励动作，移动最多半个移动速度并进行一次咬击攻击。",
	"The venomous gnoll makes two attacks, only one of which can be a bite.": "这只有毒的豺狼进行两次攻击，其中只有一次可以是咬(%num%)。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage and 2 ({@damage 1d4}) poison damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}4({@damage 1d4 + 2})点穿刺伤害和2({@damage 1d4})点毒素伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage and 2 ({@damage 1d4}) poison damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}5 ({@damage 1d6 + 2}) 斩击伤害和2 ({@damage 1d4}) 毒素伤害。",
	"{@atk rw} {@hit 4} to hit, range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage and 2 ({@damage 1d4}) poison damage.": "{@atk rw}进行攻击，射程20/60尺，目标为一只生物。造成{@h}4({@damage 1d4 + 2})点穿刺伤害和2({@damage 1d4})点毒素伤害。",
	"Vitebriates are immune to the effects of old age and death by natural causes.": "维特布利特人对老年和自然死亡的影响免疫。",
	"While on the same plane of existence as a person {@condition charmed} by the vitebriate's Dominate Person action, the vitebriate may leech 1 hp per day permanently from the thrall. When a thrall is reduced to 0 hp through this process, it is killed. Drained hit points are regained after 7 days of rest.": "当与一个人{@condition charmed}处于同一存在平面上时，通过vitebriate的(Dominate Person)行动，vitebriate可以每天永久地从奴隶身上吸取1点生命值。当一个奴隶通过这个过程减少到0生命值时，它会被杀死。被吸取的生命值在休息7天后恢复。",
	"The vitebriate makes two melee attacks.": "这只脊椎动物进行两次近战攻击。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw,rw}进行攻击，射程5英尺或射程20/60英尺，一个生物。造成{@h}4({@damage 1d4 + 2})点穿刺伤害。",
	"A vitebriate can target a single humanoid with dominate person as the spell, with the following differences: once the vitebriate has chosen the target, it can use this ability only on the chosen target (until the next day when it can choose a different target and drop the focus on the current target). The spell does not require {@status concentration} but is broken if the vitebriate is knocked {@condition unconscious} involuntarily or killed (though not if it trances or sleeps). If the person has been {@condition charmed} for at least an hour, damage does not force a new saving throw.": "一只脊椎动物可以使用支配人类这个法术来瞄准一个人形生物，但有以下不同之处：一旦脊椎动物选择了目标，它只能在选择的目标上使用这个能力（直到第二天才能选择一个不同的目标并取消对当前目标的专注）。该法术不需要{@status concentration}，但如果脊椎动物被非自愿地击倒（被杀死则不算，尽管进入昏睡或睡眠状态不会打断法术）。如果这个人至少已经被{@condition charmed}了一个小时，伤害不会导致新的豁免检定。",
	"The vitebriate uses its psychic link with its thrall to transfer all damage it would take to its thrall. Damage that goes beyond what would kill the thrall is dealt to the vitebriate.": "这只(精神控制者)使用与其奴隶的心灵联系，将所有伤害转移给其奴隶。超出能够杀死奴隶的伤害将转移给这只(精神控制者)。",
	"The werebear is a 13th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 6} to hit with spell attacks). It can cast spells in any form, regardless of verbal, somatic, or material components provided they have no gold cost. It has the following druid spells prepared:": "熊人是一名13级的咒术师。它的咒术属性是智力（咒语豁免 DC {@dc 15}，用咒术攻击命中为 {@hit 6}）。它可以在任何形态下施放咒语，无论是口头、手势还是材料成分，只要没有金币成本。它准备了以下德鲁伊咒语：",
	"The werebear ascetic can use its action to polymorph into a bear-humanoid hybrid or into its kindred bear form, or back into its true form, which is humanoid. Its statistics, unless noted, are the same in each form. Any armor it is wearing merges into its alternate forms. It reverts to its true form if it dies.": "熊人修行者可以使用动作将自己变形为熊人混合体或其同类熊形态，或者变回其真实形态，即人形态。除非另有说明，其属性在每种形态下都是相同的。它穿戴的任何盔甲都会融入到其其他形态中。如果它死亡，它会恢复到真实形态。",
	"The werebear's kindred form takes the shape of a Large bear. While in this form, it can speak to and understand bears, cannot take any actions requiring hands, adds its Constitution modifier to the result of any saving throw, and gains 25 temporary hit points the first time it takes this form each day.": "熊人的同族形态是一只大熊。在这种形态下，它可以与熊交谈和理解熊的语言，不能进行需要使用手的动作，将其 Constitution 修正值加到任何豁免投掷的结果中，并且每天第一次变成这种形态时获得 25 临时生命值。",
	"The werebear makes three melee attacks, only one of which can be a bite.": "熊人进行三次近战攻击，其中只有一次可以是咬。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}16 ({@damage 3d8 + 3}) piercing damage. If the target is a humanoid, it must succeed on a {@dc 15} Constitution saving throw or be cursed with werebear lycanthropy.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个生物。造成{@h}16 ({@damage 3d8 + 3})点穿刺伤害。如果目标是一个人形生物，在一次{@dc 15}体质豁免检定中必须成功，否则将被诅咒为狻猊狼人。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw} {@hit 7} 进行攻击，达到5英尺，一个生物。 {@h}10 ({@damage 2d6 + 3}) 斩击伤害。",
	"While a creature is {@condition grappled} by the werewolf ravager, the werewolf has advantage on attack rolls against {@condition grappled} targets, and the target takes an additional 3 {@damage 1d6} damage whenever it is hit with the werewolf's bite or claw attack.": "当一个生物被狼人掠食者（werewolf ravager）所 {@condition grappled} 时，狼人在对 {@condition grappled} 目标进行攻击时获得优势，并且每当被狼人的咬或爪击中时，目标会额外受到3 {@damage 1d6} 伤害。",
	"The werewolf can use its action to polymorph into a wolf-humanoid hybrid or back into its true form, which is humanoid. Any armor it is wearing merges into its hybrid form. It reverts to its true form if it dies.": "狼人可以使用其动作将自己变形为狼人混合体，或者变回其真实形态，即人形。它穿戴的任何盔甲会融入到混合体中。如果狼人死亡，它会恢复到真实形态。",
	"The werewolf ravager makes two melee attacks. It can only make one bite attack per turn.": "狼人掠夺者进行两次近战攻击。它每回合只能进行一次咬击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}12 ({@damage 2d8 + 3}) piercing damage. The target must succeed on a {@dc 14} Strength saving throw or be {@condition grappled}.": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，一名生物。造成{@h}12 ({@damage 2d8 + 3}) 点穿刺伤害。目标必须成功进行一次{@dc 14} 力量豁免才能避免被{@condition grappled}。",
	"Additionally, if the target is a humanoid, it must succeed on a {@dc 13} Constitution saving throw or be cursed with werewolf lycanthropy.": "另外，如果目标是一个人形生物，它必须成功通过一次 {@dc 13} 体质豁免才能免受狼人狼人病的诅咒。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw} {@hit 6}命中，达到5英尺，一个生物。造成{@h}10 ({@damage 2d6 + 3})点割伤伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk mw} {@hit 6}攻击，射程5英尺，一名生物。造成{@h}6({@damage 1d6 + 3})点穿刺伤害。",
	"If a xakalonus succeeds on a saving throw against a magical effect that would damage it, it takes no damage. Instead, the xakalonus regains 11 ({@dice 2d10}) hit points. Alternatively, if the xakalonus is at full hit points, the next successful melee attack by the xakalonus deals an additional 11 ({@damage 2d10}) force damage.": "如果一只夏卡洛努斯 (xakalonus) 在对其造成伤害的魔法效果的豁免检定中成功，它不会受到伤害。相反，夏卡洛努斯会恢复 11 ({@dice 2d10}) 点生命值。或者，如果夏卡洛努斯的生命值已满，下一次夏卡洛努斯的成功近战攻击会额外造成 11 ({@damage 2d10}) 点力量伤害。",
	"The xakalonus has advantage on saving throws against spells and other magical effects.": "Xakalonus对法术和其他魔法效果的豁免投掷具有优势。",
	"The xakalonus makes one bite and one claws attack.": "Xakalonus 进行一次咬击和一次爪击攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage.": "{@atk mw} 使用 {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}13 ({@damage 2d8 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d10 + 4}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}15({@damage 2d10 + 4})点割伤伤害。",
	"All creatures within 30 ft. who can hear the xakalonus must succeed on a {@dc 14} Constitution saving throw or take 14 ({@damage 4d6}) thunder damage and be {@condition stunned} until the end of their next turn. Other xakalonus and the hraptnon are immune to this.": "所有在30英尺范围内且能听到(xakalonus)的生物必须通过一次{@dc 14}体质豁免才能免受14({@damage 4d6})点雷属性伤害，并在其下个回合结束前被{@condition stunned}。其他(xakalonus)和(hraptnon)对此免疫。",
	"When the dragon dies, it exudes a cloud of sickening, accursed gas. Each creature within 20 ft. of the dragon must succeed on a {@dc 15} Constitution saving throw or become {@condition poisoned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. However, a creature that fails two of these saving throws becomes cursed. A creature cursed in this way takes 10 ({@damage 3d6}) necrotic damage and can't regain hit points, and the creature's hit point maximum is reduced by an amount equal to the necrotic damage taken. Every 24 hours, the cursed creature takes 10 ({@damage 3d6}) necrotic damage with similar reduction to the creature's hit point maximum. If the curse reduces the target's hit point maximum to 0, the target dies.": "当龙死亡时，它会散发出一团令人作呕、被诅咒的毒气。在龙的20英尺范围内的每个生物必须成功通过一次{@dc 15}体质豁免才能免疫，否则会在1分钟内成为{@condition poisoned}。生物可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。然而，如果一个生物连续两次未能通过这些豁免检定，就会被诅咒。以这种方式被诅咒的生物会受到10({@damage 3d6})点死灵伤害，无法恢复生命值，且生物的生命值上限会减少相当于所受死灵伤害的数量。每24小时，被诅咒的生物会受到10({@damage 3d6})点死灵伤害，同时生物的生命值上限也会相应减少。如果诅咒将目标的生命值上限降至0，目标就会死亡。",
	"The dragon makes three attacks: one with its bite and two with its claws.": "这条龙进行三次攻击：一次用嘴咬，两次用爪子。(dragon)。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage and 5 ({@damage 2d4}) necrotic damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}13 ({@damage 2d8 + 4}) 点穿刺伤害和5 ({@damage 2d4}) 点死灵伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage and 2 ({@damage 1d4}) poison damage.": "{@atk mw} 使用 {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}9 ({@damage 2d4 + 4}) 斩击伤害和2 ({@damage 1d4}) 毒素伤害。",
	"The dragon exhales a 30-foot cone of poisonous insects and vile gas. Each creature in that area must make a {@dc 15} Constitution saving throw, taking 14 ({@damage 4d6}) piercing damage and 28 ({@damage 8d6}) poison damage on a failed save, or half as much damage on a successful one.": "龙呼出一股30英尺锥形区域的有毒昆虫和恶臭气体。该区域内的每个生物必须进行一次{@dc 15}体质豁免才能，未通过则受到14({@damage 4d6})穿刺伤害和28({@damage 8d6})毒素伤害，通过则伤害减半。",
	"The zombie troll regains 10 hit points at the start of its turn. If the zombie troll takes acid or radiant damage, this trait doesn't function at the start of the zombie troll's next turn. The zombie troll dies only if it starts its turn with 0 hit points and doesn't regenerate.": "僵尸巨魔在回合开始时恢复10点生命值。如果僵尸巨魔受到酸性或辐射伤害，则在下一个回合开始时，此特性不会生效。僵尸巨魔只有在生命值降至0且无法再生时才会死亡。",
	"The zombie troll makes two attacks.": "这只僵尸巨魔进行两次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage.": "{@atk mw} 使用 {@hit 6} 命中，达到5英尺，一个目标。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害。",
	"If a creature is hit by both morningstar attacks, the creature must take a {@dc 14} Strength saving throw or be knocked {@condition prone}.": "如果一个生物被晨星的两次攻击击中，该生物必须进行一次{@dc 14}力量豁免检定，否则会被击倒{@condition prone}。"
}