{
	"The zealot casts one of the following spells, requiring no components and using Charisma as the spellcasting ability (spell save {@dc 15}):": "狂热者施放以下其中一个法术，无需材料，使用魅力作为施法能力（法术豁免{@dc 15}）：",
	"The zealot exudes the chaos of the Far Realm. Any non-Aberration creature that starts its turn within 5 feet of the zealot must succeed on a {@dc 15} Wisdom saving throw or take 7 ({@damage 2d6}) psychic damage.": "狂热者散发着远境的混沌能量。任何非畸变生物，在距离狂热者5英尺内开始其回合的生物，必须通过一次 {@dc 15} 意志豁免检定，否则将受到7 ({@damage 2d6}) 精神伤害。",
	"The zealot, along with any equipment it is wearing or carrying, is unnaturally flexible. The zealot can move through any space as narrow as 1 inch without squeezing.": "狂热者，以及它穿戴或携带的任何装备，都具有非自然的灵活性。狂热者可以在不挤压的情况下穿过任何宽度为1英寸的空间。",
	"The zealot makes one Psychic Rend attack and two Shortsword attacks.": "狂热者进行一次精神裂痕（Psychic Rend）攻击和两次短剑（Shortsword）攻击。",
	"{@atk ms,rs} {@hit 7} to hit, reach 15 ft. or range 120 ft., one target. {@h}14 ({@damage 3d6 + 4}) psychic damage, and the target must succeed on a {@dc 15} Wisdom saving throw or have the {@condition stunned} condition until the start of the zealot's next turn.": "{@atk ms,rs} 使用 {@hit 7} 进行攻击，射程为15英尺或射程为120英尺，目标为一个。造成{@h}14 ({@damage 3d6 + 4}) 精神伤害，并且目标必须在一个{@dc 15} 感知豁免检定中成功，否则将在狂热者下一个回合开始前患上{@condition stunned}状态。",
	"{@atk mw} {@hit 7} to hit, reach 15 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage plus 7 ({@damage 2d6}) psychic damage.": "{@atk mw} 使用攻击命中，射程15英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4}) 穿刺伤害加上7 ({@damage 2d6}) 精神伤害。",
	"The zealot teleports, along with any equipment it is wearing or carrying, to an unoccupied space it can see within 120 feet of itself, leaving a churning void in the space it left. Immediately after it teleports, each creature within 30 feet of the void other than the zealot must make a {@dc 15} Strength saving throw. On a failed save, a creature takes 18 ({@damage 4d8}) force damage and is pulled to the unoccupied space closest to the void. On a successful save, the creature takes half as much damage only. The void then disappears.": "狂热者传送，连同其穿戴或携带的任何装备，传送到其能看到的距离不超过120英尺的未被占据的空间中，留下一个翻腾的虚空在它离开的空间中。它传送后，虚空周围30英尺内的每个生物（除了狂热者外）必须进行一次{@dc 15}力量豁免检定。未通过豁免检定的生物会受到18（{@damage 4d8}）力场伤害，并被拉到离虚空最近的未被占据的空间。通过豁免检定的生物只会受到一半伤害。然后虚空消失。",
	"The zealot magically emits psychic energy in a 60-foot cone. Each creature in that area must succeed on a {@dc 15} Intelligence saving throw or take 22 ({@damage 4d8 + 4}) psychic damage and have the {@condition stunned} condition for 1 minute. A target can repeat the saving throw at the end of each of its turns, ending the {@condition stunned} condition on itself on a success.": "狂热者在一个60英尺的锥形范围内魔法地释放出心灵能量。该区域内的每个生物必须成功通过一个{@dc 15}智力豁免才能免疫22({@damage 4d8 + 4})点心灵伤害，并患有{@condition stunned}状态1分钟。目标可以在自己的回合结束时重复进行豁免才能，成功则解除自身的{@condition stunned}状态。",
	"When the zombie dies, it leaves a cloud of ash that lasts for 5 minutes but does not obscure vision.": "当僵尸死亡时，它会留下一团持续5分钟的灰烬云，但不会遮挡视线。",
	"Chishinix is always accompanied by a {@creature Chishinix' Head|PaBTSO|severed head}.": "Chishinix总是与一个{@creature Chishinix' Head|PaBTSO|severed head}一起出现。",
	"If the mutate is subjected to an effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果变异体受到允许进行豁免投掷以仅受到一半伤害的效果影响，那么如果成功通过豁免投掷，它将不受到伤害，如果失败则只受到一半伤害。",
	"While in bright light, the mutate has disadvantage on attack rolls.": "在明亮光线下，突变体在进行攻击投掷时有劣势。",
	"The mutate makes one Corpse Swipe attack and two Tail attacks, or it makes four Tail attacks.": "变种怪物进行一次尸体横扫攻击和两次尾部攻击，或者进行四次尾部攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}20 ({@damage 3d10 + 4}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 16} Constitution saving throw or have the {@condition poisoned} condition for 1 minute. While {@condition poisoned} in this way, a creature can't regain hit points.": "{@atk mw}进行攻击，射程5英尺，目标为一个。造成{@h}20({@damage 3d10 + 4})点钝击伤害。如果目标是生物，必须通过一次{@dc 16}体质豁免才能免受{@condition poisoned}状态，持续1分钟。在这种方式下，生物无法恢复生命值。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成13({@damage 2d8 + 4})点劈砍伤害。",
	"The mutate magically projects up to four illusory copies of itself. These duplicates make it difficult to ascertain the mutate's true location and last until the end of the mutate's next turn. While the copies exist, attack rolls against the mutate are made with disadvantage.": "变异体魔法地投射出最多四个幻象副本。这些副本使得确定变异体的真实位置变得困难，并持续到变异体的下一个回合结束。在这些副本存在期间，对变异体的攻击投掷都会带有劣势。",
	"The mutate lets out a moan charged with psychic energy. Each creature within 60 feet of the mutate that isn't an Aberration must succeed on a {@dc 16} Wisdom saving throw or take 17 ({@damage 5d6}) psychic damage and have the {@condition frightened} condition until the end of the mutate's next turn.": "异变体发出一声充满精神能量的呻吟。在异变体周围60英尺范围内的每个非变异生物，必须通过一次 {@dc 16} 智力豁免才能避免受到17点 ({@damage 5d6}) 精神伤害，并在异变体的下一个回合结束前患有 {@condition frightened} 状态。",
	"The skeleton has advantage on Strength and Dexterity saving throws made against effects that make it have the {@condition prone} condition.": "骷髅对使其陷入{@condition prone}状态的力量和敏捷豁免投掷获得优势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands.": "{@atk mw} {@hit 5}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3})挥砍伤害，或者如果双手使用则造成8 ({@damage 1d10 + 3})挥砍伤害。",
	"If the cluster fails a saving throw, it can choose to succeed instead.": "如果该群集失败了一次豁免投掷，它可以选择成功。",
	"The cluster has advantage on saving throws against spells and other magical effects.": "该群体在对抗法术和其他魔法效果的豁免检定中具有优势。",
	"The cluster makes two Slam attacks. It can replace one of these attacks with Spawn Progeny if available.": "该集群进行两次猛击攻击。如果可用，它可以用产卵后代替其中一次攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) bludgeoning damage plus 10 ({@damage 3d6}) psychic damage, and if the target is a creature, the target must succeed on a {@dc 18} Strength saving throw or have the {@condition prone} condition. If this attack reduces the target to 0 hit points, the target immediately dies and is consumed by the cluster.": "{@atk mw} {@hit 10} 进行攻击，射程5英尺，一个目标。造成{@h}17 ({@damage 2d10 + 6}) 钝击伤害加上10 ({@damage 3d6}) 精神伤害，如果目标是生物，则目标必须成功进行{@dc 18} 力量豁免才能免疫{@condition prone} 状态。如果这次攻击将目标的生命值降至0，目标立即死亡并被聚集体消耗。",
	"The cluster bulges and spews {@dice 1d4} mature eggs. Each egg lands in an unoccupied space of the cluster's choice within 30 feet of itself and immediately transforms into an {@creature encephalon gemmule|PaBTSO}. The gemmules obey the cluster's commands and take their turns immediately after it.": "这个聚集体膨胀并喷射出{@dice 1d4}个成熟卵。每个卵都会降落在距离自己不超过30英尺的聚集体选择的未占据空间中，并立即变成一个{@creature encephalon gemmule|PaBTSO}。这些幼体会听从聚集体的命令，并在它之后立即行动。",
	"Immediately after being hit by an attack, the cluster moves up to its speed toward the attacker. This movement doesn't provoke opportunity attacks. If the cluster ends this movement within 5 feet of the attacker, it then makes one Slam attack against that attacker.": "在受到攻击后，(%num%)群体向攻击者移动，移动距离不超过其速度。这次移动不会引发机会攻击。如果(%num%)群体在移动结束时距离攻击者5英尺以内，它将对该攻击者进行一次猛击攻击。",
	"The gemmule matures into an encephalon cluster if not killed within 30 ({@dice 4d12 + 4}) days of its creation.": "如果在创建后的30天内未被杀死，那个胚胎细胞将成熟为一个脑团({@dice 4d12 + 4})。",
	"The gemmule has advantage on saving throws against spells and other magical effects.": "宝胞体在豁免魔法和其他魔法效果时具有优势。(Gemmule)",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}16 ({@damage 3d10}) psychic damage.": "{@atk mw} {@hit 6}攻击，射程5英尺，目标一个。造成{@h}16 ({@damage 3d10})点精神伤害。",
	"The gemmule targets one creature within 5 feet of itself and forces the target to make a {@dc 14} Dexterity saving throw. On a failed save, the gemmule enters the target's space and attaches to the target. While the gemmule is attached, the target takes 7 ({@damage 3d4}) piercing damage at the start of each of its turns, and the gemmule can't use Leech again until it detaches. It can detach itself by spending 5 feet of its movement. As an action, the target or a creature within 5 feet of the target can detach the gemmule by succeeding on a {@dc 15} Strength check.": "晶胞目标位于自身5英尺范围内的一名生物，并迫使目标进行一次{@dc 14}敏捷豁免扑。未能通过豁免的话，晶胞会进入目标的空间并附着在目标身上。当晶胞附着时，目标在其回合开始时会受到7({@damage 3d4})点穿刺伤害，而晶胞在分离前无法再次使用寄生。它可以通过消耗5英尺的移动来自行分离。作为一个动作，目标或目标周围5英尺范围内的生物可以通过成功进行一次{@dc 15}力量检定来分离晶胞。",
	"The ashenwight makes two Necrotic Shard attacks.": "灰白亡灵进行两次死灵碎片（Necrotic Shard）攻击。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 60 ft., one target. {@h}7 ({@damage 1d6 + 4}) necrotic damage. If the target is a creature, it has disadvantage on the next attack roll it makes before the end of its next turn.": "{@atk mw,rw} {@hit 7}攻击，射程5英尺或60英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4})点死灵伤害。如果目标是生物，它在下一个回合结束前进行的下一次攻击投掷有劣势。",
	"The auger deals double damage to objects and structures.": "螺旋钻对物体和结构造成双倍伤害。",
	"The auger can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake.": "这个钻头可以以其钻掘速度的一半在坚硬岩石中钻孔，并在其后留下直径为10英尺的隧道。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 7 ({@damage 2d6}) fire damage. If the auger moves at least 20 feet in a straight line toward the target immediately before the hit, the target takes an additional 11 ({@damage 2d10}) piercing damage, and if the target is a creature, it must succeed on a {@dc 17} Strength saving throw or have the {@condition prone} condition.": "{@atk mw} {@hit 9} 进行攻击，射程5英尺，目标一个。造成{@h}17 ({@damage 2d10 + 6}) 穿刺伤害加上7 ({@damage 2d6}) 火焰伤害。如果螺旋钻在命中目标之前直线移动至少20英尺，目标将受到额外11 ({@damage 2d10}) 穿刺伤害，若目标是生物，则必须成功通过一次 {@dc 17} 力量豁免检定，否则会陷入 {@condition prone} 状态。",
	"The auger releases an intense burst of heat in a 30-foot-radius sphere centered on itself. This heat spreads around corners. Each creature in this area must make a {@dc 17} Constitution saving throw, taking 13 ({@damage 3d8}) fire damage on a failed save, or half as much damage on a successful one.": "螺旋钻头在以自身为中心的30英尺半径范围内释放出一股强烈的热量。这股热量可以穿过角落传播。在这个区域内的每个生物必须进行一次{@dc 17}体质豁免才能，未通过则受到13({@damage 3d8})火焰伤害，通过则只受到一半伤害。",
	"The flesh meld can move through a space as narrow as 1 inch without squeezing.": "肉体融合可以在不挤压的情况下通过1英寸狭窄的空间。",
	"At the start of each of the flesh meld's turns, each creature within 5 feet of it must succeed on a {@dc 15} Constitution saving throw or take 3 ({@damage 1d6}) necrotic damage and have the {@condition poisoned} condition until the start of the flesh meld's next turn.": "在每个血肉融合体的回合开始时，距离它5英尺内的每个生物必须成功通过一次 {@dc 15} 体质豁免才能免受3点 ({@damage 1d6}) 死灵伤害，并患有 {@condition poisoned} 状态，直到下一个血肉融合体回合开始前。",
	"The flesh meld has advantage on saving throws against spells and other magical effects.": "肉体融合在豁免魔法和其他魔法效果的豁免 throws 中具有优势。",
	"The flesh meld can climb difficult surfaces, including ceilings, without needing to make an ability check.": "融肉体可以爬上困难的表面，包括天花板，而无需进行能力检定。",
	"The flesh meld makes two Bite attacks.": "肉体融合进行两次咬击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 30 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage, and if the target is a Large or smaller creature, it has the {@condition grappled} condition (escape {@dc 15}) and is pulled up to 15 feet toward the flesh meld.": "{@atk mw}进行攻击，射程30英尺，目标一个。造成{@h}16({@damage 2d10 + 5})点穿刺伤害，如果目标是一只大型或更小的生物，则它陷入{@condition grappled}(逃脱{@dc 15})状态，并被拉向血肉融合体15英尺。",
	"The flesh meld targets one Large or smaller creature within 5 feet of itself that it's grappling. The target must succeed on a {@dc 15} Dexterity saving throw or be swallowed by the flesh meld. The flesh meld can have one creature swallowed at a time.": "融合肉体目标是自身抓取的5英尺内一只大型或更小生物。目标必须成功通过一次{@dc 15}的敏捷豁免才能避免被融合肉体吞噬。融合肉体一次只能吞噬一个生物。",
	"A swallowed creature no longer has the {@condition grappled} condition. While swallowed, it has the {@condition blinded} and {@condition restrained} conditions, has total cover against attacks and other effects outside the flesh meld, and takes 10 ({@damage 3d6}) necrotic damage at the start of each of the flesh meld's turns. If this damage reduces a swallowed creature to 0 hit points, the creature dies, and the flesh meld consumes its body.": "被吞噬的生物不再具有{@condition grappled}状态。在被吞噬时，它具有{@condition blinded}和{@condition restrained}状态，对外部攻击和其他效果具有完全掩护，并在血肉融合体的每个回合开始时受到10({@damage 3d6})点死灵伤害。如果这个伤害将被吞噬的生物的生命值降至0，那么生物死亡，血肉融合体会吞噬它的尸体。",
	"If the flesh meld takes 30 damage or more on a single turn from the swallowed creature, the flesh meld must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate the creature, which falls with the {@condition prone} condition in a space within 5 feet of the flesh meld. If the flesh meld dies, the swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 10 feet of movement, exiting with the {@condition prone} condition.": "如果被吞噬的生物在一个回合内受到30点或更多的伤害，那么血肉融合体必须在回合结束时成功进行一次{@dc 15}体质豁免检定，否则将把生物吐出，生物会带着{@condition prone}状态掉落在距离血肉融合体5英尺的空间内。如果血肉融合体死亡，被吞噬的生物不再受其影响，可以通过消耗10英尺的移动来从尸体中逃脱，以{@condition prone}状态脱离。",
	"{@atk rw} {@hit 4} to hit, range 80 ft./320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw} {@hit 4} 进行攻击，射程80英尺/320英尺，目标为一名敌人。造成{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"When the goblin dies, its pent-up mental energy explodes in a psychic blast. Each creature within 5 feet of it must succeed on a {@dc 13} Intelligence saving throw or take 5 ({@damage 2d4}) psychic damage.": "当哥布林死亡时，它内心积聚的精神能量会爆炸成一股精神冲击波。每个在它周围5英尺范围内的生物必须成功通过一次{@dc 13}智力豁免才能免受5({@damage 2d4})点精神伤害。",
	"The goblin has advantage on saving throws against effects that would make it have the {@condition charmed} or {@condition frightened} condition.": "地精在豁免投掷中对会使其获得{@condition charmed}或{@condition frightened}状态的效果具有优势。(goblin)",
	"The goblin makes two Unarmed Strike attacks.": "哥布林进行两次徒手攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage plus 3 ({@damage 1d6}) psychic damage.": "{@atk mw} {@hit 5}攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d4 + 3}) 钝击伤害加上3 ({@damage 1d6}) 精神伤害。",
	"The goblin takes the Disengage or Hide action.": "地精采取了脱离战斗或隐藏行动。",
	"The goblin targets one creature it can see within 30 feet of itself with a thrust of telekinetic force. The target must succeed on a {@dc 13} Strength saving throw or have the {@condition prone} condition.": "哥布林以一股念力对准自己能看到的30英尺内的一名生物。目标必须成功通过一个{@dc 13}的力量豁免才能避免陷入{@condition prone}状态。",
	"The goblin casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 13}):": "哥布林施放以下其中一个法术，无需法术材料，使用智力作为施法能力（法术豁免 {@dc 13}）：",
	"When the goblin dies, its pent-up mental energy explodes in a psychic blast. Each creature within 5 feet of it must succeed on a {@dc 13} Intelligence saving throw or take 10 ({@damage 4d4}) psychic damage.": "当哥布林死亡时，它内心积压的精神能量会爆炸成一股心灵冲击波。每个距离它5英尺内的生物必须成功通过一次 {@dc 13} 智力豁免才能免受10 ({@damage 4d4}) 精神伤害。",
	"The goblin has advantage on saving throws against effects that would make it have the {@condition charmed} or {@condition frightened} conditions.": "地精在豁免投掷中对会使其陷入{@condition charmed}或{@condition frightened}状态的效果具有优势。",
	"The goblin makes three Psychic Blade attacks.": "地精进行三次心灵之刃（Psychic Blade）攻击。",
	"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 60 ft., one creature. {@h}11 ({@damage 2d6 + 4}) psychic damage, and the target must subtract {@dice 1d4} from the next attack roll or saving throw it makes before the end of the goblin's next turn.": "{@atk mw,rw} {@hit 6}攻击，射程5英尺或60英尺，一个生物。受到{@h}11 ({@damage 2d6 + 4})点心灵伤害，并且目标在地精的下一个回合结束前，必须在下一次攻击检定或豁免检定中减去{@dice 1d4}。",
	"The goblin unleashes a 30-foot-radius sphere of psychic energy, centered on a point the goblin can see within 60 feet of itself. Each creature in that area must make a {@dc 13} Intelligence saving throw. On a failed save, a creature takes 14 ({@damage 4d6}) psychic damage and has the {@condition incapacitated} condition until the end of the goblin's next turn. On a successful save, a creature takes half as much damage only.": "哥布林释放了一个半径为30英尺的心灵能量球，以哥布林能看到的距离60英尺内的一个点为中心。该区域内的每个生物必须进行一次{@dc 13}智力豁免。未能通过豁免的生物会受到14点({@damage 4d6})心灵伤害，并且会处于{@condition incapacitated}状态，直到哥布林的下一个回合结束。通过豁免的生物只会受到一半伤害。",
	"When the goblin or one of its allies within 15 feet of it is hit by an attack roll, the goblin conjures a shield of force. The target of the attack gains a +3 bonus to its AC against the triggering attack roll, potentially causing it to miss.": "当妖精(goblin)或其15英尺内的盟友被攻击命中时，妖精会召唤一面力场盾牌。被攻击的目标在应对该攻击骰时获得+3的AC加值，有可能导致攻击未命中。",
	"The grell psychic casts one of the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save {@dc 12}):": "格雷尔（grell）通灵师施放以下其中一个法术，无需法术材料，使用魅力作为施法能力（法术豁免 {@dc 12}）：",
	"The grell psychic makes one Tentacle attack and one Beak attack.": "格雷尔（grell）通灵师进行一次触手攻击和一次喙攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 3d4 + 3}) piercing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。造成{@h}10 ({@damage 3d4 + 3})穿刺伤害。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage, and the target must succeed on a {@dc 11} Constitution saving throw or have the {@condition poisoned} condition for 1 minute. While the target is {@condition poisoned}, it also has the {@condition paralyzed} condition. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The target also has the {@condition grappled} condition (escape {@dc 16}). While grappling the target, the grell can't make Tentacle attacks against other targets. When the grell moves, any Medium or smaller target it is grappling moves with it.": "{@atk mw} {@hit 5} 进行攻击，射程10英尺，一名目标。造成{@h}8({@damage 1d10 + 3})点穿刺伤害，并且目标必须成功通过一次{@dc 11}体质豁免才能免疫{@condition poisoned}状态1分钟。当目标处于{@condition poisoned}状态时，它也会陷入{@condition paralyzed}状态。目标可以在自己的回合结束时重复进行豁免才能，成功则结束效果。目标同时也处于{@condition grappled}状态（逃脱{@dc 16}）。当格斗目标时，格雷尔无法对其他目标进行触手攻击。当格雷尔移动时，任何与其格斗的中型或更小的目标也会随之移动。",
	"While in sunlight, the mutate has disadvantage on attack rolls.": "在阳光下，突变体在进行攻击投掷时有劣势。",
	"The mutate makes two Unarmed Strike or Nightmare Blast attacks.": "变异体进行两次徒手攻击或噩梦冲击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) bludgeoning damage plus 10 ({@damage 3d6}) psychic damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 钝击伤害加上10 ({@damage 3d6}) 精神伤害。",
	"{@atk rw} {@hit 6} to hit, range 60 ft., one creature. {@h}7 ({@damage 2d6}) psychic damage, and the target must succeed on a {@dc 12} Wisdom saving throw or have the {@condition frightened} condition until the start of the mutate's next turn.": "{@atk rw} {@hit 6}攻击，射程60英尺，一名生物。受到{@h}7 ({@damage 2d6})点心灵伤害，并且目标必须在一次{@dc 12}感知豁免检定中成功，否则在变异体的下一个回合开始前拥有{@condition frightened}状态。",
	"Immediately after taking damage, the mutate flies up to its speed. This movement doesn't provoke opportunity attacks.": "在受到伤害后，突变体飞行速度内移动。这个移动不会引发机会攻击。",
	"Glasstaff casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 13}):": "玻璃杖施放以下其中一个法术，无需材料组件，并使用智力作为施法能力（法术豁免{@dc 13}）:",
	"Glasstaff wields a {@item staff of defense|PaBTSO} (see appendix B). With the staff in hand, he can use an action to cast the {@spell mage armor} spell and use his reaction to cast the {@spell shield} spell.": "玻璃法杖手持着一个{@item staff of defense|PaBTSO}（见附录B）。拿着法杖，他可以使用一个动作施放{@spell mage armor}法术，并可以使用他的反应施放{@spell shield}法术。",
	"Glasstaff makes two Shocking Burst attacks.": "Glasstaff发动两次震荡爆发攻击。",
	"{@atk ms,rs} {@hit 5} to hit, reach 5 ft. or range 120 ft., one target. {@h}6 ({@damage 1d6 + 3}) lightning damage.": "{@atk ms,rs} {@hit 5}进行攻击，射程5英尺或射程120英尺，目标一个。{@h}6 ({@damage 1d6 + 3}) 闪电伤害。",
	"Glasstaff magically teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see.": "玻璃杖(Glasstaff)使用魔法传送，连同他所穿戴或携带的任何装备，最多可传送30英尺到他能看见的未被占据的空间。",
	"The elder brain casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 17}):": "长者脑袋施放以下其中一个法术，无需法术材料，并使用智力作为施法能力（法术豁免 {@dc 17}）:",
	"The elder brain is aware of creatures within 1 mile of itself that have an Intelligence score of 4 or higher. It knows the distance and direction to each creature, as well as each one's Intelligence score, but can't sense anything else about it. A creature protected by a {@spell mind blank} spell, a {@spell nondetection} spell, or similar magic can't be perceived in this manner.": "长者脑意识到距离自己1英里内智力得分为4或更高的生物。它知道每个生物的距离和方向，以及每个生物的智力得分，但无法感知有关它的其他信息。受{@spell mind blank}法术、{@spell nondetection}法术或类似魔法保护的生物无法以这种方式被感知。",
	"The elder brain has advantage on saving throws against spells and other magical effects.": "长者脑（Elder Brain）在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The elder brain can use its telepathy to initiate and maintain telepathic conversations with up to ten creatures at a time. The elder brain can let those creatures telepathically hear each other while connected in this way.": "长者脑可以利用其心灵感应能力与最多十个生物同时进行心灵交流。在这种连接方式下，长者脑可以让这些生物心灵上彼此听到对方。",
	"The elder brain makes two Tentacle attacks.": "长者脑进行两次触手攻击。",
	"{@atk mw} {@hit 6} to hit, reach 30 ft., one target. {@h}15 ({@damage 3d8 + 2}) bludgeoning damage. If the target is a Huge or smaller creature, it has the {@condition grappled} condition (escape {@dc 14}) and takes 9 ({@damage 1d8 + 5}) psychic damage at the start of each of its turns until the grapple ends. The elder brain can have up to four targets {@condition grappled} at a time.": "{@atk mw} 使用近战攻击，射程30英尺，一目标。{@h}15 ({@damage 3d8 + 2}) 钝击伤害。如果目标是一个巨大或更小的生物，它将被控制住并且在每个回合开始时受到9 ({@damage 1d8 + 5}) 精神伤害，直到脱离控制。长者脑可以同时控制多达四个目标 {@condition grappled}。",
	"Creatures of the elder brain's choice within 60 feet of itself must succeed on a {@dc 17} Intelligence saving throw or take 32 ({@damage 5d10 + 5}) psychic damage and have the {@condition stunned} condition for 1 minute. A {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "在距离老脑60英尺范围内的生物必须通过一个 {@dc 17} 智力豁免才能免受32点 ({@damage 5d10 + 5}) 精神伤害，并患上 {@condition stunned} 状态1分钟。一只 {@condition stunned} 生物可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"The elder brain targets one creature with the {@condition incapacitated} condition that the elder brain senses with its Creature Sense trait and establishes a psychic link with the target. Until the link ends, the elder brain can perceive everything the target senses. The target becomes aware that something is linked to its mind once it no longer has the {@condition incapacitated} condition, and the elder brain can terminate the link at any time (no action required). The target can use an action on its turn to attempt to break the link, doing so with a successful {@dc 17} Charisma check. If the target breaks the link this way, the target takes 10 ({@damage 3d6}) psychic damage. The link also ends if the target and the elder brain are more than 1 mile apart. The elder brain can form psychic links with up to ten creatures at a time.": "长者脑瞄准一名带有{@condition incapacitated}状态的生物，这名生物被长者脑的“生物感知”特性感知到，并与目标建立心灵联系。直到联系结束，长者脑可以感知目标所感知的一切。一旦目标不再具有{@condition incapacitated}状态，目标就会意识到有某种东西与其心灵相连，长者脑可以随时终止这种联系（无需动作）。目标可以在自己的回合使用一个动作尝试打破这种联系，只要进行一次成功的{@dc 17}魅力检定即可。如果目标通过这种方式打破联系，目标会受到10({@damage 3d6})点心灵伤害。如果目标和长者脑相隔超过1英里，联系也会结束。长者脑最多可以同时与十名生物建立心灵联系。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 3 ({@damage 1d6}) psychic damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害加上3 ({@damage 1d6}) 精神伤害。",
	"Any creature that starts its turn within 30 feet of the intellect snare must succeed on a {@dc 17} Wisdom saving throw or have the {@condition incapacitated} condition for 1 minute. An {@condition incapacitated} creature can repeat the saving throw at the start of each of its turns, ending the effect on itself on a success. A creature that succeeds on the saving throw is immune to this intellect snare's Cacophony of Minds for 24 hours.": "任何在智力陷阱范围内30英尺内开始其回合的生物必须成功进行一次{@dc 17}感知豁免才能避免获得{@condition incapacitated}状态1分钟。一只{@condition incapacitated}生物可以在每个回合开始时重复进行豁免才能，成功则结束自身的影响。成功进行豁免的生物在接下来的24小时内免疫这个智力陷阱的心灵混乱效应。",
	"The intellect snare has advantage on saving throws against spells and other magical effects.": "智力陷阱在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The intellect snare makes two Tentacle attacks.": "智力陷阱进行两次触手攻击。",
	"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}10 ({@damage 1d8 + 6}) force damage, and if the target is a Medium or smaller creature, the target has the {@condition grappled} condition (escape {@dc 17}).": "{@atk mw} {@hit 9} 进行攻击，射程 15 英尺，一个目标。造成{@h}10 ({@damage 1d8 + 6}) 点力场伤害，如果目标是中型或更小的生物，则目标获得{@condition grappled}状态（逃脱 {@dc 17}）。",
	"The intellect snare targets one creature it is grappling. The target must make a {@dc 17} Intelligence saving throw, taking 21 ({@damage 6d6}) psychic damage on a failed save, or half as much damage on a successful one. The intellect snare then regains a number of hit points equal to the amount of damage taken.": "智力陷阱针对它所控制的一个生物。目标必须进行一次 {@dc 17} 智力豁免才能，如果豁免失败则受到 21 ({@damage 6d6}) 精神伤害，如果豁免成功则只受一半伤害。然后智力陷阱会回复等同于所造成伤害量的生命值。",
	"Lowarnizel casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 16}):": "洛瓦尼泽尔(Lowarnizel)施放以下其中一个法术，无需法术材料，并使用智力作为施法能力（法术豁免{@dc 16}）：",
	"Lowarnizel can breathe both air and water.": "Lowarnizel (洛瓦尼兹) 可以在空气和水中呼吸。",
	"Lowarnizel makes one Bite attack and two Claw attacks.": "Lowarnizel进行一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage plus 4 ({@damage 1d8}) force damage.": "{@atk mw} 使用 {@hit 9} 进行攻击，射程10英尺，目标一个。造成{@h}16 ({@damage 2d10 + 5}) 穿刺伤害加上4 ({@damage 1d8}) 强击伤害。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage.": "{@atk mw} {@hit 9} 进行攻击，射程5英尺，目标一个。造成{@h}9 ({@damage 1d8 + 5}) 点割伤伤害。",
	"Lowarnizel creates a shining bead of gravitational force, then releases the energy in a 30-foot cone. Each creature in that area must make a {@dc 17} Strength saving throw. On a failed save, a creature takes 36 ({@damage 8d8}) force damage, and its speed becomes 0 until the start of the dragon's next turn. On a successful save, a creature takes half as much damage only.": "洛瓦尼泽尔创造了一颗闪耀的引力珠，然后释放出一个30英尺的锥形区域的能量。该区域内的每个生物必须进行一次{@dc 17}力量豁免投掷。未通过豁免的生物将受到36({@damage 8d8})点力量伤害，并且其速度将变为0，直到龙的下一个回合开始。通过豁免的生物只会受到一半伤害。",
	"Lowarnizel magically transforms into any creature that is Medium or Small, while retaining his game statistics (other than his size). This transformation ends if the dragon is reduced to 0 hit points or uses a bonus action to end it.": "洛瓦尼泽 (Lowarnizel) 在保留游戏统计数据的同时，可以魔法变身为任何中型或小型生物。如果这只龙的生命值降至0，或者使用一个奖励动作来结束变身，则这种变身会结束。",
	"The mind flayer casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 17}):": "触须怪施放以下其中一个法术，无需法术材料，使用智力作为施法能力（法术豁免 {@dc 17}）：",
	"If the mind flayer fails a saving throw, it can choose to succeed instead.": "如果触须怪未能通过豁免投骰，它可以选择成功。",
	"The mind flayer has advantage on saving throws against spells and other magical effects.": "触手怪对法术和其他魔法效果的豁免 throws 有优势。",
	"The mind flayer makes two Tentacle attacks.": "触须怪进行两次触须攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}21 ({@damage 3d10 + 5}) psychic damage. If the target is Medium or smaller, it has the {@condition grappled} condition (escape {@dc 17}) and must succeed on a {@dc 17} Intelligence saving throw or have the {@condition incapacitated} condition until the grapple ends.": "{@atk mw} {@hit 9} 进行攻击，达到5英尺，一个生物。受到{@h}21 ({@damage 3d10 + 5}) 精神伤害。如果目标是中型或更小，它将陷入{@condition grappled}状态（逃脱{@dc 17}），并且必须成功通过一次{@dc 17}智力豁免才能摆脱{@condition incapacitated}状态，直到这次搏斗结束。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one {@condition incapacitated} Humanoid {@condition grappled} by the mind flayer. {@h}55 ({@damage 10d10}) piercing damage. If this damage reduces the target to 0 hit points, the mind flayer kills it by extracting and devouring its brain.": "{@atk mw} {@hit 9} 命中，达到5英尺。一名{@condition incapacitated} 人形生物 (Humanoid) {@condition grappled} 被食脑怪 (mind flayer) 攻击。受到{@h}55 ({@damage 10d10}) 穿刺伤害。如果这个伤害将目标降至0点生命值，食脑怪将通过提取并吞食其大脑来杀死它。",
	"The mind flayer opens a rift into the Far Realm, centered on a point the mind flayer can see within 60 feet of itself, and a tentacle lashes across creatures near the rift. Each creature other than mind flayers within 30 feet of the rift must make a {@dc 17} Intelligence saving throw, after which the tentacle disappears and the rift closes. On a failed save, a creature takes 18 ({@damage 4d8}) cold damage from the rift plus 18 ({@damage 4d8}) psychic damage from the tentacle and has the {@condition stunned} condition for 1 minute. On a successful save, a creature takes half as much damage only. A {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "触手颤动，一只触手横扫到了裂口附近的生物。在裂口附近30尺范围内的每个生物（除了触手）必须进行一次{@dc 17}智力豁免检定，之后触手消失，裂口关闭。未通过豁免检定的生物将受到裂口的18({@damage 4d8})冷伤害和触手的18({@damage 4d8})精神伤害，并且获得{@condition stunned}状态，持续1分钟。通过豁免检定的生物只会受到一半伤害。一只{@condition stunned}生物可以在自己的回合结束时重复豁免检定，成功则结束效果。",
	"When hit by an attack roll, the mind flayer gains a +4 bonus to its AC against that attack roll, potentially causing it to miss. Then the mind flayer, along with any equipment it is wearing or carrying, magically teleports up to 60 feet to an unoccupied space it can see.": "当被攻击命中时，心灵吸食者获得+4的AC加值以抵御该攻击，有可能导致攻击未命中。然后心灵吸食者，连同其穿戴或携带的任何装备，会在魔法作用下传送至60英尺内一个它能看见的未被占据的空间。",
	"The nothic magically emits psychic energy in a 30-foot cone. Each creature in that area must succeed on a {@dc 12} Intelligence saving throw or take 10 ({@damage 2d8 + 1}) psychic damage and have the {@condition stunned} condition until the end of its next turn.": "诺西克在一个30英尺的锥形范围内魔法般地释放出心灵能量。该区域内的每个生物必须成功通过一个{@dc 12}智力豁免才能避免受到10({@damage 2d8 + 1})点心灵伤害，并在其下一个回合结束前患有{@condition stunned}状态。",
	"The mind flayer casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 16}):": "触手怪施放以下其中一个咒语，无需法术材料，使用智力作为施法能力（法术豁免 {@dc 16}）：",
	"The mind flayer has advantage on initiative rolls and can't be surprised as long as it doesn't have the {@condition incapacitated} condition.": "畏惧魔导师在先攻骰时具有优势，并且只要没有{@condition incapacitated}状态，就不会被偷袭。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}16 ({@damage 2d10 + 5}) psychic damage. If the target is Medium or smaller, it has the {@condition grappled} condition (escape {@dc 16}) and must succeed on a {@dc 16} Intelligence saving throw or have the {@condition stunned} condition until the grapple ends.": "{@atk mw}进行攻击，达到5英尺，一个生物。受到{@h}16({@damage 2d10 + 5})点精神伤害。如果目标是中等大小或更小，则它陷入了{@condition grappled}状态（逃脱{@dc 16}），并必须成功通过一次{@dc 16}智力豁免才能摆脱{@condition stunned}状态，直到这次搏斗结束。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one Humanoid {@condition grappled} by the mind flayer. {@h}55 ({@damage 10d10}) piercing damage. If this damage reduces the target to 0 hit points, the mind flayer kills it by extracting and devouring its brain.": "{@atk mw} {@hit 8} 命中，达到5英尺，一名人形生物（Mind Flayer（触手怪））。{@h}55 ({@damage 10d10}) 穿刺伤害。如果这个伤害将目标的生命值降低到0，触手怪将通过提取和吞食其大脑来杀死它。",
	"The mind flayer lashes out with psychic energy, targeting up to two creatures it can see within 60 feet of itself. Each target must succeed on a {@dc 16} Intelligence saving throw or take 23 ({@damage 4d8 + 5}) psychic damage and have the {@condition stunned} condition for 1 minute. A {@condition stunned} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "这个心灵吸食者用精神能量攻击，瞄准自己能看到的60英尺内的最多两个生物。每个目标必须成功通过一个{@dc 16}智力豁免才能免受23({@damage 4d8 + 5})点精神伤害，并患有{@condition stunned}状态1分钟。一个{@condition stunned}目标可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}19 ({@damage 2d12 + 6}) slashing damage; if the target is an Aberration, it takes an additional 6 ({@damage 1d12}) slashing damage, and if it is grappling a creature, it must succeed on a {@dc 15} Strength saving throw or its grapple ends.": "{@atk mw} {@hit 10} 进行攻击，射程5英尺，目标一个。造成{@h}19 ({@damage 2d12 + 6}) 斩击伤害；如果目标是一只异常生物，额外受到6 ({@damage 1d12}) 斩击伤害，如果它正在与一只生物搏斗，它必须成功进行一次 {@dc 15} 力量豁免才能终止搏斗。",
	"Nezznar casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 13} unless otherwise noted):": "尼兹纳(Nezznar) 施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 13}，除非另有说明）：",
	"Nezznar has a fully charged spider staff (see appendix B).": "尼兹纳(Nezznar)拥有一根充能饱满的蜘蛛法杖(见附录B)。",
	"Nezznar has advantage on saving throws to avoid or end the {@condition charmed} condition on himself, and magic can't put him to sleep.": "Nezznar在避免或结束自身{@condition charmed}状态的豁免投掷中拥有优势，并且魔法无法让他入睡。",
	"Nezznar has disadvantage on attack rolls while he or his target is in sunlight.": "Nezznar在阳光下或其目标在阳光下时，进行攻击检定时有劣势。",
	"Nezznar makes two Poison Blast attacks.": "尼兹纳(Nezznar)发动两次毒性冲击(Poison Blast)攻击。",
	"{@atk ms,rs} {@hit 5} to hit, reach 5 ft. or range 120 ft., one creature. {@h}9 ({@damage 2d8}) poison damage.": "{@atk ms,rs} {@hit 5} 命中，射程5英尺或射程120英尺，一个生物。造成{@h}9 ({@damage 2d8}) 毒素伤害。",
	"The oculorb has advantage on saving throws against spells and other magical effects.": "眼珠者在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The oculorb has advantage on initiative rolls and can't be surprised.": "眼珠者在先攻检定上有优势，并且不会被吓到。",
	"The oculorb makes two Dreadful Contact attacks or four Eye Beam attacks.": "眼球器（Oculorb）进行两次可怕接触（Dreadful Contact）攻击或四次眼光束（Eye Beam）攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}14 ({@damage 3d6 + 4}) psychic damage, or 25 ({@damage 6d6 + 4}) psychic damage if the target has the {@condition frightened} condition.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，一个生物。造成{@h}14 ({@damage 3d6 + 4}) 精神伤害，如果目标有{@condition frightened}状态，则造成25 ({@damage 6d6 + 4}) 精神伤害。",
	"{@atk rs} {@hit 8} to hit, range 120 ft., one creature. {@h}14 ({@damage 3d6 + 4}) psychic damage.": "{@atk rs} {@hit 8}攻击，射程120英尺，一个生物。造成{@h}14 ({@damage 3d6 + 4})点精神伤害。",
	"The oculorb releases a wave of negative emotions, choosing one of the following options:": "眼珠释放出一波负面情绪，选择以下其中一个选项：",
	"The oculorb weeps, releasing a wave of crushing despair. Each creature within 30 feet of the oculorb must make a {@dc 16} Constitution saving throw. On a failed save, a creature's speed is reduced to 0 feet until the end of the oculorb's next turn, and if the creature was {@status concentration||concentrating}, its {@status concentration} is broken.": "眼珠器（Oculorb）哭泣，释放出一波压倒性绝望。每个在眼珠器30英尺范围内的生物必须进行一次{@dc 16}体质豁免才能。未通过豁免的生物速度将降为0直到眼珠器的下一个回合结束，如果该生物是{@status concentration||concentrating}，则其{@status concentration}会被打破。",
	"The oculorb's eyes unleash furious scarlet energy in a 60-foot cone. Each creature in that area must make a {@dc 16} Wisdom saving throw. On a failed save, a creature takes 33 ({@damage 6d10}) necrotic damage and has the {@condition frightened} condition for 1 minute. On a successful save, a creature takes half as much damage and isn't {@condition frightened}. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a successful save.": "眼珠宝的眼睛释放出一股愤怒的猩红能量，形成一个60英尺的锥形区域。该区域内的每个生物必须进行一次{@dc 16}感知豁免。未能通过豁免的生物会受到33点({@damage 6d10})死灵伤害，并在1分钟内陷入{@condition frightened}状态。通过豁免的生物只会受到一半伤害，并且不会{@condition frightened}。一名{@condition frightened}生物可以在自己的回合结束时重复豁免才能，成功豁免则结束自身效果。",
	"When the oculorb is damaged by a creature it can see within 60 feet of itself, it forces the creature to make a {@dc 16} Wisdom saving throw. The creature takes 10 ({@damage 3d6}) psychic damage on a failed save, or half as much damage on a successful one.": "当眼珠宝受到一只在其60英尺内可见的生物的伤害时，它会强迫该生物进行一次{@dc 16}感知豁免投骰。生物在豁免失败时会受到10({@damage 3d6})点精神伤害，豁免成功时则只受一半伤害。",
	"Oshundo casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 16}):": "奥舜多施放以下其中一个法术，无需材料组件，使用智力作为施法能力（法术豁免 {@dc 16}）：",
	"Oshundo has advantage on saving throws against spells and other magical effects.": "Oshundo在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"Oshundo makes two Chilling Grasp or Arcane Bolt attacks.": "Oshundo 进行两次寒冷之握 (Chilling Grasp) 或奥术飞弹 (Arcane Bolt) 攻击。",
	"{@atk ms} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 4d6}) cold damage, and Oshundo regains 14 hit points if the target is a creature.": "{@atk ms} {@hit 8} 进行攻击，射程5英尺，一个目标。造成{@h}14 ({@damage 4d6}) 点冰冷伤害，如果目标是生物，Oshundo将恢复14点生命值。",
	"{@atk rs} {@hit 8} to hit, range 120 ft., one target. {@h}28 ({@damage 8d6}) force damage.": "{@atk rs} {@hit 8}攻击，射程120英尺，目标一个。造成{@h}28 ({@damage 8d6})点力场伤害。",
	"Oshundo emits a wave of domineering energy in a 60-foot cone. Each creature in that area must succeed on a {@dc 16} Intelligence saving throw or take 22 ({@damage 4d8 + 4}) thunder damage and have the {@condition stunned} condition for 1 minute. A {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Oshundo在一个60英尺锥形范围内释放出一股霸道能量波。该区域内的每个生物必须成功通过一个{@dc 16}智力豁免才能免受22({@damage 4d8 + 4})点雷电伤害，并患有{@condition stunned}状态1分钟。一只{@condition stunned}生物可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的影响。",
	"Oshundo targets one creature it can perceive within 60 feet of itself that is casting a spell. If the spell is 3rd level or lower, the spell fails, but any spell slots or charges aren't wasted.": "Oshundo（奥顺多）瞄准在自身60英尺内的一个正在施法的生物。如果该法术为3级或更低级别，则该法术失败，但不会浪费任何法术位或充能。",
	"Noxious gas from the mutate's digestion of previous meals spews from its mouth. At the start of the mutate's turn, each creature within 5 feet of it must succeed on a {@dc 15} Constitution saving throw or take 3 ({@damage 1d6}) poison damage.": "突变体消化前一餐食物产生的有毒气体从它的嘴里喷出。在每个回合开始时，距离它5英尺内的每个生物必须成功通过一个{@dc 15}体质豁免才能避免受到3({@damage 1d6})毒性伤害。",
	"The mutate makes two Bite or Tentacle attacks. It can replace one of these attacks with Chitin Slam.": "变异体进行两次咬或触手攻击。它可以用凯丁猛击替换其中一次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Constitution saving throw or have the {@condition poisoned} condition. Every 24 hours that elapse, the target must repeat the saving throw, reducing its hit point maximum by 5 ({@dice 1d10}) on a failure. On a successful save, the target is no longer {@condition poisoned}. The target dies if its hit point maximum is reduced to 0. This reduction to the target's hit point maximum lasts until it no longer has the {@condition poisoned} condition.": "{@atk mw} 近战攻击，射程5英尺，一目标。 {@h}13 ({@damage 2d8 + 4}) 穿刺伤害。如果目标是生物，它必须成功进行一次 {@dc 15} 体质豁免才能免疫 {@condition poisoned} 状态。每过24小时，目标必须重新进行豁免检定，若失败则其最大生命值减少5 ({@dice 1d10})。若豁免成功，目标不再受到 {@condition poisoned}。若目标的最大生命值减至0，则目标死亡。目标的最大生命值减少持续至其不再受到 {@condition poisoned} 状态。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage, and if the target is a Medium or smaller creature, it has the {@condition grappled} condition (escape {@dc 15}) and the {@condition restrained} condition until this grapple ends. The mutate has two tentacles that can grapple one target each.": "{@atk mw} 使用 {@hit 7} 进行攻击，射程10英尺，一个目标。造成{@h}13({@damage 2d8 + 4})点钝击伤害，如果目标是中型或更小的生物，它将获得{@condition grappled}状态（逃脱{@dc 15}）和{@condition restrained}状态，直到这次擒抱结束。突变体有两根触手，每根可以擒抱一个目标。",
	"The mutate targets one creature it is grappling, slamming the creature against its chitinous plating. The creature must succeed on a {@dc 15} Constitution saving throw or take 16 ({@damage 3d10}) bludgeoning damage and have the {@condition stunned} condition until the end of the mutate's next turn.": "该变种能力以抓住的一只生物为目标，将其猛力摔打在其甲壳上。生物必须成功通过一次 {@dc 15} 体质豁免才能避免受到 16 ({@damage 3d10}) 钝击伤害，并在变种的下一个回合结束前患有 {@condition stunned} 状态。",
	"The ashenwight casts one of the following spells, requiring no spellcasting components and using Intelligence as the spellcasting ability (spell save {@dc 14}):": "灰白亡灵施放以下其中一个法术，无需施法材料，使用智力作为施法能力（法术豁免{@dc 14}）:",
	"The ashenwight makes two Necrotic Shard attacks. It also uses Psionic Crown if available.": "灰白亡灵进行两次死灵碎片（Necrotic Shard）攻击。如果可用，它还会使用灵能王冠（Psionic Crown）。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage plus 9 ({@damage 2d8}) necrotic damage. If the target is a creature, it has disadvantage on the next attack roll it makes before the end of its next turn.": "{@atk mw,rw} {@hit 7} 进行攻击，射程5英尺或60英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 穿刺伤害加上9 ({@damage 2d8}) 死灵伤害。如果目标是生物，它在下一个回合结束前进行的下一次攻击投掷有劣势。",
	"The ashenwight wreathes the head of a creature it can see within 60 feet of itself with a crown of jagged, spectral crystals. The target must succeed on a {@dc 14} Wisdom saving throw or have the {@condition charmed} condition for 1 minute. While {@condition charmed} in this way, the target's thoughts are sluggish; it can't take reactions, its speed is halved, and it takes 9 ({@damage 2d8}) psychic damage at the start of each of its turns. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "灰白亡灵用锯齿状的幽灵水晶为其能在60英尺内看见的生物头部戴上一顶王冠。目标必须成功通过一次{@dc 14}感知豁免才能避免陷入{@condition charmed}状态，持续1分钟。在这种方式下，目标的思维迟缓；它不能做出反应，速度减半，并且在每个回合开始时受到9({@damage 2d8})点精神伤害。目标可以在自己的回合结束时重复豁免才能，成功则结束效果。",
	"The shambling mound casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 8}):": "这个摇摇晃晃的丘陵怪物施放以下其中一个法术，无需法术材料，并使用智力作为施法能力（法术豁免 {@dc 8}）：",
	"Qunbraxel casts one of the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save {@dc 16}):": "坤布拉克塞尔(Qunbraxel)施放以下其中一个法术，无需法术材料，并使用魅力作为施法能力(法术豁免{@dc 16})：",
	"Qunbraxel has advantage on saving throws against spells and other magical effects.": "群布拉克塞尔(Qunbraxel)在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"Qunbraxel makes two Eldritch Bolt attacks, or one Eldritch Bolt attack and one Tentacle attack.": "Qunbraxel发动两次邪能箭攻击，或者一次邪能箭攻击和一次触手攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}15 ({@damage 2d10 + 4}) psychic damage. If the target is Medium or smaller, it has the {@condition grappled} condition (escape {@dc 16}) and must succeed on a {@dc 16} Intelligence saving throw or have the {@condition stunned} condition until the grapple ends.": "{@atk mw} {@hit 8}攻击，射程5英尺，一名生物。受到{@h}15 ({@damage 2d10 + 4})点精神伤害。如果目标是中等大小或更小，则陷入{@condition grappled}状态（逃脱{@dc 16}），并必须成功通过一次{@dc 16}智力豁免才能摆脱{@condition stunned}状态，直到这次搏斗结束。",
	"{@atk rs} {@hit 8} to hit, range 120 ft., one target. {@h}20 ({@damage 3d10 + 4}) force damage.": "{@atk rs} {@hit 8}攻击，射程120英尺，目标为一个。造成{@h}20 ({@damage 3d10 + 4})点力场伤害。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one Humanoid with the {@condition stunned} condition who is {@condition grappled} by Qunbraxel. {@h}55 ({@damage 10d10}) piercing damage. If this damage reduces the target to 0 hit points, Qunbraxel kills it by extracting and devouring its brain.": "{@atk mw} {@hit 8} 命中，达到5英尺，一个患有{@condition stunned}状态且被Qunbraxel控制的人形生物。造成{@h}55 ({@damage 10d10}) 穿刺伤害。如果这个伤害将目标降至0点生命值，Qunbraxel将通过提取并吞食其大脑来杀死它。",
	"Qunbraxel magically emits psychic energy in a 60-foot cone. Each creature in that area must succeed on a {@dc 16} Intelligence saving throw or take 26 ({@damage 5d8 + 4}) psychic damage and have the {@condition stunned} condition for 1 minute. A {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Qunbraxel在一个60英尺的锥形范围内魔法地释放出精神能量。该区域内的每个生物必须成功通过一个{@dc 16}智力豁免才能避免受到26({@damage 5d8 + 4})点精神伤害，并患上{@condition stunned}状态，持续1分钟。一个{@condition stunned}生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"The refraction casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 19}):": "折射施放以下其中一个咒语，无需咒语材料，使用智力作为施法能力（咒语豁免 {@dc 19}）：",
	"The refraction is aware of creatures within 100 miles of it that have an Intelligence score of 4 or higher. It knows the distance and direction to each creature, as well as each one's Intelligence score, but can't sense anything else about it. A creature protected by a {@spell mind blank} spell, a {@spell nondetection} spell, or similar magic can't be perceived in this manner.": "折射体能感知到距离它100英里以内智力值达到4或更高的生物。它知道每个生物的距离、方向和智力值，但无法感知其他任何信息。受到{@spell mind blank}法术、{@spell nondetection}法术或类似魔法保护的生物无法以这种方式被察觉。",
	"The refraction can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "透视能力可以穿过其他生物和物体，就像它们是艰难地形一样。如果它在物体内结束回合，就会受到5({@damage 1d10})点力场伤害。",
	"If the refraction fails a saving throw, it can choose to succeed instead.": "如果折射(%num%)未通过豁免投掷，它可以选择成功。",
	"The refraction has advantage on saving throws against spells and other magical effects.": "对于法术和其他魔法效果的豁免检定，折射体有优势。",
	"The refraction makes two Dissonant Claw attacks.": "折射进行两次不和之爪（Dissonant Claw）攻击。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft. or range 120 ft., one creature. {@h}25 ({@damage 3d12 + 6}) psychic damage. If the target is a creature {@status concentration||concentrating} on a spell, its {@status concentration} is broken.": "{@atk mw} {@hit 11}攻击，射程10英尺或射程120英尺，一个生物。造成{@h}25 ({@damage 3d12 + 6})点心灵伤害。如果目标是一个生物{@status concentration||concentrating}在一个法术上，它的{@status concentration}会被打断。",
	"Creatures of the refraction's choice within 60 feet of it must succeed on a {@dc 19} Intelligence saving throw or take 33 ({@damage 5d10 + 6}) psychic damage and have the {@condition stunned} condition for 1 minute. A {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "在其周围60英尺范围内，由{@dc 19}抉择的生物必须成功进行一次智力豁免才能免受33点心灵伤害（{@damage 5d10 + 6}），并且在1分钟内患上{@condition stunned}状态。一名{@condition stunned}生物可以在自己的回合结束时重复进行豁免才能，若成功则解除效果。",
	"The refraction teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied place that it can see.": "折射体传送，连同其穿戴或携带的任何装备，最多可传送到120英尺之内它所能看到的未被占据的地方。",
	"The refraction targets a creature within 120 feet of itself and disrupts its mental processes, causing the target to have disadvantage on all ability checks, attack rolls, and saving throws until the end of the target's next turn.": "该折射术针对距离自身120英尺内的生物，扰乱其思维过程，导致目标在目标的下一个回合结束前在所有属性检定、攻击检定和豁免检定上都获得劣势。",
	"The refraction makes one Dissonant Claw attack.": "折射使得一次不和谐之爪攻击。",
	"When Ruxithid fails a saving throw, he can choose to succeed instead.": "当拉克西西德 (Ruxithid) 失败豁免投掷时，他可以选择成功。",
	"Ruxithid has advantage on saving throws against the {@condition charmed} and {@condition frightened} conditions.": "Ruxithid在豁免 throws 中对 {@condition charmed} 和 {@condition frightened} 状态有优势。",
	"Ruxithid makes two Psi-Charged Scimitar attacks.": "Ruxithid 进行两次灵能充能弯刀攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage plus 7 ({@damage 2d6}) psychic damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}11 ({@damage 2d6 + 4})点斩击伤害加上7 ({@damage 2d6})点精神伤害。",
	"Ruxithid unleashes a flurry of crystalline psychic tendrils from his brain, targeting one creature that he can see within 30 feet of himself. The target must succeed on a {@dc 15} Dexterity saving throw or take 9 ({@damage 2d8}) psychic damage and have the {@condition stunned} condition until the start of Ruxithid's next turn.": "Ruxithid从他的大脑中释放出一连串的晶莹精神触须，瞄准他能看到的距离30英尺内的一只生物。目标必须成功通过一个{@dc 15} 敏捷豁免才能避免受到9 ({@damage 2d8}) 精神伤害，并且患有{@condition stunned}状态，直到Ruxithid下个回合开始前。",
	"Ruxithid commands one allied creature he can see within 60 feet of himself to strike. The creature can immediately use its reaction to make one melee weapon attack against a target within its reach.": "Ruxithid命令一个他能看到的盟友生物，在他自己的60英尺内，进行打击。该生物可以立即使用其反应对其攻击范围内的一个目标进行一次近战武器攻击。",
	"Sildar makes two Longsword attacks.": "西尔达(Sildar)进行两次长剑(Longsword)攻击。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) slashing damage, or 6 ({@damage 1d10 + 1}) slashing damage if used with two hands.": "{@atk mw} {@hit 3} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d8 + 1}) 斩击伤害，或者如果双手使用则造成6 ({@damage 1d10 + 1}) 斩击伤害。",
	"{@atk rw} {@hit 2} to hit, range 100/400 ft., one target. {@h}5 ({@damage 1d10}) piercing damage.": "{@atk rw}进行攻击，射程100/400英尺，目标为一名敌人。造成{@h}5 ({@damage 1d10})点穿刺伤害。",
	"When an attacker Sildar can see would hit him with a melee attack, he can roll a {@dice d6} and add the number rolled to his AC against the triggering attack, provided he's wielding a melee weapon.": "当攻击者Sildar可以看到会用近战攻击打击他时，他可以投掷一个{@dice d6}，并将投掷的数字加到他的AC上，以抵御触发的攻击，前提是他握持着一把近战武器。"
}