{
	"While the creepy doll remains motionless, it is indistinguishable from an ordinary, inanimate doll.": "虽然这个令人毛骨悚然的娃娃保持不动，但它与一个普通的无生命的娃娃没有区别。",
	"The creepy doll makes one attack with its scissors and uses Psychic Assault.": "令人毛骨悚然的娃娃用它的剪刀进行一次攻击，并使用精神攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) slashing damage.": "{@atk mw} {@hit 4}击中，到达5英尺，一个目标。{@h}7 ({@damage 2d4 + 2})砍击伤害。",
	"The body exchange lasts until the doll's spirit is forced out by magic. (The {@spell dispel evil and good} spell will accomplish this, though the doll is not one of the creature types whose possession that spell normally ends.) The body and the doll must be within 5 feet of each other for such an effect to work. The target is immune to this doll's Body Exchange for 24 hours after winning the Intelligence contest or after the exchange ends.": "身体交换持续到娃娃的灵魂被魔法逼出为止。({@spell dispel evil and good}法术会完成这个任务，尽管这个玩偶不属于该法术通常会结束的生物类型。) 身体和玩偶必须在5英尺范围内，这样的效果才会生效。目标在赢得智力竞赛后或交换结束后的24小时内对这个娃娃的身体交换免疫。",
	"The demon makes three melee attacks: two with its battleaxe and one with its tail. It can use Hurl Flame in place of any melee attack.": "恶魔会进行三次近战攻击：两次用战斧，一次用尾巴。它可以使用 \"火焰喷射 \"来代替任何近战攻击。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d8 + 6}) slashing damage, or 17 ({@damage 2d10 + 6}) slashing damage if used with two hands.": "{@atk mw} {@hit 10}击中，距离10英尺，一个目标。{@h}15 ({@damage 2d8 + 6})的砍击伤害，如果用双手使用，则是17 ({@damage 2d10 + 6})的砍击伤害。",
	"As an action, an angel of Flight Goldnight can strike fear into the hearts of its enemies. Each creature of the angel's choice that is within 120 feet of it and is aware of it must succeed on a Wisdom saving throw or become frightened for 1 minute. The DC for this saving throw is the same as for the angel's Innate Spellcasting trait. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to that angel's Goldnight Menace for the next 24 hours.": "作为一个行动，金夜飞行的天使可以让它的敌人感到恐惧。每个在它120英尺范围内的天使所选择的生物，如果意识到它，就必须成功地进行智慧救赎，否则就会被吓倒，持续1分钟。这个蓄力动作的DC和天使的先天法术特质相同。一个生物可以在它的每个回合结束时重复这个蓄力动作，如果成功则结束对它的影响。如果一个生物的救赎成功或效果结束，该生物在接下来的24小时内对该天使的金夜威胁免疫。",
	"An angel of the Flight of Moonsilver wields a spear made from a shard of the Helvault. Hit points lost to this weapon's damage can be regained only through a short or long rest, rather than by regeneration, magic, or any other means. Once per turn, when the angel hits a creature with an attack using this weapon, it can wound the target. At the start of each of the wounded creature's turns, it takes 1d4 necrotic damage for each time the angel has wounded it, and it can then make a DC 15 Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a DC 15 Wisdom (Medicine) check, ending the effect of such wounds on it on a success.": "一个月银飞行团的天使挥舞着一把由地狱之门的碎片制成的长矛。因这种武器的伤害而损失的命中率只能通过短期或长期休息来恢复，而不是通过再生、魔法或任何其他方式。每回合一次，当天使用此武器的攻击击中一个生物时，它可以使目标受伤。在受伤的生物的每个回合开始时，天使每次伤害它都会受到1d4的坏死伤害，然后它可以做一个DC15的宪法救赎，如果成功，则结束所有这些伤口对它的影响。或者，受伤的生物或者它周围5英尺内的生物可以使用一个动作来进行DC15智慧（医学）检查，成功后结束这种伤口对它的影响。",
	"The geist can see 60 feet into the Ethereal Plane when it is on the Material Plane, and vice versa.": "地师在物质界时，可以看到60英尺的虚空界，反之亦然。",
	"Geists are as varied as the humans they were in life. In addition to the traits and actions all geists possess, an individual geist might have any of the following special characteristics. ": "地质学家就像他们生前的人类一样多种多样。除了所有地质学家拥有的特征和行动外，个别地质学家可能有以下任何一个特殊的特征。",
	"A living creature possessed by a white-aligned geist gains immunity to the {@condition charmed} and {@condition frightened} conditions, and resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks. While the creature is possessed, the geist can allow it to take control of its body, but the geist can regain control at any time (no action required).": "被白衣天使附身的生物会获得对{@condition charmed}和{@condition frightened}条件的免疫，以及对来自非魔法攻击的重击、穿刺和切割伤害的抵抗。当生物被附身时，地质学家可以让它控制自己的身体，但地质学家可以在任何时候重新获得控制权（不需要行动）。",
	"Black-aligned geists can make themselves terrible to behold, even when they are possessing the living. Each non-undead creature within 60 feet of the geist that can see it must succeed on a {@dc 13} Wisdom saving throw or be {@condition frightened} for 1 minute. If the save fails by 5 or more, the target also ages {@dice 1d4 × 10} years. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the {@condition frightened} condition on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to this geist's Horrifying Visage for the next 24 hours. The aging effect can be reversed with a {@spell greater restoration} spell, but only within 24 hours of it occurring.": "与黑人结盟的地师可以使自己变得可怕，即使他们附身在活人身上。每个在地精60英尺范围内的非亡灵生物，如果能看到它，就必须成功地进行一次智慧救赎，否则就会在1分钟内变成{@condition frightened}。如果救赎失败5次或以上，目标也会衰老{@dice 1d4 × 10}年。一个{@condition frightened}的目标可以在它的每个回合结束时重复蓄力，在成功后结束对自己的{@condition frightened}条件。如果一个目标的自救成功或效果结束，该目标在接下来的24小时内对这个地师的恐怖面容免疫。衰老的效果可以用{@spell greater restoration}的法术逆转，但只能在它发生的24小时内逆转。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target {@h}17 ({@damage 4d6 + 3}) necrotic damage.": "{@atk mw}{@hit 5}击中，到达5英尺，一个目标{@h}17({@damage 4d6 + 3})坏死伤害。",
	"The geist enters the Ethereal Plane from the Material Plane, or vice versa. It is visible on the Material Plane while it is in the Border Ethereal, and vice versa, yet it can't affect or be affected by anything on the other plane.": "地师从物质位面进入虚空位面，或反之亦然。当它在边界虚无界时，它在物质界是可见的，反之亦然，但它不能影响或被另一界的任何东西所影响。",
	"Whenever an angel of the Host of Herons or a friendly creature within 10 feet of it makes a saving throw, the creature gains a bonus to the saving throw equal to the angel's Charisma modifier. The angel must be conscious to receive or grant this bonus.": "每当鹭之宿主的天使或其10英尺范围内的友好生物进行救赎时，该生物就会获得相当于天使魅力修正值的救赎奖励。天使必须有意识才能接受或给予这个奖励。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}1 piercing damage in raven form, or 4 ({@damage 1d4 + 2}) piercing damage in hybrid form.": "{@atk mw} {@hit 4}击中，到达5英尺，一个目标。在乌鸦形态下造成{@h}1的穿刺伤害，或在混合形态下造成4({@damage 1d4 + 2})的穿刺伤害。",
	"The golem's creator, if within 60 feet of the berserk golem, can try to calm it by speaking firmly and persuasively. The golem must be able to hear its creator, who must take an action to make a {@dc 15} Charisma (Persuasion) check. If the check succeeds, the golem ceases being berserk. If it takes damage while still at 40 hit points or fewer, the golem might go berserk again.": "如果巨魔的创造者在狂暴巨魔的60英尺范围内，可以通过坚定而有说服力的说话来试图使它平静下来。巨魔必须能够听到它的创造者，创造者必须采取一个行动，进行一个{@dc 15}魅力(说服力)检查。如果检定成功，巨魔将不再狂暴。如果它在40点或更少的命中率下受到伤害，巨魔可能会再次狂暴。",
	"If the golem takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn.": "如果巨魔受到火的伤害，它在攻击卷和能力检查上会处于劣势，直到下一回合结束。",
	"The golem is immune to any spell or effect that would alter its form.": "傀儡对任何会改变其形态的法术或效果都是免疫的。",
	"Whenever the golem is subjected to lightning damage, it takes no damage and instead regains a number of hit points equal to the lightning damage dealt.": "每当巨魔受到雷电伤害时，它不会受到任何伤害，反而会重新获得与所受雷电伤害相等的命中率。",
	"The golem has advantage on saving throws against spells and other magical effects.": "傀儡在对抗法术和其他魔法效果时有优势。",
	"The golem's weapon attacks are magical.": "傀儡的武器攻击是有魔法的。",
	"The most basic skaabs are simply flesh golems, as described in the Monster Manual. But the aspiration of every skaberen is to produce a truly unique masterpiece, a goal that might see a stitcher create golems with one of the following special characteristics.": "正如《怪物手册》所描述的那样，最基本的skaabs是简单的肉体甲虫。但每一个skaberen的愿望是制作一个真正独特的杰作，这个目标可能会看到一个缝合师创造出具有以下特殊特征的甲虫。",
	"Increase the skaab's Armor Class to 14 and increase its challenge rating to 6 (2,300 XP).": "将Skaab的装甲等级提高到14，并将其挑战等级提高到6（2,300XP）。",
	"The skaab's multiattack action allows it to make three slam attacks. Increase its challenge rating to 6 (2,300 XP).": "斯卡布的多重攻击动作允许它进行三次猛烈攻击。将其挑战等级提高到6（2,300 XP）。",
	"This skaab has three heads, six arms, and armor plating. Increase its challenge rating to 7 (2,900 XP).": "这个Skaab有三个头，六条胳膊，还有装甲。将其挑战等级提高到7级（2,900 XP）。",
	"The skaab has a flying speed of 30 feet.": "斯卡布的飞行速度为30英尺。",
	"The golem makes two slam attacks.": "巨魔进行了两次猛烈的攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage.": "{@atk mw} {@hit 7}击中，到达5英尺，一个目标。{@h}13 ({@damage 2d8 + 4})重击伤害。",
	"The vampire regains 10 hit points at the start of its turn if it has at least 1 hit point. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn.": "如果吸血鬼至少有1个命中率，则在其回合开始时重新获得10个命中率。如果吸血鬼受到辐射伤害或圣水伤害，这个特性在吸血鬼的下一个回合开始时不会发挥作用。",
	"The vampire makes two attacks, only one of which can be a bite attack.": "吸血鬼进行两次攻击，其中只有一次可以是咬人攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}8 ({@damage 2d4 + 3}) slashing damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 13}).": "{@atk mw} {@hit 6}击中，到达5英尺，一个生物。{@h}8 ({@damage 2d4 + 3})砍击伤害。吸血鬼可以抓取目标，而不是造成伤害（逃脱{@dc 13}）。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the vampire, {@condition incapacitated}, or {@condition restrained}. {@h}6 ({@damage 1d6 + 3}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw}{@hit 6}击中，达到5英尺，一个自愿的生物，或一个被吸血鬼{@condition grappled}，{@condition incapacitated}，或{@condition restrained}的生物。{@h}6({@damage 1d6 + 3})穿刺伤害加上7({@damage 2d6})坏死伤害。目标的最大命中率会减少，减少的量等于所受的坏死伤害，而吸血鬼会恢复与该量相等的命中率。降低的效果会持续到目标完成长时间休息。如果这个效果将其最大命中率降低到0，则目标会死亡。",
	"The vampire shrouds itself in a cloak of silence to a radius of 2 feet. Within that radius, the effect is the same as the {@spell silence} spell.": "吸血鬼将自己笼罩在沉默的斗篷中，半径为2英尺。在该半径范围内，其效果与{@spell silence}法术相同。",
	"The basic vampire statistics represent a \"neonate\"—a newly spawned vampire. Older vampires can learn powerful magic of many different kinds, and might have any of the following traits and abilities.": "基本的吸血鬼统计资料代表了一个 \"新生儿\"--一个新产生的吸血鬼。年长的吸血鬼可以学习许多不同种类的强大魔法，并可能具有以下任何特征和能力。",
	"The vampire has a flying speed of 30 feet.": "吸血鬼的飞行速度为30英尺。",
	"The vampire has advantage on melee attack rolls, but attack rolls against it have advantage.": "吸血鬼在近战攻击卷上有优势，但对它的攻击卷有优势。",
	"The vampire has the spellcasting abilities of a wizard or cleric.": "吸血鬼拥有巫师或牧师的法术能力。",
	"The werewolf polymorphs into a wolf-humanoid canid form, or back into its true human form. This change is dictated by the moon, but can also be induced by trauma or strong emotion. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "狼人可以多态地变成狼类犬科动物的形态，也可以变回其真正的人类形态。这种变化是由月亮决定的，但也可以由创伤或强烈的情绪引起。它的统计资料，除了它的AC之外，在每种形态下都是一样的。它所穿戴或携带的任何装备都不会被转化。如果它死了，它就会恢复到它的真实形态。",
	"Vildin Rampage (Canid Form Only). When the werewolf reduces a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to half its speed and make a bite attack.": "维尔丁狂暴（仅犬类形态）。当狼人在自己的回合中用近战攻击将一个生物的命中率降低到0时，它可以采取一个额外的行动，移动到其速度的一半，并进行一次咬人攻击。",
	"The werewolf makes two attacks: one with its bite and one with its claws or spear.": "狼人可以进行两次攻击：一次是咬人，一次是用爪子或长矛。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage.": "{@atk mw} {@hit 4}击中，到达5英尺，一个目标。{@h}6 ({@damage 1d8 + 2})穿刺伤害。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage, or 6 ({@damage 1d8 + 2}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 4}击中，范围5英尺或20/60英尺，一个目标。{@h}5 ({@damage 1d6 + 2})穿刺伤害，如果用双手进行近身攻击，则为6 ({@damage 1d8 + 2})穿刺伤害。",
	"The basic werewolf statistics represent a member of the Krallenhorde, Innistrad's largest howlpack. Werewolves of other packs might have additional abilities such as the following.": "狼人的基本统计资料代表了Krallenhorde的成员，Innistrad最大的狼人群体。其他族群的狼人可能会有额外的能力，如以下。",
	"Leeraug Blood Frenzy. The werewolf has advantage on melee attack rolls against any creature that doesn't have all its hit points.": "Leeraug Blood Frenzy. 狼人在对任何没有全部命中的生物进行近战攻击时具有优势。",
	"If damage reduces the cat to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the cat drops to 1 hit point instead.": "如果伤害使猫的命中率降至0，它必须做一个宪法救赎，DC为5+所受伤害，除非伤害是辐射或来自关键打击。如果成功，猫会下降到1点生命值。",
	"If damage reduces the rat to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the rat drops to 1 hit point instead.": "如果伤害使老鼠的命中率降至0，它必须做一个宪法救赎动作，DC为5+所受伤害，除非伤害是辐射或来自关键打击。如果成功，老鼠会下降到1点生命值。",
	"If damage reduces the snake to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the snake drops to 1 hit point instead.": "如果伤害使蛇的命中率降至0，它必须做一个宪法救赎动作，DC为5+所受伤害，除非伤害是辐射或来自关键打击。如果成功，蛇会下降到1点生命值。",
	"An angel of the Flight of Moonsilver wields a spear made from a shard of the Helvault. Hit points lost to this weapon's damage can be regained only through a short or long rest, rather than by regeneration, magic, or any other means. Once per turn, when the angel hits a creature with an attack using this weapon, it can wound the target. At the start of each of the wounded creature's turns, it takes {@damage 1d4} necrotic damage for each time the angel has wounded it, and it can then make a {@dc 15} Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a {@dc 15} Wisdom ({@skill Medicine}) check, ending the effect of such wounds on it on a success.": "一位月银之翼的天使挥舞着一支由赫尔沃尔碎片制成的长矛。受到这把武器伤害造成的生命值损失只能通过短暂休息或长时间休息来恢复，而不能通过再生、魔法或其他任何方式来恢复。每个回合一次，当天使用这把武器攻击一个生物命中时，它可以使目标受伤。在受伤生物的每个回合开始时，它会因为天使伤害它的次数而受到{@damage 1d4}点死灵伤害，并且随后可以进行一个{@dc 15}的体质豁免检定，成功则结束自身所有此类伤口的效果。或者，受伤生物或距离它5英尺以内的生物可以使用一个动作进行一个{@dc 15}的感知（{@skill Medicine}）检定，成功则结束自身的此类伤口效果。",
	"The creepy doll targets one creature it can see within 10 feet of it that has a brain. The target must succeed on a {@dc 12} Intelligence saving throw or take 11 ({@damage 2d10}) psychic damage. Also on a failure, roll {@dice 3d6}. If the total equals or exceeds the target's Intelligence score, that score is reduced to 0. The target is {@condition stunned} until it regains at least one point of Intelligence, as from the {@spell greater restoration} spell or similar magic.": "这个诡异的玩偶瞄准在它能看到的10英尺范围内的一个拥有大脑的生物。目标必须成功通过一次{@dc 12}智力豁免才能避免受到11({@damage 2d10})点精神伤害。在豁免失败的情况下，还需投掷{@dice 3d6}。如果总数等于或超过目标的智力值，那么该值将降低至0。目标将会变成{@condition stunned}，直到它恢复至少一点智力，比如通过{@spell greater restoration}法术或类似魔法。",
	"The creepy doll initiates an Intelligence contest with an {@condition incapacitated} humanoid within 5 feet of it. If it wins the contest, the creepy doll's spirit inhabits the target's body while the target's spirit is placed into the creepy doll's body. The creepy doll controls the target's body completely. It retains its alignment, Intelligence, Wisdom, Charisma, and immunity to being {@condition charmed} and {@condition frightened}. It otherwise uses the possessed target's statistics, but doesn't gain access to the target's knowledge, class features, or proficiencies. The target retains its alignment, Intelligence, Wisdom, and Charisma while inhabiting the creepy doll's body.": "这个诡异的娃娃与距离它5英尺以内的{@condition incapacitated}类生物发起一场智力对抗。如果它赢得了比赛，那么诡异的娃娃的灵魂会寄宿在目标的身体中，而目标的灵魂则被放置在诡异的娃娃的身体中。诡异的娃娃完全控制目标的身体。它保留其原有的立场、智力、智慧、魅力和对于被{@condition charmed}和{@condition frightened}的免疫力。除此之外，它使用被占据目标的统计数据，但不会获得目标的知识、职业特性或熟练加值。目标在寄宿在诡异的娃娃身体时保留其原有的立场、智力、智慧和魅力。",
	"As an action, an angel of Flight Goldnight can strike fear into the hearts of its enemies. Each creature of the angel's choice that is within 120 feet of it and is aware of it must succeed on a Wisdom saving throw or become {@condition frightened} for 1 minute. The DC for this saving throw is the same as for the angel's Innate Spellcasting trait. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to that angel's Goldnight Menace for the next 24 hours.": "作为一个行动，黄昼飞翼天使可以让敌人心生恐惧。 天使选择的每个生物，只要在其120英尺范围内并且意识到它，必须成功通过一次感知豁免才能在1分钟内成为{@condition frightened}。 这次豁免的 DC 与天使的天生施法特性相同。 一个生物可以在自己的每个回合结束时重复进行豁免才能，在成功后结束自身的效果。 如果一个生物的豁免成功或效果结束，那么该生物在接下来的24小时内对该天使的黄昼威胁免疫。",
	"The geist can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@dice 1d10}) force damage if it ends its turn inside an object.": "幽灵可以像穿过{@quickref difficult terrain||3}一样穿过其他生物和物体。如果它在物体内结束回合，它会受到5点({@dice 1d10})力量伤害。",
	"One creature that the geist can see within 5 feet of it must succeed on a {@dc 13} Charisma saving throw or be possessed by the geist; the geist then disappears, and the target is {@condition incapacitated} and loses control of its body. The geist now controls the body but doesn't deprive the target of awareness. The geist can't be targeted by any attack, spell, or other effect, except ones that turn undead, and it retains its alignment, Intelligence, Wisdom, Charisma, and immunity to being {@condition charmed} and {@condition frightened}. It otherwise uses the possessed target's statistics, but doesn't gain access to the target's knowledge, class features, or proficiencies. The possession lasts until the body drops to 0 hit points, the geist ends it as a bonus action, or the geist is turned or forced out by an effect like the {@spell dispel evil and good} spell. When the possession ends, the geist reappears in an unoccupied space within 5 feet of the body. The target is immune to this geist's Possession for 24 hours after succeeding on the saving throw or after the possession ends. The geist can instead target the corpse of a creature, effectively using its own life force to animate the corpse as a zombie. The animated corpse uses zombie statistics and returns to death if the geist ends the possession.": "幽灵能看见的距离5英尺以内的一只生物必须成功通过一个{@dc 13} 魅力豁免才能不被幽灵附身；然后幽灵消失，目标被{@condition incapacitated} 并失去对自己身体的控制。幽灵现在控制着身体，但不会剥夺目标的意识。幽灵不能被任何攻击、法术或其他效果所瞄准，除非是那些使不死生物转变的效果，它保留其原有的属性、智力、感知、魅力和免疫被{@condition charmed} 和 {@condition frightened}。除此之外，它使用被附身目标的属性，但不会获得目标的知识、职业特性或熟练加值。附身持续直到身体降至0点生命值、幽灵将其作为一个奖励动作结束，或者幽灵被转化或被某种效果驱逐，比如{@spell dispel evil and good} 法术。当附身结束时，幽灵会重新出现在距离身体5英尺内的一个未被占据的空间。目标在成功通过豁免检定后或附身结束后的24小时内对这个幽灵的附身免疫。幽灵可以选择将目标的尸体作为目标，有效地使用自己的生命力量来操纵尸体，使其成为僵尸。被操纵的尸体使用僵尸的属性，并且如果幽灵结束附身，它将重新归于死亡。",
	"Geists are as varied as the humans they were in life. In addition to the traits and actions all geists possess, an individual geist might have any of the following special characteristics.": "幽灵与其前世人类一样多种多样。除了所有幽灵共有的特质和行为外，一个个体幽灵可能具有以下任何特殊特征。",
	"The keeper is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following druid spells prepared:": "守护者是一名4级法术施展者。其法术施展能力为感知（法术豁免 {@dc 12}，法术攻击命中加值 {@hit 4}）。它已准备了以下德鲁伊法术：",
	"The most basic skaabs are simply {@creature flesh golem|MM|flesh golems}, as described in the Monster Manual. But the aspiration of every skaberen is to produce a truly unique masterpiece, a goal that might see a stitcher create golems with one of the following special characteristics.": "最基本的斯卡布只是{@creature flesh golem|MM|flesh golems}，如《怪物手册》中所述。但每个斯卡伯恩的愿望是创造出一件真正独一无二的杰作，这个目标可能会让一个缝合者创造出具有以下特殊特征之一的魔像。",
	"The skaab has advantage on Wisdom ({@skill Perception}) checks and on saving throws against being {@condition blinded}, {@condition deafened}, {@condition stunned}, and knocked {@condition unconscious}. (Its challenge rating doesn't change.)": "这只斯卡布在感知检定和对抗被{@condition blinded},{@condition deafened},{@condition stunned}以及被击倒的豁免检定中拥有优势。 (它的挑战等级不会改变。)",
	"The skaab has advantage on Wisdom ({@skill Perception}) checks and on saving throws against being {@condition blinded}, {@condition deafened}, {@condition stunned}, and knocked {@condition unconscious}.": "这只斯卡布在感知检定和对抗被{@condition blinded}、{@condition deafened}、{@condition stunned}和被击倒时拥有优势。",
	"The skaab makes three slam attacks.": "这个斯卡布进行三次猛击攻击。",
	"Weapons cut from living wood are particularly effective against vampires, though any weapon can harm or kill them. A vampire can't cross running water that shows the reflection of the moon, and water blessed by Avacyn ({@item Holy Water (flask)|PHB|holy water}) burns vampire flesh like acid. A vampire's reflection in silver (including a silver-backed glass mirror) appears as the vampire would have looked without the vampiric condition—neither its true appearance nor its glamer, but a normal human, flaws and all. For that reason, vampires go to great lengths to avoid mirrors, and the presence of silver in any form is unsettling to them.": "用活木制成的武器对吸血鬼特别有效，尽管任何武器都可以伤害或杀死它们。吸血鬼无法穿过反映月亮的流动水，而被{@item Holy Water (flask)|PHB|holy water}祝福的水就像酸一样灼烧吸血鬼的血肉。吸血鬼在银镜中的倒影（包括银质背面玻璃镜）显示为吸血鬼在未受吸血鬼条件影响时的样子——既不是真实外貌也不是虚幻形象，而是一个普通的人类，包括所有缺陷。因此，吸血鬼会尽一切努力避免镜子，并且任何形式的银对它们都是令人不安的。",
	"The vampire obscures its form with mind-affecting magic that makes others perceive it as a beautiful human of the same size and shape. The illusion ends if the vampire takes a bonus action to end it or if the vampire dies. A creature that can see the vampire can take an action to visually inspect it, ending the mental effect on itself and seeing the vampire's true form with a successful {@dc 20} Wisdom ({@skill Perception}) check.": "这只吸血鬼用影响心智的魔法掩盖其形态，使他人将其视为相同大小和形状的美丽人类。如果吸血鬼采取一个奖励动作来结束幻觉，或者吸血鬼死亡，幻觉就会结束。能看到吸血鬼的生物可以采取行动对其进行视觉检查，以成功进行{@dc 20}感知（{@skill Perception}）检定来结束自身的心理影响，并看到吸血鬼的真实形态。",
	"The vampire has the Shapechanger trait of the {@creature vampire} in the Monster Manual, as well as the shapechanger tag. Some vampires can turn into bat form, some can assume mist form, and a few can choose either form.": "这只吸血鬼具有《怪物手册》中{@creature vampire}的变形特性，以及变形标签。一些吸血鬼可以变成蝙蝠形态，一些可以变成雾气形态，还有一些可以选择任一形态。",
	"The vampire has the Charm action of the {@creature vampire} in the Monster Manual.": "吸血鬼在《怪物手册》中具有{@creature vampire}的魅惑行动。",
	"The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 17} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.": "这只吸血鬼选择一个在它能看到的30英尺范围内的人形生物作为目标。如果目标能看到吸血鬼，目标必须成功通过一个{@dc 17}的感知豁免才能抵抗这个魔法，否则将被吸血鬼{@condition charmed}。这个{@condition charmed}目标将吸血鬼视为一个值得信任的朋友，应该听从和保护。虽然目标并不受吸血鬼控制，但会以最有利的方式接受吸血鬼的请求或行动，并且愿意成为吸血鬼的咬击攻击目标。",
	"Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect.": "每当吸血鬼或吸血鬼的同伴对目标造成任何伤害时，目标可以重复豁免扑克，成功后效果自行结束。否则，效果持续24小时，或者吸血鬼被摧毁，处于与目标不同的位面，或者采取一个奖励动作来结束效果。",
	"{@note The {@creature Priest|MM} has been used as an example Cleric.}": "{@note The {@creature Priest|MM} 被用作一个 Cleric 的例子。",
	"The vampire is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). The vampire has the following cleric spells prepared:": "吸血鬼是一名5级法术施法者。它的法术施法能力是智力（法术豁免 {@dc 13}，用法术攻击命中为 {@hit 5}）。吸血鬼已准备了以下牧师法术：",
	"{@note The {@creature Mage|MM} has been used as an example Wizard.}": "{@note The {@creature Mage|MM}已被用作一个例子(Wizard)。",
	"The vampire is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). The vampire has the following wizard spells prepared:": "这只吸血鬼是一名9级法术施法者。它的法术施法能力是智力（法术豁免 {@dc 14}，用法术攻击命中为 {@hit 6}）。这只吸血鬼准备了以下巫师法术：",
	"If the vampire isn't in sunlight or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.": "如果吸血鬼不处于阳光或流动水中，它可以使用动作将自己变形为一只微小的蝙蝠或一团中等大小的薄雾，或者恢复成真实形态。",
	"While in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.": "在蝙蝠形态下，吸血鬼无法说话，行走速度为5英尺，飞行速度为30英尺。它的属性除了大小和速度外均保持不变。它所穿戴的物品会随着变形一起转换，但它所携带的物品不会。如果吸血鬼死亡，它会恢复到真实形态。",
	"While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight.": "在雾态下，吸血鬼不能采取任何行动，说话，或操作物体。它没有重量，拥有20英尺的飞行速度，可以悬停，并且可以进入敌对生物的空间并停留在那里。此外，如果空间可以通过空气，雾气可以自由通过而无需挤压，但不能通过水。它在力量、敏捷和体质豁免检定上有优势，并对所有非魔法伤害免疫，除了来自阳光的伤害。",
	"When the werewolf reduces a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to half its speed and make a bite attack.": "当狼人在自己的回合用近战攻击将一名生物的生命值降至0时，它可以采取一个奖励动作，移动最多半个速度并进行一次咬击攻击。",
	"While it has 10 hit points or fewer, the werewolf has advantage on attack rolls. In addition, it deals an extra 7 ({@damage 2d6}) damage to any target it hits with a melee attack.": "当狼人拥有10点生命值或更少时，它在攻击检定中获得优势。此外，它对用近战攻击命中的目标造成额外7({@damage 2d6})点伤害。",
	"The werewolf has advantage on melee attack rolls against any creature that doesn't have all its hit points.": "狼人对任何未达到最大生命值的生物进行近战攻击时具有优势。"
}