{
	"If Vecna fails a saving throw, he can choose to succeed instead.": "如果Vecna的拯救动作失败，他可以选择成功。",
	"If Vecna is slain, his soul refuses to accept its fate and lives on as a disembodied spirit that fashions a new body for itself after {@dice 1d100} years. Vecna's soul can fashion a new body even if its old body was burned to ash or otherwise obliterated. When the new body is complete, Vecna regains all his hit points and becomes active again. Vecna's new body appears anywhere within 100 miles of where Vecna was slain.": "如果Vecna被杀，他的灵魂拒绝接受自己的命运，并作为一个没有实体的灵魂继续生存，在{@dice 1d100}年后为自己塑造一个新的身体。Vecna的灵魂可以塑造一个新的身体，即使它的旧身体被烧成灰烬或以其他方式被抹去。当新的身体完成后，Vecna恢复了他所有的命中率并再次变得活跃。Vecna的新身体会出现在Vecna被杀死的地方100英里范围内。",
	"Vecna doesn't require air, food, drink, or sleep.": "Vecna不需要空气、食物、饮料或睡眠。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d4 + 5}) piercing damage, plus 9 ({@damage 2d8}) necrotic damage. If the target is a creature, it is afflicted by entropic magic, taking 9 ({@damage 2d8}) necrotic damage at the start of each of its turns. Immediately after taking this damage on its turn, the target can make a {@dc 20} Constitution saving throw, ending the effect on itself on a success. Until it succeeds on this save, the afflicted target can't regain hit points.": "{@atk mw} {@hit 13}击中，到达5英尺，一个目标。{@h}7 ({@damage 1d4 + 5})穿刺伤害，加上9 ({@damage 2d8})坏死伤害。如果目标是生物，它将受到熵魔法的影响，在其每个回合开始时受到9({@damage 2d8})坏死伤害。在它的回合中受到这种伤害后，目标可以立即做一个{@dc 20}宪法救赎动作，如果成功，则结束对它的影响。在救赎成功之前，受影响的目标不能恢复生命值。",
	"Vecna conjures a torrent of flying, spectral entities that fill a 120-foot cone and pass through all creatures in that area before dissipating. Each creature in that area must make a {@dc 22} Constitution saving throw. On a failed save, the creature takes 36 ({@damage 8d8}) necrotic damage and is {@condition frightened} of Vecna for 1 minute. On a failed save, the creature takes half as much damage and isn't {@condition frightened}. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Vecna 召唤出一股飞行的幽灵实体的洪流，填满一个120英尺的圆锥体，在消散前穿过该区域的所有生物。该区域内的每个生物都必须做一个{@dc 22}宪法规定的投掷。如果救赎失败，该生物会受到36({@damage 8d8})的坏死伤害，并在1分钟内被Vecna{@condition frightened}。拯救失败时，该生物会受到一半的伤害，并且不属于{@condition frightened}。一个{@condition frightened}的生物可以在它的每个回合结束时重复蓄力，成功时结束对它的影响。",
	"Vecna causes necrotic magic to engulf one creature he can see within 120 feet of himself. The target must make a {@dc 22} Constitution saving throw, taking 96 ({@damage 8d8 + 60}) necrotic damage on a failed save, or half as much damage on a successful one. A Humanoid killed by this magic rises as a {@creature zombie} at the start of Vecna's next turn and acts immediately after Vecna in the initiative order. The {@creature zombie} is under Vecna's control.": "Vecna使坏死的魔法吞噬他能看到的120英尺内的一个生物。目标必须做一个{@dc 22}宪法救赎，如果救赎失败，将受到96({@damage 8d8 + 60})的坏死伤害，如果救赎成功，将受到一半的伤害。被这个魔法杀死的人形生物会在Vecna的下一个回合开始时上升为{@creature zombie}，并在主动权顺序中紧随Vecna之后行动。这个{@creature zombie}是在Vecna的控制之下。",
	"Vecna casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 22}):": "维克纳(Vecna)施放以下其中一个法术，无需材料成分，使用智力作为施法能力（法术豁免{@dc 22}）：",
	"Vecna carries a magic dagger named Afterthought. In the hands of anyone other than Vecna, Afterthought is a {@item +2 dagger}.": "维克纳携带一把名为“事后想起”(Afterthought)的魔法匕首。在除维克纳之外的任何人手中，“事后想起”都是一把{@item +2 dagger}。",
	"Vecna uses Flight of the Damned (if available), Rotten Fate, or Spellcasting. He then makes two attacks with {@i Afterthought}.": "维克纳使用(如果可用)《Flight of the Damned》、《Rotten Fate》或施法。然后他用{@i Afterthought}进行两次攻击。",
	"Vecna conjures a torrent of flying, spectral entities that fill a 120-foot cone and pass through all creatures in that area before dissipating. Each creature in that area must make a {@dc 22} Constitution saving throw. On a failed save, the creature takes 36 ({@damage 8d8}) necrotic damage and is {@condition frightened} of Vecna for 1 minute. On a successful save, the creature takes half as much damage and isn't {@condition frightened}. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "维克纳(Vecna)召唤一股飞行的幽灵实体的洪流，填满一个120英尺的锥形区域，并穿过该区域内的所有生物后消散。该区域内的每个生物必须进行一次{@dc 22}体质豁免才能。未通过豁免的生物会受到36点({@damage 8d8})死灵伤害，并且会成为维克纳(Vecna)的{@condition frightened}，持续1分钟。通过豁免的生物会受到一半伤害，并且不会成为{@condition frightened}。一名{@condition frightened}生物可以在自己的回合结束时重复豁免才能，成功则结束自身的效果。",
	"Vecna teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see. He can cause each creature of his choice within 15 feet of his destination space to take 10 ({@damage 3d6}) psychic damage. If at least one creature takes this damage, Vecna regains 80 hit points.": "维克纳传送，与他穿戴或携带的任何装备一起，最多30英尺到他能看到的一个空位。他可以让他选择的每个生物在距离目的地空间15英尺内受到10 ({@damage 3d6}) 精神伤害。如果至少有一个生物受到这个伤害，维克纳恢复80点生命值。",
	"Vecna utters a dread word to interrupt a creature he can see that is casting a spell. If the spell is 4th level or lower, it fails and has no effect. If the spell is 5th level or higher, Vecna makes an Intelligence check ({@dc 10} + the spell's level). On a success, the spell fails and has no effect. Whatever the spell's level, the caster takes 10 ({@damage 3d6}) psychic damage if the spell fails.": "维克纳(Vecna)发出可怕的咒语，打断他看到的正在施法的生物。如果这个法术是4级或更低级，它失败且没有效果。如果这个法术是5级或更高级，维克纳进行一次智力检定({@dc 10} + 法术的等级)。若成功，法术失败且没有效果。无论法术等级如何，施法者在法术失败时会受到10({@damage 3d6})点心灵伤害。",
	"In response to being hit by an attack, Vecna utters a fell word, dealing 10 ({@damage 3d6}) necrotic damage to the attacker, and Vecna teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see.": "作为对袭击的回应，维克纳(Vecna)念出一句邪恶咒语，对攻击者造成10({@damage 3d6})点死灵伤害，并且维克纳(Vecna)传送，带着他穿戴的或携带的任何装备，传送到他能看见的一个未被占据的空间，距离不超过30英尺。"
}