{
	"Detention drones vary in size, strength, and shape, though most are shaped like some kind of mechanical animal or plant.": "拘留无人机在大小、强度和形状上各不相同，尽管大多数的形状都像某种机械动物或植物。",
	"This Construct doesn't have a control amulet and can't be controlled like other shield guardians.": "这个构装体没有控制护身符，不能像其他护盾卫士那样被控制。",
	"Appropriate for tier 1 play (levels 1 to 4), the ambitious assassin is a Humanoid who might be a charming manipulator or a ruthless killer.": "适用于1级到4级游戏（%num%级到%num%级）的雄心勃勃的刺客是一个人形生物，可能是一个迷人的操纵者或一个无情的杀手。",
	"This villain resides in a place of power and safety, whether that's a hidden thieves' guildhall or a lavish manse. The lair is filled with clever defenses to disorient, weaken, and kill intruders.": "这个恶棍居住在一个权力和安全的地方，无论是一个隐藏的盗贼行会大厅还是一座豪华的别墅。巢穴里充满了巧妙的防御措施，用来迷惑、削弱和杀死入侵者。",
	"The villain's challenge rating increases while the villain is in this lair:": "反派角色的挑战等级会在这个巢穴中提升：",
	"Challenge 6 (2,300 XP)": "挑战 6 (2,300 XP)",
	"Aspirants aren't yet initiated into the mysteries of the Heralds of the Comet, but they are firmly in the group's clutches, both socially and metaphysically. If an aspirant is killed, the hapless individual is drawn into the Void and devoured, body and soul.": "凡人尚未被引入(彗星使者)的奥秘，但他们已经被这个团体牢牢控制，无论是在社交上还是形而上学上。如果一个凡人被杀，这个不幸的个体将被吸入虚空并被吞噬，肉体和灵魂都不得幸免。",
	"Though she now travels alone, Asteria still draws much of her power from her bond with Euryale. Asteria is foremost a protector and warrior, traveling the multiverse to uproot injustice, defend innocents, and inspire hope. She believes everyone deserves a chance to write their own story on their own terms, and her deeds have inspired countless heroic tales.": "尽管如今她独自旅行，阿斯泰利亚仍然从与尤里亚勒的羁绊中汲取大部分力量。阿斯泰利亚首先是一名保护者和战士，她穿越多元宇宙来根除不义，保卫无辜者，并激发希望。她相信每个人都应该有机会按照自己的方式书写自己的故事，她的行为激发了无数英雄故事。",
	"Even after so many years, Asteria maintains a joyous wanderlust and passion for discovery. She's as likely to be found climbing trees or poring over arcane texts as she is brandishing her sword in battle. Anyone who engages Asteria in conversation about her interests finds her an overflowing font of information. But she also retains her stubborn streak and quickly repudiates anyone who tries to order her around.": "即使过了这么多年，阿斯泰利亚(Asteria)仍然保持着对冒险的喜悦和对发现的激情。她可能会被发现爬树，或者专注于研究奥术文本，同样也可能挥舞着她的剑参加战斗。任何与阿斯泰利亚讨论她的兴趣的人都会发现她是一座信息的宝库。但她也保留着固执的一面，很快就会拒绝任何试图命令她的人。",
	"Asteria hasn't aged since Istus drew her future from the first Deck of Many Things. She doesn't know why this is but surmises her life is tied to that deck; so long as it continues to exist, so will she. She has no way to prove this hypothesis, but she nevertheless opposes groups like the Grim Harrow (see chapter 19) that seek to destroy the{@i Deck of Many Things}.": "自从伊斯塔斯从第一套《众多物品牌牌》中描绘了她的未来以来，阿斯特里娅就没有变老。她不知道为什么会这样，但推测她的生命与那套牌有关；只要它继续存在，她也会存在。她没有办法证明这个假设，但她仍然反对像严酷命运（见第19章）这样寻求摧毁{@i Deck of Many Things}的团体。",
	"The demon lord Aurnozci is a wormlike horror of fiery flesh and toxic seepage. In its present form, Aurnozci can't leave Xulregg, the Abyssal layer that's both its fiefdom and its prison. It lairs within a grotesque hive dangling from a mountain-size tree of tar and flame called Gorewood.": "恶魔领主奥尔诺兹奇(Aurnozci)是一只燃烧着火焰肉体和毒液渗出的蠕虫般的恐怖存在。在目前的形态下，奥尔诺兹奇无法离开它的领地兼监狱——深渊层库尔雷格(Xulregg)。它居住在一座悬挂在一棵巨大的焦油和火焰树木上的怪诞蜂巢中，这棵树被称为血木(Gorewood)。",
	"Aurnozci relies on demonic proxies and mortal worshipers to enact its will beyond the Abyss. The exact nature of the curse that binds Aurnozci to Xulregg is its cult's most closely guarded secret, fully known only to the faith's enigmatic leader, a masked archmage called the Eye of Aurnozci.": "奥尔诺兹西（Aurnozci）依赖恶魔代理和凡人信徒来执行其在深渊之外的意志。将奥尔诺兹西与叙尔雷格（Xulregg）联系在一起的诅咒的确切性质是该教派最严密保守的秘密，只有该信仰的神秘领袖——一位名为奥尔诺兹西之眼（Eye of Aurnozci）的蒙面大法师完全了解。",
	"Aurnozci's followers believe the demon lord's imprisonment is coming to an end, and soon the Caged Worm will shed its current form and transform into an even more powerful shape. Once it attains this new form, Aurnozci can escape Xulregg and wreak havoc across the multiverse. To accelerate this terrible transformation, cultists hunt down mortal souls for violent ritual sacrifice to their god.": "奥尔诺兹西的追随者相信恶魔领主的囚禁即将结束，很快，被囚禁的蠕虫将蜕变成更强大的形态。一旦获得这个新形态，奥尔诺兹西就能逃离库尔雷格，并在多元宇宙中肆虐。为加速这可怕的转变，邪教徒追捕凡间灵魂，进行暴力祭祀以供奉他们的神。",
	"Aurnozci grants its cultists the following trait:": "奥尔诺兹奇(Aurnozci)赋予其信徒以下特性：",
	"When the creature dies, its body is reduced to a pile of smoldering embers in the space where it fell. The ashes take 1 minute to cool. Until then, a creature takes 3 ({@dice 1d6}) fire damage when it enters the ashes' space for the first time on a turn or starts its turn there.": "当这个生物死亡时，它的身体会化为一堆在它倒下的地方冒烟的余烬。这些灰烬需要1分钟才会冷却。在此期间，当一个生物第一次进入这些灰烬的空间或者在那里开始它的回合时，会受到3 ({@dice 1d6}) 火焰伤害。",
	"Aurnozci's lair is a layer of the Abyss called Xulregg. See chapter 20 for details about this realm.": "奥尔诺兹西的巢穴位于一个名为古尔雷格(Xulregg)的深渊层。有关这个领域的详细信息请参阅第20章。",
	"The challenge rating of Aurnozci is 23 (50,000 XP) when it's encountered in its lair.": "当在其巢穴中遭遇时，奥尔诺兹奇(Aurnozci)的挑战等级为23（50,000经验值）。",
	"Augustus is a hulking human werewolf of few words. He shares leadership of the guild with Boss Delour and has a knack for planning heists. Guild members consider him a brutal but fair leader. Some perceptive guild members—like Kathra Bitterwind—have noticed he's become more reclusive recently, and when he does appear, he's restless.": "奥古斯都是一个高大的人类狼人，话不多。他与老板德洛尔共同领导公会，并擅长策划抢劫。公会成员认为他是一个残酷但公正的领袖。一些敏锐的公会成员，比如卡斯拉·苦风，注意到他最近变得更加隐秘，而且每次出现时都很不安。",
	"Augustus is a natural-born lycanthrope, born to werewolf parents. His parents were slain by monster hunters when he was young, and he traveled from town to town for most of his life, fleeing whenever townsfolk discovered his true nature.": "奥古斯都是一名天生的狼人，出生于狼人父母。他的父母在他年幼时被怪物猎人杀害，他在大部分生命中都在城镇间流浪，每当镇民发现他真正的本性时，他就会逃离。",
	"Delour and Pyrite accepted Augustus in a way he'd never experienced before. When the three of them created the Moonstalkers guild, Augustus relished his new life of crime. But over time, his passion has faded. The riches they gathered mean nothing to him now. The violence grates on him, and he no longer empathizes with Delour's fantasies of revenge. Instead, Augustus secretly longs to end his curse and integrate into society.": "Delour（德洛尔）和Pyrite（石蠟）以一种他以前从未经历过的方式接受了Augustus（奥古斯塔斯）。当他们三人创建了月行者公会时，Augustus（奥古斯塔斯）沉浸在他的新犯罪生活中。但随着时间的推移，他的激情逐渐消退。他们积累的财富对他现在毫无意义。暴力让他感到烦躁，他不再与Delour（德洛尔）对复仇幻想产生共鸣。相反，Augustus（奥古斯塔斯）暗自渴望解除他的诅咒，融入社会。",
	"Only a Wish spell can end Augustus's curse. He has ordered Wanewort, a night hag, to find anyone with access to that spell and plans to offer anything in his power in exchange for undoing his curse. And if bargaining doesn't work, there's always blackmail. (See the \" Using the Moonstalkers in Your Campaign \" section in chapter 11 for more details.)": "只有一种愿望法术才能解除奥古斯都(Augustus)的诅咒。他已经命令夜行女巫瓦涅沃特(Wanewort)去找到任何能施展那个法术的人，并计划提供他所能提供的任何东西来换取解除诅咒。如果讨价还价不奏效，他总是可以使用勒索手段。(更多详情请参阅第11章的“在你的冒险中使用月行者(Moonstalkers)”部分。)",
	"Delour the wererat is a sly trickster and consummate thief who rules the Moonstalkers alongside his friend Augustus. Delour's honeyed words and calculating mind make him dangerous. He can smile and shake someone's hand while simultaneously plotting to ruin that person.": "Delour (Delour) 是一个狡猾的鼠人变身者，是一个精明的小偷，与他的朋友奥古斯塔斯一起统治着月影猎手。Delour（Delour）那甜言蜜语和精明的头脑使他变得危险。他可以微笑着和某人握手，同时策划着如何毁掉那个人。",
	"Expanding the guild's activities beyond thievery was Delour's idea. He studies other criminal syndicates and their methods of getting rich. He considers protection rackets, smuggling, and arson to be low-hanging fruit, with extortion, kidnapping, and murder for hire being more complex challenges the guild can take on as it grows in power. His only real fear is exposure; the bigger and more active the Moonstalkers become, the more likely they are to attract the attention of law enforcement or adventurous do-gooders. The sting of the guild's flight from its first home is still fresh in Delour's mind.": "将公会的活动扩展到除了盗窃之外是 Delour 的主意。他研究其他犯罪集团及其获取财富的方法。他认为勒索、走私和纵火是易得之物，而敲诈、绑架和雇凶杀人则是公会在壮大实力后可以承担的更复杂挑战。他唯一真正害怕的是曝光；月行者公会变得越来越庞大和活跃，就越有可能吸引执法部门或冒险的善人的注意。公会从第一个据点逃离的痛苦仍然在 Delour 的脑海中。",
	"Indeed, Delour never forgets a slight. He is obsessed with getting revenge on the officials who raided the original guildhall and killed Pyrite, who was like a brother to Delour. Though Delour is perfectly willing to backstab most people, he treats Augustus with utmost respect. If he discovers Augustus's plot to become human and leave the Moonstalkers, he would consider it the ultimate betrayal.": "事实上，德洛尔（Delour）从不会忘记一丝不快。他痴迷于报复那些袭击原公会大厅并杀死像兄弟一样的派瑞特（Pyrite）的官员。尽管德洛尔完全愿意背后捅刀子，但他对奥古斯塔斯（Augustus）表现出最高的尊重。如果他发现奥古斯塔斯计划成为人类并离开月行者（Moonstalkers）的阴谋，他会认为这是最终的背叛。",
	"Breath drinkers are Aberrations that invade the multiverse from the Far Realm. They drift through reality like living voids, remaining unseen while searching for souls to consume. When they strike, breath drinkers consume a victim's personality and identity, ultimately drawing out and devouring the unfortunate being's soul. Breath drinkers avoid necrotic energy because it amplifies the void at the core of their existence, rapidly causing the creatures to devour themselves.": "吸息者是从远域入侵多元宇宙的异常生物。它们在现实中漂浮，如同活的虚空，潜行寻找灵魂来吞噬。当它们袭击时，吸息者会吞噬受害者的个性和身份，最终将不幸生物的灵魂抽取出来并吞噬。吸息者避开死灵能量，因为它会放大它们存在核心的虚空，迅速导致这些生物自相残杀。",
	"Cunning stalkers, breath drinkers are usually solitary. Occasionally they serve powerful Far Realm entities or Elder Evils, consuming life and souls for their masters. The first breath drinker manifested in the multiverse when the Void card was first drawn from the original Deck of Many Things.": "狡猾的潜行者，吸息者通常是孤独的。偶尔他们会为强大的远境实体或上古邪恶效劳，为他们的主人消耗生命和灵魂。第一个吸息者在多元宇宙中显现，是当最初的《众物之牌》中的虚空牌首次被抽出时。",
	"An antagonist for tier 2 play (levels 5 to 10), the enchanting infiltrator is a Fey that beguiles and misdirects.": "一个适合2级游戏（5级至10级）的反派角色，迷人的渗透者是一个妖精，擅长迷惑和误导。",
	"Challenge 12 (8,400 XP)": "挑战 12 (8,400 XP)",
	"When she retired from adventuring, Euryale relocated to Cair Ophidian, a small hideaway in the Outlands detailed later in chapter 22. There, Euryale embraced the quiet life of a gardener, and she spends her time tending to the plants she's cultivated around her home. However, should Asteria call for her aid, Euryale would venture across the multiverse without hesitation, battling tooth and nail to protect her sister.": "当她从冒险中退休后，尤瑞亚莉（Euryale）搬到了蛇人堡（Cair Ophidian），这是外域的一个小隐秘之地，在第22章后面有详细描述。在那里，尤瑞亚莉拥抱了园艺师的宁静生活，她花时间照料着自己家周围培育的植物。然而，如果阿斯泰利亚（Asteria）需要她的帮助，尤瑞亚莉会毫不犹豫地穿越多元宇宙，拼死保护她的姐妹。",
	"Euryale has the petrifying gaze and venomous snaky hair of other medusas. But as an ancient and powerful druid, Euryale often adopts the form of a hulking serpent when threatened. She has attained precise control over her petrifying gaze, rendering her immune to its effects and allowing her to use it while not in her medusa guise. Despite her alarming appearance in serpent form, Euryale remains a healer and caretaker at heart.": "尤拉莉(Euryale)拥有其他美杜莎一样的凝视和毒蛇般的头发。但作为一位古老而强大的德鲁伊，尤拉莉在受到威胁时经常会变成一个庞大的巨蛇。她对自己的凝视获得了精确的控制，使她对其效果免疫，并能在非美杜莎形态下使用。尽管在蛇形态下的惊人外表，尤拉莉始终是一位以治愈者和照顾者为本质的存在。",
	"Fate hags are servants of destiny that mostly reside in the Feywild and Shadowfell or near crossings to those realms from the Material Plane. The aspects of fate to which a fate hag is most attuned depends on the plane where the hag dwells—hopeful and prosperous in the Feywild or dire and doomed in the Shadowfell.": "命运女巫是命运的仆人，大多居住在Feywild和Shadowfell或者从物质位面通往这些领域的交界处。 命运女巫最熟悉的命运方面取决于女巫居住的位面——在Feywild中是充满希望和繁荣，在Shadowfell中是凄凉和注定。",
	"Fate hags carry gleaming magical shears they use to snip strands of fate. These shears are frightful weapons, severing a foe's destiny as well as its flesh. Fate hags often glimpse others' destinies when truths are revealed to them, when they lay curses, and when they offer divinations; they delight in such glimpses and are compelled to speak of what they see. Those who dare harm a fate hag find silvery threads of destiny winding around their bodies, tightening and slicing deeper as fate turns against the hag's foes.": "命运女巫携带着闪闪发光的魔法剪刀，用来剪断命运的纤维。这些剪刀是可怕的武器，不仅可以切断敌人的命运，也可以切断它们的肉体。当真相被揭示给命运女巫时，当她们施放诅咒时，以及当她们进行占卜时，她们经常会瞥见他人的命运；她们乐此不疲，并被迫谈论她们所看到的。那些敢于伤害命运女巫的人会发现银色的命运之线缠绕在他们的身体周围，随着命运转向女巫的敌人，这些线会越来越紧，切割得更深。",
	"Years ago, a wizard named Gremorly drew the Throne card from a Deck of Many Things, gaining ownership of a small castle called Sovereign's Keep. Gremorly was a necromancer and misanthrope who had little patience for the living; he resolved to use the keep to create and house a ghostly army he would use to seize power. Gremorly performed a ritual that turned Sovereign Keep into a ghost trap: anyone who dies within the castle walls rises as an incorporeal spirit, trapped within the castle. Then, he waited. When adventurers came to investigate the seemingly abandoned keep, Gremorly murdered them and trapped their ghosts. But fortune recently turned against Gremorly when a behir entered the keep seeking a nest. It slew Gremorly, who became a victim of his own ritual.": "多年前，一位名叫格雷莫利(Gremorly)的巫师从《众多物品之牌》中抽到了王座牌，获得了一座名为主权要塞(Sovereign's Keep)的小城堡的所有权。格雷莫利是一位死灵术士和厌恶人类者，对活人没有耐心；他决定利用这座城堡来创造并容纳一个幽灵军队，以便夺取权力。格雷莫利进行了一场仪式，将主权要塞变成了一个幽灵陷阱：任何在城堡墙内死去的人都会变成一个无形的灵魂，被困在城堡内。然后，他等待着。当冒险者前来调查这座看似被遗弃的城堡时，格雷莫利杀害了他们并困住了他们的幽灵。但最近，幸运之神却背弃了格雷莫利，一条贝希尔(behir)进入了城堡寻找一个巢穴。它杀死了格雷莫利，谁成了自己仪式的受害者。",
	"Gremorly is now one of the many ghosts that haunt the keep. Locals have renamed the keep Harrowhall, as they dread the spectral figures moving through the fog there and the fierce lightning storms that erupt without warning.": "格雷莫利(Gremorly)现在是那座城堡中众多鬼魂之一。当地居民已经将这座城堡重新命名为哈罗霍尔(Harrowhall)，因为他们害怕在那里穿行的幽灵身影以及突如其来的猛烈闪电风暴。",
	"Wynemar Brack was once a farmer, but mercenaries in a local war razed her fields and sacked her village. In desperation, she yielded to the clever patter of a traveling fortune teller and drew from a Deck of Many Things. The avatar of death slew her in a flash. That was many centuries ago, and Wynemar is now a powerful and bloodthirsty Undead commander of the Grim Harrow.": "温玛·布拉克曾经是一名农民，但在一场当地战争中，雇佣兵们烧毁了她的田地，洗劫了她的村庄。在绝望之际，她听信了一个巧舌如簧的流浪算命师，并从《众多物品牌》中抽取了一张牌。死亡的化身瞬间杀死了她。那是许多个世纪前的事了，如今温玛是强大而嗜血的不死族指挥官，统领着《阴棘》。",
	"Wreathed in searing fire, Wynemar embodies the havoc of violence and war. She rides a flaming steed that uses the nightmare stat block but is an Undead instead of a Fiend.": "被灼热火焰环绕着，温玛尔(Wynemar)体现了暴力和战争的破坏。她骑着一匹燃烧着火焰的战马，使用梦靥(Nightmare)的属性表但是是不死生物而不是恶魔。",
	"The Grim Harrow is led by three powerful entities with the title of grim champion. Each champion embodies a terrible facet of death. Jyn Corvis, Grim Champion of Desolation, is the oldest and most powerful of the three and embodies all-consuming nothingness. She led the Grim Harrow to the Gardens of Delight long ago and is the nominal leader of all the Undead in the demiplane. The other two champions—Wynemar Brack, Grim Champion of Bloodshed, and Aleron, Grim Champion of Pestilence—rival Jyn for power and together can oppose her. The fact that the three champions rarely agree on anything is a major check on the group's power. Instead of the Grim Harrow acting as a unified force, each of the three champions usually pursues their own interests, seldom cooperating or sharing intelligence or resources.": "阴棘之行（Grim Harrow）由三位拥有“阴棘勇士”（Grim Champion）头衔的强大实体领导。每位勇士体现了死亡的可怕面貌。金·科维斯（Jyn Corvis）,荒凉之勇士（Grim Champion of Desolation）,是三人中最年长、最强大的，体现了无尽的虚无。她很久以前带领阴棘之行来到了快乐园（Gardens of Delight），是这个半位面中所有不死生物的名义领袖。另外两位勇士——温玛·布拉克（Wynemar Brack）,杀戮之勇士（Grim Champion of Bloodshed）,和阿莱隆（Aleron）,瘟疫之勇士（Grim Champion of Pestilence）——与金竞争权力，他们联合起来可以对抗她。这三位勇士很少在任何事情上达成一致，这是对该团体权力的主要制约。阴棘之行并不像一个统一的力量，三位勇士通常各自追求自己的利益，很少合作或分享情报或资源。",
	"Jyn Corvis, a former adventurer, might have been the first person to draw the Skull card from a Deck of Many Things and be slain by the avatar of death. Even Jyn doesn't know for sure, as that was so long ago that she's forgotten almost everything about her former life. Jyn's existence over so many centuries has left her in tortured misery, and now nihilism is all that drives her. More than any other member of the Grim Harrow, Jyn is desperate to destroy the deck and end her painful existence. If she could, she'd take the entire multiverse with her.": "Jyn Corvis（吉恩·科维斯）, 一位前冒险者，可能是第一个从《众多物品牌牌组》中抽到骷髅牌并被死神化身杀死的人。即使是Jyn自己也不确定，因为那发生在很久以前，她几乎忘记了自己以前生活的一切。在这么多个世纪里，Jyn的存在让她备受折磨，现在虚无主义是她的唯一动力。与Grim Harrow的其他成员相比，Jyn更加渴望摧毁这副牌组，结束她痛苦的存在。如果可以的话，她愿意带着整个多元宇宙一起离开。",
	"The Grim Champion of Desolation rides a malevolent draconic beast with pale, leathery wings and emaciated skin; this mount uses the wyvern stat block, but it is an Undead instead of a Dragon. An eerie, hollow silence heralds the champion's arrival.": "荒凉之地的严酷勇士骑着一只邪恶的龙兽，它拥有苍白的皮翼和憔悴的皮肤；这只坐骑使用蝰蛇（wyvern）的属性块，但它是一只不死生物而不是龙类。一种怪异而空洞的寂静宣告着勇士的到来。",
	"Aleron was once a tiefling adventurer, but unlike so many victims of the Deck of Many Things, he never drew the Skull card. Instead, when one of his allies drew the card and faced the avatar of death, Aleron came to his ally's aid. A second avatar of death appeared, and Aleron was slain; soon after, his Undead corpse crawled from Withered Vineyard, tainted with plague. Aleron resents his fellow Undead in the Grim Harrow, considering himself better than all of them and unjustly condemned to the Gardens of Decay for an act of altruism.": "阿莱隆曾经是一名魔鬼冒险者，但与许多多事之牌的受害者不同，他从未抽到骷髅牌。相反，当他的一个盟友抽到这张牌并面对死亡化身时，阿莱隆前去帮助他的盟友。第二个死亡化身出现，阿莱隆被杀死；不久之后，他的不死尸体从枯萎葡萄园爬出，被瘟疫污染。阿莱隆厌恶格林哈洛的同类不死生物，认为自己比他们所有人都更优秀，却因一次利他行为而被不公正地判定为堕落花园的囚徒。",
	"Though the weakest of the Harrow's three leaders, the Grim Champion of Pestilence is nonetheless a fearsome entity of sickness and blight. A swarm of insects surrounds him in a mockery of a halo, and debilitating plagues flow from his fingertips. Aleron rides a warhorse skeleton with flies buzzing in its gaping eye sockets.": "尽管是哈洛三位领袖中最弱的，但瘟疫的冷酷冠军仍然是一种令人畏惧的疾病和荒芜的存在。一群昆虫围绕着他，形成了一种讽刺的光环，使人病倒的瘟疫从他的指尖流出。阿莱隆(Aleron)骑着一匹骨马，它的眼眶里有苍蝇嗡嗡作响。",
	"When a beloved animal companion dies traumatically alongside its master, the beast might rise again as an Undead. Falcons, ravens, and other birds of prey that suffer this fate are known as harrow hawks, and they prowl abandoned battlefields and cemeteries, looking for corpses to eat and living creatures to hunt. A harrow hawk can even travel the multiverse, flying magically from one world to another.": "当一只深爱的动物伴侣在其主人身边遭受创伤性死亡时，这只野兽可能会以不死之身再次复活。苍鹰、乌鸦和其他遭受这种命运的猛禽被称为(恐鸷鹰)，它们在废弃的战场和墓地中徘徊，寻找尸体进食和猎捕活物。恐鸷鹰甚至可以穿越多元宇宙，通过魔法飞行从一个世界到另一个世界。",
	"The Grim Harrow—a band of Undead beings created by the Deck of Many Things (see chapter 19)—seeks out harrow hawks, capturing them and training them as hunting animals. The Grim Harrow dispatches these Undead companions from the Gardens of Decay to search for Decks of Many Things. On harrowing hunts, harrow hawks scout for the prey and accompany the Grim Harrow in battle.": "恐怖掠夺者（由《众多物品牌》（见第19章）创造的不死生物团队）寻找掠夺鹰，捕获它们并训练它们成为狩猎动物。恐怖掠夺者将这些不死伙伴从腐朽花园派遣出去，搜寻《众多物品牌》。在恐怖的狩猎中，掠夺鹰为猎物侦察并在战斗中与恐怖掠夺者一同出击。",
	"When the Grim Harrow first found the faerie realm known as the Gardens of Delight, that place was home to a large population of blink dogs. The Undead invaders slaughtered the blink dogs and settled in the gardens, transforming the demiplane forever. In time, the necrotic magic of the Grim Harrow animated the corpses of the blink dogs as the first harrow hounds.": "当《(Grim Harrow)》首次发现被称为《(Gardens of Delight)》的仙境时，那里居住着大量的眨眼犬。不死族入侵者屠杀了眨眼犬，并在花园中定居，永远改变了这个半位面。随着时间的推移，《(Grim Harrow)》的死灵魔法使眨眼犬的尸体复活为第一批《(harrow hounds)》。",
	"The Grim Harrow employs harrow hounds as trackers and companions. Harrow hounds are especially useful when investigating possible sightings of a Deck of Many Things. If a harrow hound catches the scent of its prey, it never loses it, even if the hound and its fellow hunters return to the Gardens of Decay with the hunt incomplete. Powerful Undead, such as vampires and death knights, might be accompanied by packs of harrow hounds.": "阴森的(格林·哈洛)(Grim Harrow)雇用占卜猎犬作为追踪者和伙伴。占卜猎犬在调查可能发现《众多物品之牌》(Deck of Many Things)的目击情况时特别有用。如果一只占卜猎犬嗅到了猎物的气味，即使猎犬和其伙伴们未完成狩猎而返回腐朽花园(Gardens of Decay)，它也永远不会失去这个气味。强大的不死生物，如吸血鬼和死亡骑士，可能会带着一群占卜猎犬。",
	"Sometimes deeply devout people, usually either Humanoids or medusas, dedicate themselves to a cause and are transformed by a deity or magic into hierophant medusas—beings with powerful snakelike tails for their lower body, snakes for hair, and a petrifying gaze. The first hierophant medusa was transformed by the power of the Euryale card when that individual was inspired by Euryale's story and unwavering conviction.": "有时，通常是人形生物或美杜莎这样虔诚的人会将自己奉献给某个事业，并被某位神祇或魔法转变成神官美杜莎——这些生物下半身有强大的蛇尾，头发是蛇，还有一双能石化目光。第一位神官美杜莎是在受到尤里亚勒(Euryale)的故事和坚定信念启发时，被尤里亚勒卡牌的力量转变的。",
	"These medusas are divinely empowered champions, drawing their power from a cosmic truth, the will of a deity, or the primal forces of nature. They gather and inspire followers, protecting their people and guiding them to fulfill the medusa's divine purpose. The Divine Purpose table offers suggestions for motivations. Roll on the table, or use the entries as inspiration to create your own.": "这些美杜莎是被神圣赋予力量的冠军，他们的力量源自宇宙的真理、某位神明的意志，或者自然的原始力量。他们聚集并激励追随者，保护他们的人民，并引导他们实现美杜莎的神圣目的。神圣目的表提供了动机的建议。在表上投掷骰子，或使用条目作为灵感创作你自己的动机。",
	"Protect a sanctuary that hides martyrs' remains until the martyrs are called back to life to oppose a world-changing foe.": "保护一个圣地，隐藏着殉道者的遗骸，直到这些殉道者被唤醒，以对抗一个改变世界的敌人。",
	"Gather the lost shards of a dead god's petrified body, and reunite them on the altar in the medusa's lair.": "在美杜莎巢穴的祭坛上聚集一位死神的石化身体的失落碎片，并将它们重新结合。",
	"Maintain a planar crossing from which great power flows while also curtailing the effects of that power as it infuses the world.": "在维持一个平面交叉点，从中流出强大力量的同时，也要削减这种力量在融入世界时的影响。",
	"Seek out a new generation of champions, and train them to fight in a war.": "寻找一批新一代的冠军，并训练他们参加一场战争。",
	"Tend a sacred beacon fed by the Outer Planes, sending embers of that beacon to the corners of the world to maintain a divine shroud.": "照料由外域供养的神圣信标，将该信标的余烬传送到世界各地的角落，以维持神圣的覆盖。",
	"Watch the entrance to a slumbering titan's tomb for any sign the titan might awaken, and repel the forces that seek to break the tomb's seal.": "守护着一个沉睡巨人之墓的入口，留意任何巨人可能苏醒的迹象，并击退那些试图打破墓封印的力量。",
	"A medusa's lair is often decorated with the petrified bodies of creatures that raised arms against the medusa or its followers. The lair is typically a rich repository of knowledge, with lore both worldly and esoteric filling books, scrolls, tablets, or stranger archives—such as magical crystals that hold captured memories or the voices of those long dead. You can use this lair and the lair actions described for any medusa, including the hierophant medusa or the medusa in the Monster Manual.": "美杜莎的巢穴经常装饰着那些曾经反抗过美杜莎或其追随者的生物的石化尸体。这个巢穴通常是知识的丰富宝库，其中既有世俗的也有神秘的传说，填满了书籍、卷轴、碑文，或者更奇特的档案——比如那些保存着被囚禁记忆或者已逝者声音的魔法水晶。你可以为任何美杜莎使用这个巢穴和所描述的巢穴行动，包括祭司级别的美杜莎或《怪物手册》中的美杜莎。",
	"The number of hierophants is fixed at twenty-two on any one world, one for each card in a Deck of Many Things. As a group, hierophants are sometimes called Sages, but each hierophant is also identified with a particular card. When a hierophant dies, the remaining leaders choose an initiate to fill the position, preferring initiates from the oldest broods.": "在任何一个世界上，主教的数量固定为二十二位，每位主教代表一副《(Deck of Many Things)》中的一张牌。作为一个团体，主教有时被称为智者，但每位主教也与特定的一张牌相对应。当一位主教去世时，剩余的领袖会选择一名新人来填补这个位置，他们更倾向于选择来自年长族群的新人。",
	"A new hierophant undergoes a rite similar to the rite of initiation, but only the other hierophants are present. As the cosmic narrative unfolds, the new hierophant is inducted into the esoteric secrets of the group's leadership. The rite concludes with a mind-shattering vision of the Void, which hierophants understand to be the formless nothingness that preceded the creation of the cosmos and will endure past its destruction.": "一位新的祭司长经历了类似于（rite of initiation）的仪式，但只有其他祭司长在场。随着宇宙叙事的展开，新的祭司长被引入到团体领导的秘传之中。仪式以对虚空的惊心动魄的幻象结束，祭司长们理解这虚空为在宇宙创造之前存在并将在其毁灭之后持续存在的无形虚无。",
	"The leaders of the Heralds of the Comet, hierophants are powerful warlocks with mighty spells at their disposal. They can commune with the alien mind of the All-Consuming Star, blast enemies with beams of eldritch energy, and conjure manifestations of this entity to devour their foes.": "彗星使者(Heralds of the Comet)的领袖，神谕者(hierophants)是强大的术士，拥有强大的法术。他们可以与异星之心(All-Consuming Star)的外星意识交流，用奥术能量束击败敌人，并召唤这个实体的化身来吞噬他们的敌人。",
	"Hulgaz is a devil who hails from the stinking swamps of Minauros, the third layer of the Nine Hells. The self-styled Tempter corrupts mortals' souls by offering them tantalizing but ruinous boons. To do so, she directs her entourage of loyal succubi and incubi to the Material Plane in search of vulnerable mortals. When they find a particularly pitiful soul, Hulgaz might visit herself, offering even greater \"gifts\" to her victims.": "Hulgaz是一位恶魔，来自于九层地狱的第三层Minauros的恶臭沼泽。这位自封的诱惑者通过提供诱人但毁灭性的好处来腐化凡人的灵魂。为此，她指挥她忠诚的魅魔和魅魅队伍前往物质位面，寻找脆弱的凡人。当他们找到一个特别可怜的灵魂时，Hulgaz可能会亲自造访，向她的受害者提供更大的“礼物”。",
	"As befits a duchess from boggy Minauros, Hulgaz appears regal yet perpetually sodden, her matted hair tangled with her soggy garments. For all her majesty, Hulgaz's fiendish nature is apparent in her monstrous features: bestial claws, glossy black eyes, and a snakelike tail tipped with a poisonous spike. On the rare occasion when her social graces fail to achieve the desired result, Hulgaz turns her natural weapons on her victims.": "正如来自泥泞的迷诺洛斯公爵夫人的身份所适合的，Hulgaz看起来既庄严又永远湿透，她那缠结的头发和湿漉漉的衣物交织在一起。尽管她极具威严，但Hulgaz那恶魔般的本性在她的怪物般特征中显而易见：兽爪、光亮的黑眼睛，以及尾巴尖端带着毒刺的蛇一般的尾巴。在罕见的情况下，当她的社交技巧未能达到预期效果时，Hulgaz会将她的天然武器对准她的受害者。",
	"Once initiated into the Heralds of the Comet, members learn magical divination practices that give them glimpses into the future.": "一旦加入彗星使者（Heralds of the Comet）, 成员们学习魔法占卜的实践，让他们能够窥见未来。",
	"Living portents are embodiments of prophecy sent by deities or other cosmic forces. These Celestials descend to Material Plane worlds in the form of falling stars. When the living portents impact the earth, they carve great craters, yet miraculously, none who live in the impact zone are harmed. These beings of light then assume Humanoid forms to blend in with the inhabitants of the world.": "生命预兆是由神灵或其他宇宙力量派遣的预言体现。这些天神以流星的形式降临到物质位面的世界。当生命预兆撞击地球时，它们会刻出巨大的陨石坑，但奇迹般地，生活在撞击区域的人都不会受伤。这些光之存在随后会变成人形，与世界的居民融为一体。",
	"Living portents seek out beings who will play a part in the prophecies they serve, and as the living portents search, they relate fragments of the prophecies to those they encounter.": "活着的预兆会寻找那些将在他们所服务的预言中扮演角色的生物，当活着的预兆搜索时，他们会向他们遇到的人传达预言的片段。",
	"Legends describe the dread being Malaxxix as the child of one of the night hags who created the first yugoloths. Malaxxix is often lumped in with such Fiends, perhaps because it too has a grand intellect and self-centered agenda.": "传说中，恐怖存在Malaxxix被描述为夜魔中的一个孩子，创造了第一批犹格洛斯。Malaxxix经常被归类为邪恶生物，也许是因为它同样拥有高超的智慧和以自我为中心的议程。",
	"Malaxxix's machinations are many, but it is most infamous for crafting cursed armaments and distributing them throughout the multiverse in the hope that they'll be found by mortals who are desperate for power and ripe for corruption.": "Malaxxix（马拉克西克斯）的阴谋很多，但它最臭名昭著的是制造诅咒武器，并将它们分发到多元宇宙中，希望它们会被那些渴望力量且易受腐化的凡人发现。",
	"Malaxxix seeks the{@i Books of Keeping}: ancient tomes that contain the true names of all yugoloths. To this end, it patrols the vilest swaths of the multiverse from atop its unholy vehicle, the Unborn Palanquin. This shambling collective is made up of thousands of mezzoloths devoted to their liege, who roams the Lower Planes as a tyrannical marauder.": "马拉克西克斯寻找{@i Books of Keeping}: 包含所有尤戈洛斯真名的古老典籍。为此，它乘坐着邪恶的座骑——未生轿车，在多元宇宙中最邪恶的地区巡逻。这个蹒跚的集体由成千上万个臣服于他们领主的梅佐洛斯组成，而这位领主则作为一个暴虐的掠夺者在下位面游荡。",
	"A creature that attunes to one of Malaxxix's cursed items becomes afflicted with the curse of Malaxxix. The curse enables Malaxxix to interact with the cursed creature in special ways:": "一个生物若调谐了Malaxxix的受诅物品之一，便会受到Malaxxix的诅咒。这个诅咒让Malaxxix可以以特殊方式与被诅咒的生物互动：",
	"Malaxxix can cast the Scrying spell on the cursed creature without material components or a spell slot. Malaxxix doesn't need to be on the same plane of existence as the creature to use this ability, and the creature automatically fails the saving throw against the spell.": "Malaxxix可以在被诅咒的生物身上施放侦查（Scrying）咒语，无需材料成分或法术位。Malaxxix无需与生物处于同一存在平面上即可使用此能力，而生物对该咒语的豁免扑克自动失败。",
	"As an action, Malaxxix can teleport, along with any equipment it is wearing or carrying, to an unoccupied space within 60 feet of the cursed creature, regardless of the creature's location in the multiverse.": "作为一个动作，玛拉克西克斯 (Malaxxix) 可以传送，连同它穿戴或携带的任何装备，到被诅咒生物附近60英尺内的一个空位，无论这个生物在多元宇宙的什么位置。",
	"The curse of Malaxxix lasts until ended with a Remove Curse spell, a Greater Restoration spell, or similar magic.": "Malaxxix的诅咒将持续，直到被一次解咒法术、一次强力恢复法术或类似魔法结束。",
	"The Unborn Palanquin—a monstrous, centipedal vehicle—serves as both Malaxxix's primary conveyance and the Fiend's lair.": "未生轿（The Unborn Palanquin）—一辆庞大的、蜈蚣般的载具—既是玛拉克西克斯（Malaxxix）的主要交通工具，也是邪魔的巢穴。",
	"Malaxxix can take lair actions (see below) while astride the palanquin. When encountered on the palanquin, Malaxxix's challenge rating is 19 (22,000 XP).": "Malaxxix（Malaxxix）可以在轿子上采取巢穴行动（见下文）。当在轿子上遇到时，Malaxxix的挑战等级为19（22,000经验值）。",
	"The {@object Unborn Palanquin|BMT} is a wormlike leviathan of screeching gears made up of hundreds of tireless mezzoloths. It is a unique vehicle and Gargantuan object.": "{@object Unborn Palanquin|BMT}是一个由数百只不知疲倦的中阶恶魔组成的尖叫齿轮般的蠕虫巨兽。它是一辆独特的载具和巨型物体。",
	"Only Malaxxix can pilot this vehicle. If Malaxxix is slain, the palanquin crumbles in seconds.": "只有玛拉克西克斯(Malaxxix)能驾驭这辆载具。如果玛拉克西克斯被杀，那轿子将在几秒钟内崩溃。",
	"Too many legs. Too loud. Makes my mind feel like it's melting.": "腿太多了。太吵了。让我的大脑感觉像是在融化。",
	"Oddlewin is a nilbog, a goblin possessed by a trickster spirit.": "Oddlewin是一个尼尔博格（nilbog），一个被恶作剧精灵附身的地精。",
	"A challenge for tier 3 play (levels 11 to 16), the otherworldly corrupter is a horrific Aberration that infects or impersonates a host.": "一个适合3级游戏（11级至16级）的挑战，异界腐蚀者是一个可怕的畸变生物，它会感染或冒充宿主。",
	"Challenge 18 (20,000 XP)": "挑战 18 (20,000 经验点)",
	"Pazrodine, a moonstone dragon with a peaceful demeanor, oversees Seelie Market. A consummate traveler, she is always searching for fey crossings, which she uses to travel between the Feywild and the Material Plane. Moonstone dragons are detailed further in Fizban's Treasury of Dragons.": "帕兹罗丁（Pazrodine）是一只拥有和平气质的月岩龙，她管理着希利市场（Seelie Market）。作为一名经验丰富的旅行者，她总是在寻找精灵过境点，以便在妖界和物质位面之间旅行。月岩龙的更多细节可以在《费兹班的龙宝库》（Fizban's Treasury of Dragons）中找到。",
	"Pazrodine never stays in one place for long, and she wants to see all the wonders the Feywild and Material Plane have to offer. Curious Fey asked to join her caravan, and before long, she had a menagerie of merchants accompanying her on her travels. Pazrodine came to view these Fey merchants as her children. Their eager joy helps the dragon see the multiverse from new perspectives.": "帕兹罗丁(Pazrodine)从不在一个地方停留太久，她想看到精灵界和物质位面所能提供的所有奇迹。好奇的精灵请求加入她的车队，不久之后，她便有了一群商人随行在她的旅途中。帕兹罗丁开始把这些精灵商人视为她的孩子。他们蓬勃的喜悦帮助这条龙从新的角度看待多元宇宙。",
	"When Seelie Market lands, its vendors gather rocks, leaves, and sticks to make an enormous nest for Pazrodine. She rests here while the market operates.": "当(Seelie Market)降落时，它的摊贩们会收集石头、树叶和树枝，为(Pazrodine)建造一个巨大的巢穴。她会在这里休息，而市场则继续运营。",
	"Pazrodine senses when theft occurs in Seelie Market. She makes her way to the perpetrators and neutralizes the situation nonviolently, usually by using her Dream Breath. Once troublemakers come to, Pazrodine politely but firmly asks them to leave the market. Those who object are flown out in her clutches.": "帕兹罗丁(Pazrodine)在希利市场(Seelie Market)发生盗窃时会察觉到。她会前往犯罪现场，通过使用她的梦之气(Dream Breath)等非暴力手段来化解局势。一旦捣乱者清醒过来，帕兹罗丁会礼貌但坚定地要求他们离开市场。那些反对的人会被她抓起来飞出去。",
	"If anyone comes to visit Pazrodine at her refuge, she greets them and happily answers their questions about the market. The dragon has a soothing voice and demeanor.": "如果有人来拜访帕兹罗丁在她的避难所，她会问候他们，并愉快地回答他们关于市场的问题。这条龙有着舒缓的声音和态度。",
	"Rifflers are diminutive Fey reminiscent of gnomes and obsessed with destiny and fate. The oldest stories of rifflers suggest these dangerously curious spirits manifested as physical beings when the Deck of Many Things was shuffled for the first time. The rifflers were so enraptured with the soft sound made by the whispering cards that they made physical bodies for themselves in order to possess and understand this new instrument of destiny.": "梨芙勒（Rifflers）是类似侏儒的小精灵，痴迷于命运和命运。梨芙勒最古老的传说表明，当第一次洗牌多面手牌（Deck of Many Things）时，这些危险好奇的精灵以实体形式显现出来。梨芙勒对扑克牌发出的低语声如此着迷，以至于他们为了拥有和理解这个新的命运工具而为自己制造了实体身体。",
	"Rifflers wander the Feywild and Material Plane, searching for Decks of Many Things. They collect the cards, trade them, hoard them, and scatter them across worlds, all in service of an incomprehensible agenda to manipulate the fate of the multiverse. Rifflers are as likely to give a deck to adventurers in dire need as they are to wrest cards from an innocent person by any means necessary.": "搅牌者在Feywild和物质位面徘徊，寻找众多事物牌组。他们收集这些牌，交换它们，囤积它们，并将它们散布在各个世界中，一切都是为了一个难以理解的议程，目的是操控多元宇宙的命运。搅牌者可能会将一副牌交给急需的冒险者，也可能会以任何手段从无辜者那里夺取卡牌。",
	"Both the Solar Bastion (see chapter 10) and the Grim Harrow (see chapter 19) know of rifflers and their obsession with Decks of Many Things, and these organizations stay alert for signs of these Fey creatures, since that usually means a deck is nearby.": "太阳堡垒（见第10章）和冷酷镰刀（见第19章）都知道rifflers和他们对《众多物品牌》的痴迷，这些组织会警惕这些精灵生物的迹象，因为那通常意味着附近有一副牌组。",
	"The potent magic of a Deck of Many Things can have unpredictable effects on its environment, especially when the deck remains in one place for a long time.": "一副众多事物牌（Deck of Many Things）的强大魔法可能会对周围环境产生不可预测的影响，特别是当这副牌在一个地方停留很长时间时。",
	"Ruin spiders arise when the magic of the deck transforms giant spiders into even more dangerous monsters whose acidic venom disintegrates everything it touches. A ruin spider is easily recognizable by anyone familiar with the Deck of Many Things because the pattern on the back of the cards is duplicated on the spider's carapace.": "毁灭蜘蛛在卡牌的魔法作用下，将巨型蜘蛛转变为更危险的怪物，其酸性毒液能腐蚀一切。任何熟悉《众多物品牌》的人都能轻易识别毁灭蜘蛛，因为蜘蛛的甲壳上复制了卡牌背面的图案。",
	"Jared is a wandering knight who makes an excellent contact for groups that have Solar Bastion patronage. A former mercenary, Jared credits Hilarion with helping him change his ways and use his skills for good instead of gold, but he feels unworthy of the organization and has grown lonely after so long away from the Solar Bastion.": "贾里德(Jared)是一名流浪骑士，对于拥有日炉堡(Solar Bastion)赞助的团体来说是一个极好的联系人。作为一名前雇佣兵，贾里德归功于希拉里昂(Hilarion)帮助他改变了自己的方式，将自己的技能用于正义而非金钱，但他觉得自己不配加入这个组织，在离开日炉堡这么久后变得孤独。",
	"Knights of the Solar Bastion are battle-hardened veterans who operate independently across the multiverse. When word reaches the organization that a Deck of Many Things has appeared, the nearest knight investigates, but every knight has the magical means to contact the Solar Bastion's headquarters and request help. Even so, it's rare for knights to work together outside their headquarters.": "太阳堡垒骑士团是经验丰富的老兵，他们在多元宇宙中独立行动。当有消息传来说一副众多物品牌卡出现时，最近的骑士会前往调查，但每位骑士都有魔法手段联系太阳堡垒总部并请求帮助。即便如此，骑士们在总部之外共同行动的情况很少见。"
}