{
	"They rose from their graves, some by force of magic, others cursed through their life's misdeeds. Whatever the reason, we can't let them walk among the living.": "他们从坟墓中站起来，有些是被魔法力量所驱使，有些则是因为一生的恶行而受到诅咒。无论原因是什么，我们不能让他们在活人中间行走。",
	"Someone who has proficiency with alchemist's supplies can mix the mold from a corpse walker's skin with other materials worth 500 gp to produce a potion that grants all the corpse walker's damage resistances for 10 minutes. The skin from an ancient corpse walker can produce two doses of this potion. A humanoid that dies while under the effects of this potion rises as a corpse walker 24 hours later. Creating this rare potion requires a successful DC 15 Intelligence ({@skill Religion}) check and 8 hours of brewing.": "有炼金工具熟练的人可以将尸行者皮肤上的霉菌与价值500金币的其他材料混合，制造一种药水，能让服用者在10分钟内获得所有尸行者的伤害抗性。一具古代尸行者的皮肤可以制造两剂这种药水。在服用这种药水的情况下死亡的人型生物会在24小时后变成尸行者。制造这种稀有药水需要成功进行一次DC 15的智力检定，并需要8小时的酿造时间。",
	"Someone who has proficiency with smith's tools can fashion the femur of an ancient corpse walker into a one-handed melee weapon. Both femurs can make a two-handed weapon. Creating the weapon takes 10 days and extra materials worth 500 gp, and it's a magic weapon when complete. Someone you hit with an attack using the weapon can't regain hit points until the start of your next turn. If someone casts vampiric touch and inflict wounds on the weapon once per day while it's being made, and materials worth 1,000 more gp are added to the process, the weapon also takes on the properties of a sword of life stealing but need not be a sword.": "有熟练使用铁匠工具的人可以将一名古代尸行者的股骨打造成一把单手近战武器。两根股骨可以制成一把双手武器。制造这把武器需要10天时间和价值500 gp 的额外材料，完成后它将成为一把魔法武器。使用这把武器攻击的目标在你的下一个回合开始前无法恢复生命值。如果有人在制作过程中每天对这把武器施放吸血之触和造成伤害法术，并额外添加价值1,000 gp 的材料，那么这把武器还会具有吸取生命之剑的属性，但不一定是一把剑。",
	"It's bad luck for the living to set eyes upon a corpse walker. The returned gaze imparts a curse. Like a zombie, a corpse walker can take significant wounds and remain standing.": "活人看到行尸走肉是个不祥之兆。被它注视会带来诅咒。行尸走肉像僵尸一样，可以承受重伤仍然屹立不倒。",
	"The corpse walker has a severe vulnerability to sunlight, which burns and distracts it. Radiant damage is a sure way to ensure the corpse walker stays down when slain.": "尸体行者对阳光有严重的脆弱性，阳光会灼伤并使其分心。辐射伤害是确保尸体行者被击倒后保持倒地的有效方法。",
	"An ancient corpse walker can release spores that call loyal undead to it, although wind can disperse these spores. The ancient walker can also become a cloud of deadly spores that can animate corpses. If terribly wounded, the ancient corpse walker turns into this mist and has 2 hours to return to its lair or perish forever.": "一个古老的尸体行者可以释放孢子，召唤忠诚的不死生物前来，尽管风可以驱散这些孢子。这个古老的行者也可以变成一团致命的孢子云，可以使尸体复活。如果受到严重伤害，古老的尸体行者会变成这种雾气，有2小时的时间返回到它的巢穴，否则将永远消亡。",
	"An ancient corpse walker can lair in ruins and create a legion of humanoid and beast zombies, as well as corpse walkers. Greater undead beings and necromancers might also use these creatures as lieutenants.": "一个古老的尸体行者可以在废墟中建立巢穴，并创造一支由人形和野兽僵尸以及尸体行者组成的军团。更强大的不死生物和死灵法师也可能将这些生物用作副手。",
	"I am that which can cleanse temptation from the land and restore it once more to divinity. What a weak creature of flesh you are, blessed with free will and fickle fancy. I will reveal your weakness, wretched mortal.": "我是能够净化大地上的诱惑，并将其恢复为神性的存在。你这个脆弱的肉体生物，被赋予了自由意志和善变的幻想。我将揭示你的软弱，可怜的凡人。",
	"The Angel of Empyreus wields a holy avenger. Upon its death, its intelligence inhabits the sword. To attune to it, a paladin character must agree to carry on the angel's mission to cleanse the land of immorality.": "Empyreus（恩佩瑞斯）的天使挥舞着一把神圣的复仇者。在它死后，它的智慧寄居在剑中。要调谐它，圣骑士角色必须同意继续执行天使的使命，净化土地上的不道德行为。",
	"A cup of its blood can be made into a {@item potion of supreme healing} with a DC 10 Intelligence ({@skill Religion}) check from someone proficient with alchemist's supplies. Six cups of blood can be taken from the Angel of Empyreus.": "一杯它的血可以被制成一个 DC 10 智力检定（{@skill Religion}）的 {@item potion of supreme healing}，需要有炼金术工具熟练技能的人来完成。可以从 Empyreus 天使身上取得六杯血。",
	"Its bones can be used in place of diamonds for use in raise dead and similar magic, up to the equivalent of 10,000 gp worth.": "它的骨骼可以用来替代钻石，用于复活死者和类似魔法，相当于价值10,000 gp。",
	"The Arch Seraphs are attended by mighty angels who act as their lieutenants and execute the divine remnants' orders.": "大天使长由强大的天使担任侍从，充当他们的副官并执行神圣残留物的命令。",
	"Empyreus went into battle surrounded by an honor guard of fearsome celestials honed by aeons of divine war. Many of them remained at Empyreus' side at the end of the Four Divines' War, but not all remained loyal.": "Empyreus（Empyreus）带着经过无数神圣战争磨练的可怕天神荣誉卫队进入战斗。在四位神明之战结束时，许多天神仍然站在Empyreus（Empyreus）身边，但并非所有人都保持忠诚。",
	"Peasant revolts and religious zealotry are on the rise in the Altenheim hinterland. Most say it's the usual grievances, but some whisper that a commander of the celestial hosts leads the revolt, and its ranks swell by the day.": "在阿尔滕海姆腹地，农民起义和宗教狂热情绪正在上升。大多数人说这是通常的不满，但也有人低声说，一位天堂之主的指挥官领导了这场起义，而且其队伍日益壮大。",
	"Don't go to the temple. Something sinister has claimed it. Seek shelter elsewhere.": "不要去寺庙。有不祥之物出现了。请到别处避难。",
	"An avarice seraph's metal-tipped feathers can be sold. Those of the lesser seraph are worth 250 gp, while those of the seraph are worth 1,000 gp.": "一个贪婪的天使(Seraph)的金属尖羽毛可以出售。较低级天使(Lesser Seraph)的羽毛价值250金币，而天使(Seraph)的羽毛价值1,000金币。",
	"Someone who has proficiency with alchemist's supplies can melt the metal on the feathers of an avarice seraph and use some feathers as fletching to make one arrow of celestial slaying for a lesser seraph, or four such arrows from the seraph. Making one arrow takes 7 days of work, reagents worth 1,000 gp, and a successful DC 17 Intelligence or Wisdom check.": "有炼金工具熟练度的人可以融化贪婪炽天使羽翼上的金属，并使用一些羽毛作为羽翼，制作一支用于对付次级炽天使的天界杀箭，或者从炽天使身上制作四支这样的箭。制作一支箭需要7天的工作时间，价值1,000 gp 的材料，以及一次成功的 DC 17 智力或感知检定。",
	"The saliva of a gluttony seraph functions as antitoxin—three doses can be collected from a lesser seraph, while ten can be gathered from a seraph. Someone who has proficiency with alchemist's supplies or an herbalism kit can mix two doses of this saliva with reagents worth 50 gp and brew the mixture for 4 hours. The resulting elixir affects the imbiber as a protection from poison spell, curing a random poison in the drinker's system.": "贪食天使的唾液作为解毒剂——可以从次级天使身上收集到三剂，而从天使身上可以收集到十剂。拥有炼金术工具或草药工具的熟练者可以将两剂这种唾液与价值50 gp的试剂混合，然后酿造4小时。制成的药剂会使饮用者受到毒素保护法术的影响，治愈饮用者体内的一种随机毒素。",
	"The disavowed are seraphs fallen to evil. Each still retains a measure of its celestial power.": "被放逐者是堕入邪恶的炽天使。每个人仍然保留着一部分天界力量。",
	"From their celestial heritage, disavowed retain magic resistance and resistance to nonmagical attacks, as well as immunity to being charmed, exhausted, and frightened. Even in a fallen state, the seraph imparts magic and radiant damage to its attacks. Gluttony seraphs are also immune to poison.": "由于他们的天界血统，被放逐的（disavowed）保留了对魔法的抵抗力和对非魔法攻击的抵抗力，以及免疫被魅惑、精疲力竭和恐惧。即使在堕落状态下，天使（seraph）的攻击仍会带有魔法和光辉伤害。贪食天使（Gluttony seraphs）也对毒素免疫。",
	"Avarice seraphs can rouse the greed in any creature. Huge gluttony seraphs can swallow and digest people, although their lesser kin can't.": "贪婪炽天使可以唤起任何生物的贪婪。巨大的暴食炽天使可以吞下并消化人类，尽管它们的较小同类不能。",
	"The callused skin of the merchant's hulking bodyguard ripples as if something beneath is trying to wriggle free.": "商人庞大的保镖的老茧皮肤波动着，仿佛有什么东西在试图挣脱。",
	"Chapped brutes rarely carry treasure or equipment unless doing so as instructed by their master. An accomplished leatherworker can fashion the callused skin of a chapped brute into+1 armor—leather, studded leather, or hide—that grants the wearer resistance to necrotic damage and doesn't require attunement. This armor takes 10 extra days of work to fashion, and magical components worth 100 gp must be expended in its creation.": "粗糙的野蛮人很少携带财宝或装备，除非受主人指示这样做。 一位技艺高超的皮匠可以将粗糙的野蛮人皮肤制成+1护甲——皮甲、铆钉皮甲或兽皮甲——赋予穿戴者对死灵伤害的抗性，且无需须要调谐。 制作这件护甲需要额外花费10天的时间，并且必须消耗价值100gp的魔法材料。",
	"The magical and alchemical process that creates these brutes leaves them resistant to necrotic damage.": "这些野兽经过的神奇炼金过程使它们对死灵伤害具有抗性。",
	"These beings are so volatile because of their creation process that when they are killed, they have a chance to transform into larger, deadlier forms.": "这些生物如此不稳定，是因为它们的创造过程，当它们被杀死时，有机会转变成更大、更致命的形态。",
	"The final form of the chapped brute has a life force that fluctuates, so that it randomly gains and loses life force every few seconds.": "这个龟裂野蛮人的最终形态有一个波动的生命力，因此它会在每几秒钟内随机获得和失去生命力。",
	"You can use any chapped brute form as part of an encounter. You can also build encounters in which one chapped brute transforms into one or both of its larger forms. To do so, treat each form as a separate monster. Transformation can take up to 1 minute, allowing you to stagger the encounters, but it can occur as quickly as you need it to for your game.": "你可以在遭遇中使用任何裂缝蛮族的形态。你也可以构建遭遇，其中一个裂缝蛮族可以变形成它的一个或两个更大的形态。为此，将每个形态视为一个单独的怪物。变形可能需要最多1分钟，让你可以分阶段进行遭遇，但也可以根据游戏需要迅速发生。",
	"I never believed the rumors about the Beast and how it could change people. Then I saw how everyone at the logging camp had been transformed. It had to be a power even greater than a god's.": "我从来不相信有关野兽以及它如何改变人的传言。直到我看到伐木营地的每个人都发生了变化。这肯定是比神更强大的力量。",
	"The spine spikes of a venomous gnoll can be fashioned into four arrows, bolts, or darts. Someone who has proficiency with smith's tools or tinker's tools can make these projectiles in 4 hours. Each time one of these projectiles hits a target, the target takes an extra ({@dice 1d4}) poison damage, but if the {@dice d20} on the attack roll is a 1 or an even number other than 20, the projectile ceases to be poisonous.": "一只有毒的豺狼人的脊椎尖刺可以制成四支箭矢、弩箭或飞镖。擅长铁匠工具或修补工具的人可以在4小时内制作这些抛射物。每当这些抛射物击中目标时，目标会额外受到{@dice 1d4}毒素伤害，但如果攻击骰中的{@dice d20}是1或除20外的偶数，则抛射物将不再具有毒性。",
	"Someone who has proficiency with alchemist's supplies can use the saliva glands from two gnoll brutes or one rampage gnoll to create a potion of growth. The glands must be harvested by someone who has proficiency in the Medicine skill, and doing so requires a successful DC 13 Wisdom ({@skill Medicine}) check. These glands must be used within 3 days or they go bad, although a gentle repose spell cast on the glands makes them last for that spell's duration. Making the potion requires 1 day of work and reagents worth 25 gp.": "有炼金工具熟练的人可以使用两只豺狼蛮兵或一只暴怒豺狼的唾液腺来制作一瓶增长药水。这些腺体必须由擅长医术技能的人收集，这需要成功进行一次 DC 13的感知（{@skill Medicine}）检定。这些腺体必须在3天内使用，否则会变质，尽管对这些腺体施放的《柔和安息》咒语可以让它们在咒语持续时间内保存新鲜。制作这瓶药水需要1天的工作时间和价值25金币的炼金材料。",
	"The wings of a rampage gnoll can be used to fashion bat wings of flying. Someone who has proficiency in leatherworker's tools can make this cloak in 5 days, using reagents worth 500 gp. Somebody must cast fly on the cloak on three out of the five days of its making. These wings give you a fly speed of only 40 feet, but they can be used once every {@dice 1d8} hours.": "狂暴豺獴的翅膀可以用来制作飞行蝙蝠翅膀。具有皮革工具熟练技能的人可以在5天内制作出这件披风，需要价值500金币的材料。在制作过程中的五天里，必须有人在其中三天对披风施放飞行术。这些翅膀让你的飞行速度只有40英尺，但每隔{@dice 1d8}小时可以使用一次。",
	"Gnolls were once normal humanoids, but they have been mutated by the power of the Beast.": "豺狼人曾经是普通的人形生物，但它们已经被野兽之力变异。",
	"Some gnolls use spikes that grow from their bones, usually the spine, as projectiles. Different gnolls have different mutations, though, and some of these spikes are poisonous. The strongest mutants develop wings and infect the minds of those nearby with bloodthirsty fury.": "一些豺狼人从骨头上生长的尖刺，通常是脊椎，作为抛射物。然而，不同的豺狼人有不同的变异，其中一些尖刺是有毒的。最强大的变异体会长出翅膀，并且会用血腥的狂怒感染附近的人的心智。",
	"Gnolls form bands along with other mutated creatures to rampage across their region. The gnolls eat the flesh and drink the blood of any living things they kill. They speak to each other in their own language of howls, snarls, and grunts.": "豺狼人与其他变异生物结成团伙，在他们的地区肆虐。豺狼人吃掉他们杀死的任何生物的肉，喝他们的血。他们用嗥叫、咆哮和呼噜声相互交流。",
	"Those who've turned their back on both the Seraphs and the Daemons? That way lies madness.": "那些背弃了天使军团和恶魔的人？这条路只会导致疯狂。(Seraphs)和(Daemons)",
	"Bloodbonded still possess the damaged and scarred remnants of their past devotions. When a bloodbonded dies, its blood still pulses and gives off light as it did when it was alive. One vial of this blood can be harvested from a single bloodbonded with a successful DC 10 Wisdom ({@skill Medicine}) check. Drinking it within one day causes the user to be affected by a bless spell. When the spell ends, the user suffers one level of exhaustion.": "血缘仍然拥有他们过去奉献的受损和疤痕。当一名血缘死去时，它的血液仍然会像它活着时那样跳动并发光。通过成功的DC 10智力检定，可以从一名血缘身上收集到一瓶这种血液。在一天之内饮用它会使使用者受到祝福法术的影响。当法术结束时，使用者会受到一级疲劳的影响。",
	"Bloodbonded are victims of their own foolish choices, worshipping false gods and then being driven mad by the ruse.": "血缘契约者是他们自己愚蠢选择的受害者，崇拜虚假神祇，然后被骗而发狂。",
	"Bloodbonded use their followers as weapons, even causing them to explode in a wave of fiery blood, which damages nearby creatures.": "血缔者将他们的追随者当作武器，甚至让他们在一波炽热的鲜血中爆炸，对附近的生物造成伤害。",
	"\"Do you really need all of your bones? Are you sure I couldn't just snack on a few? I'll gladly pay you for them.\"": "\"你真的需要所有的骨头吗？你确定我不能吃一些零嘴吗？我愿意付钱给你。\"",
	"Bone trader lairs have many, many bones. Depending on how successful and powerful the bone trader is, it may also have the equipment and belongings of people it has killed or of the minions it employs. Its bone armor is infused with a peculiar magic.": "骨头交易者巢穴中有许多许多骨头。取决于骨头交易者的成功和实力，它可能还拥有它杀死的人或雇佣的手下的装备和物品。它的骨甲充满了一种奇特的魔法。",
	"Smashing the armor into a paste and mixing it with appropriate amounts of coagulant from a herbalism kit allows it to be applied it to a shield or weapon. This paste, called {@item ready gunk|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}), can be completed with a successful Wisdom check (DC 10) by someone proficient with a herbalism kit. This process takes 10 minutes.": "将盔甲砸成泥状物，并与草药工具包中适量的凝固剂混合，然后涂抹在盾牌或武器上。这种泥状物称为{@item ready gunk|GHLoE}（见{@adventure Lairs of Etharis|GHLoE|21}附录A），需要一个擅长使用草药工具包的人成功进行一次感知检定（DC 10）来制作。整个过程需要10分钟。",
	"A bone trader is most dangerous in its lair, where it can use its collection of bones to defend itself.": "骨头交易者在其巢穴中最为危险，它可以利用自己的骨头收藏来自卫。",
	"A bone trader can charm its opponents and is often defended by a small gang of intimidated or charmed creatures.": "一个骨头交易者可以迷惑他的对手，并经常受到一小群被恐吓或迷惑的生物的保护。",
	"Like other fey, bone traders can be tantalized by a deal and may be willing to negotiate rather than fight, even if it seems to have the upper hand or is actively winning a battle": "与其他精灵一样，骨贸易者可能会被一笔交易所吸引，愿意进行谈判而非战斗，即使看起来占据上风或正在赢得战斗。",
	"A candlelight daemon remains for the duration of a cursed candle's flame. That's long enough for a host of sinister deeds.": "一支蜡烛灵魂会在被诅咒蜡烛燃烧的时间内存在。这足够长的时间进行一系列邪恶的行为。",
	"The melted leavings of a candlelight daemon's candle act as oil of sharpness against aberrations, celestials, fey, and fiends, as well as against the creature that created the candle.": "熔化的蜡烛恶魔蜡烛的残留物作为对抗异常、天神、精灵和恶魔的锋利油，同时也对创造蜡烛的生物以及这个生物本身有效。",
	"Candlelight daemons return to the Netherworld if their candle goes out.": "蜡烛守护者如果蜡烛熄灭会回到幽冥界。",
	"Candlelight daemons have immunities and resistances typical of fiends, including immunity to poison and resistance to cold, fire, lightning, and nonmagical weapon attacks. The daemon is also resistant to magic and capable of countering spells.": "烛光恶魔具有典型的恶魔免疫和抗性，包括对毒素的免疫和对冰冷、火焰、闪电以及非魔法武器攻击的抗性。该恶魔还对魔法具有抗性，并能够反制法术。",
	"A candlelight daemon is most effective in shadows or darkness, which allow the fiend to hide easily and bring its murderous talents to bear.": "蜡烛灵魂在阴影或黑暗中最有效，这让邪恶者可以轻松隐藏并发挥其杀戮天赋。",
	"The temptation to aid a lost lamb should be tamped down when a thornlamm appears. Where there is one, there are many. And all lead back to a creature far more terrifying than any big, bad wolf.": "当出现刺羊兽时，应该控制住帮助迷失小羊的诱惑。一个出现，多个就会出现。而所有的线索都指向一个比任何大灰狼更可怕的生物。",
	"The sphere of annihilation a caprathorn leaves behind can be controlled and taken. At the start of each day there is a 2% chance the sphere disappears forever.": "卡普拉索恩留下的湮灭领域可以被控制和带走。每天开始时，有2%的几率湮灭领域永远消失。",
	"A caprathorn can detach a thornlamm to fight as its ally or consume one to heal.": "一只卡普拉索恩 (Caprathorn) 可以分离出一只索恩莱姆 (Thornlamm) 作为其盟友战斗，或者消耗一只索恩莱姆来治疗。",
	"The caprathorn can entomb a fallen foe and unleash a field of disintegrating force. This annihilation field recharges if a creature the caprathorn has entombed dies.": "卡普拉索恩（Caprathorn）可以将倒下的敌人封印起来，并释放出一个灭绝力场。如果卡普拉索恩封印的生物死亡，这个毁灭力场就会重新充能。",
	"When a caprathorn dies, it implodes into a sphere of annihilation, which pulls nearby creatures toward it.": "当一只卡普拉索恩(Caprathorn)死亡时，它会坍缩成一个湮灭球，将附近的生物吸引过去。",
	"Cousins to mountain lions, corpsejaws are battlefield scavengers. Their powerful jaws allow them to tear through most armor, so they can eat carrion other scavengers leave behind. Military organizations such as the Free Swords issue bounties on corpsejaws to prevent damage to valuable salvage.": "尸颚兽是山狮的近亲，是战场上的清道夫。它们强大的下颚可以撕裂大多数盔甲，因此它们可以吃掉其他清道夫留下的腐肉。像自由剑这样的军事组织会悬赏捕杀尸颚兽，以防止对有价值的战利品造成损害。",
	"Sometimes it's darkest after the dawn.": "黎明之后常常是最黑暗的时刻。",
	"Dawndrinkers have a special organ that stores and processes light the way that other creatures digest food. Most of the creature's body disintegrates after it dies, but this light stomach remains. Someone who has proficiency with alchemist's supplies, cook's utensils, or an herbalism kit can prepare the stomach with other ingredients worth 25 gp. If the preparer succeeds on a DC 13 Wisdom or Intelligence check, the organ makes a tasty, sweet meal for up to four creatures. After partaking, those creatures add 60 feet to their darkvision range for 24 hours, those that lack darkvision gain it to a range of 60 feet. All partakers also gain blindsight to a range of 10 feet for the same duration.": "晨饮者(Dawndrinkers)有一个特殊的器官，类似其他生物消化食物的方式，它储存并处理光线。大部分生物死后身体会分解，但这个光之胃会保留下来。拥有炼金工具、厨师用具或草药工具熟练技能的人可以用价值25 gp的其他配料准备这个器官。如果准备者在一次DC 13的智力或感知检定中成功，这个器官可以为最多四个生物制作一顿美味的甜点。食用后，这些生物的暗视距离增加60英尺，持续24小时，没有暗视的生物也会获得60英尺的暗视范围。所有食用者还会在同样的持续时间内获得10英尺的致盲视觉。",
	"A dawndrinker is a cunning predator that can easily hide and move in shadow. It greatly lessens and even extinguishes light sources.": "黎明饮者是一个狡猾的捕食者，可以轻松隐藏并在阴影中移动。它可以大大减弱甚至熄灭光源。",
	"A dawndrinker can sense light, its food, at a great distance. The monster is also resistant to fire, absorbing some of its energy, and immune to radiant damage, which is a source of quick nourishment for the dawndrinker.": "一位黎明饮者可以在很远的距离内感知光线，它的食物。这种怪物还对火焰具有抗性，吸收其中的一些能量，并且对光辉伤害免疫，这是黎明饮者快速获取营养的来源。",
	"A dawndrinker's attacks can temporarily take away the victim's ability to perceive light.": "黎明饮者的攻击可以暂时剥夺受害者感知光线的能力。",
	"Despair, the end is nigh!": "绝望，末日将至！",
	"When slain, the eyes of a doomcaller harden into gems worth 2000 gp each.": "当一个末日召唤者被杀死时，其眼睛会变成价值每颗2000 gp 的宝石。",
	"When a creature holding one of these gems makes an attack roll, ability check, or saving throw, they can consume it to improve their fortunes. After the roll has been made, but before the GM has announced the result of the roll, the player can expend one gem and reroll the roll. Once done, the player must use the new result, the gem shatters and becomes worthless.": "当一个生物持有这些宝石之一进行攻击检定、能力检定或豁免检定时，他们可以消耗宝石来改善自己的运气。在进行检定后，但在GM宣布检定结果之前，玩家可以消耗一个宝石并重新投掷骰子。一旦完成，玩家必须使用新的结果，宝石会碎裂并变得毫无价值。",
	"Doomcallers are powerful spellcasting fiends.": "末日召唤者是强大的法术恶魔。",
	"A doomcaller can summon succubi or barbed devils.": "末日召唤者可以召唤魅魔或带刺恶魔。",
	"Doomcallers are resistant to cold, fire, lightning, and nonmagical weapons. They are immune to acid and poison.": "末日召唤者对冰冷、火焰、闪电和非魔法武器具有抗性。它们对酸和毒素免疫。",
	"To assume the downcast are good at heart is foolish. Many still cling to delusions of grandeur and do anything to maintain them.": "假设那些沮丧的人心地善良是愚蠢的。许多人仍然固守着自己的妄想，不惜一切来维持它们。",
	"The recently deceased body of a downcast can be used in a ritual to unlock magical power. This ritual takes 16 hours to complete and requires candles, chalk, incense, silver, and other reagents worth 2,000 gp. Upon completion of this ritual, the downcast's body disintegrates, and the ritualist can choose one benefit.": "最近去世的(downcast)的尸体可以用于一个仪式，以解锁魔法力量。这个仪式需要16小时才能完成，需要蜡烛、粉笔、香、银子和其他价值2000 gp的炼金材料。完成这个仪式后，downcast的尸体会消失，仪式者可以选择一个好处。",
	"The ritualist's maximum hit points increase by 2 per level (or Hit Die) the ritualist has. Each time the ritualist gains a level (or Hit Die), the ritualist's hit point maximum increases by 2. Also, the ritualist's natural lifespan increases by 250 years.": "仪式师的最大生命值每级（或命中骰）增加2点。每次仪式师升级（或命中骰），其生命值上限增加2点。此外，仪式师的自然寿命增加250年。",
	"The ritualist learns the thaumaturgy cantrip and gains additional benefits based on the type of downcast sacrificed, as follows.": "降灵师学会了咒术法术，并根据所牺牲的被压制生物的类型获得额外的好处，具体如下。",
	"{@i Aurelian}: The ritualist's Charisma score increases by 1, to a maximum of 20. Once per day, the ritualist can cast cure wounds as a 1st level spell.": "{@i Aurelian}: 仪式师的魅力分数增加1点，最高为20。每天一次，仪式师可以施展治疗伤口（cure wounds）作为1级法术。",
	"{@i Galiant}: The ritualist's Constitution score increases by 1, to a maximum of 20. Once per day, the ritualist can cast shield of faith as a 1st level spell.": "{@i Galiant}: 仪式师的体质分数增加1点，最高为20。每天一次，仪式师可以施展信仰之盾(Shield of Faith)作为1级法术。",
	"{@i Maliganti}: The ritualist's Strength score increases by 1, to a maximum of 20. Once per day, the ritualist can cast branding smite as a 1st level spell.": "{@i Maliganti}: 仪式师的力量属性提高1点，最高为20。每天一次，仪式师可以施放品牌神圣一击(branding smite)作为1级法术。",
	"{@i Ulmyrite}: The ritualist's Intelligence score increases by 1, to a maximum of 20. Once per day, the ritualist can cast detect magic.": "{@i Ulmyrite}: 仪式师的智力分数增加1点，最高为20。每天一次，仪式师可以施展探测魔法。",
	"Upon finishing the ritual, the ritualist can cast resurrection without expending a spell slot or providing any other components.": "完成仪式后，仪式师可以施放(`resurrection`)复活术，无需消耗法术位或提供任何其他组件。",
	"The downcast were once immortal celestial servants to the gods. Each has inclinations and aptitudes based on the god they once served.": "那些沮丧的人曾经是神的不朽天界仆人。每个人都有基于他们曾经侍奉的神的倾向和才能。",
	"As a result of their divine nature, fallen though it might be, downcast have resistance to necrotic damage and limited access to innate magic.": "由于他们神性的本质，尽管已经堕落，但(`downcast`)仍然对死灵伤害具有抵抗力，并且具有有限的天生魔法能力。",
	"The physical form of a downcast contains significant power from before their fallen state. A ritual requiring the sacrifice or corpse of a downcast can draw out this power.": "一个被贬谪者的肉体形态中蕴含着他们堕落前的巨大力量。一个需要牺牲或使用被贬谪者尸体的仪式可以唤起这种力量。",
	"First she spoke of a power greater than the gods. Then there was this ringing in my ears. I don't remember what happened after that, but the nightmares were terrible.": "她先是谈到了比众神更强大的力量。然后我的耳朵里响起了一阵声音。之后发生了什么我不记得了，但噩梦是可怕的。",
	"The touch of an Aether Kindred's dreams can taint objects with an unstable nature, particularly potions. Any potion found on the servants of these beings has a 50 percent chance to be tainted, making the potion's effects unpredictable. Someone inspecting such a potion must succeed on a DC 17 Intelligence ({@skill Arcana}) check to identify the instability. Otherwise, the potion appears to be a normal potion of its type.": "一位以太亲族的梦境之触可以使物体带有不稳定的特性，尤其是药水。在这些生物的仆从身上发现的任何药水有50%的机会被污染，使药水的效果变得不可预测。检查这样一瓶药水的人必须在一次DC 17智力检定中成功，才能识别出这种不稳定性。否则，这瓶药水看起来就像是其类型的普通药水。",
	"When an unstable potion is consumed, roll on the Eldritch Effects table to determine the effect of the instability, which is in addition to the potion's normal effects and can last as long as the potion does or 1 minute, whichever is longer. However, a creature can attempt a DC 13 Wisdom saving throw at the end of each of its turns, ending the instability effect on itself on a success.": "当一个不稳定的药剂被消耗时，根据《奥术效应》表格进行骰点，以确定不稳定性的效果，这个效果是在药剂的正常效果之外的，并且可以持续到药剂结束或1分钟，以较长者为准。然而，生物可以在每个回合结束时尝试一次DC 13的感知豁免检定，成功则结束自身的不稳定效果。",
	"In the wake of the gods' disappearance, some turned to other ancient entities for power. Those that succeed are known as eldritch priests.": "在众神消失之后，一些人转向其他古代实体寻求力量。那些成功的人被称为邪术祭司。",
	"These priests draw their power from maddening entities known as the Aether Kindred, which some arcane scholars point to as the cause of the gods' disappearance. The power granted by such creatures can produce bizarre and unpredictable effects.": "这些祭司从被称为以太亲族的疯狂实体中汲取力量，一些奥术学者指出这可能是造成神祗消失的原因。这些生物赋予的力量可能产生奇异而不可预测的效果。",
	"Some eldritch priests seek to awaken their new \"gods\" by spreading the story of the demise of members the Etharis pantheon. As more people tap into the dreams of the slumbering Kindred, the creatures begin to rouse. If they wake, the world is doomed.": "一些神秘的祭司试图通过传播以太瑞斯（Etharis）诸神成员的陨落故事来唤醒他们的新“神”。随着越来越多的人进入沉睡的亲族（Kindred）的梦境，这些生物开始苏醒。如果它们苏醒，世界将会毁灭。",
	"The creature can't speak.": "这个生物无法说话。",
	"The creature takes 4 ({@dice 1d8}) psychic damage at the start of each of its turns.": "这个生物在每个回合开始时受到 4 ({@dice 1d8}) 精神伤害。",
	"The creature is disoriented. It falls prone and does so again at the end of each turn it moves 5 feet or more.": "这个生物感到迷失方向。它倒地并且在每次移动5英尺或更多后，每个回合结束时再次倒地。",
	"The creature is distracted by visions and voices and has disadvantage on attack rolls and Wisdom ({@skill Perception}) checks.": "这个生物被幻觉和声音所分散注意力，对攻击骰和感知（{@skill Perception}）检定有劣势。",
	"The creature is unsure of itself. It can move or take an action on its turn, but not both, and it can't use reactions.": "这个生物对自己感到不确定。它可以在自己的回合内移动或采取行动，但不能两者兼顾，并且不能使用反应。",
	"The creature is reckless. It has advantage on attack rolls and attack rolls against it have advantage.": "这个生物很鲁莽。它在攻击检定上获得优势，并且对它的攻击检定也具有优势。",
	"The creature is deafened and can't see more than 30 feet away.": "这个生物被耳聋了，而且看不到超过30英尺以外的东西。",
	"The creature is frightened of the source of this effect. If that source can't be sensed, the creature is frightened of one other random creature it can sense.": "这个生物害怕这种效应的来源。如果那个来源无法被感知，那么这个生物会害怕另一个它能感知到的随机生物。",
	"She was ancient, tall and gaunt, imperious and fierce. Her skin was translucent and slightly luminous with the crimson fluid beneath lending it a bizarre, vibrating flush. Her anger and sorrow reached from her, sharing the sense of a time before my people cut and burned the forest. I wept.": "她古老、高大、消瘦，威严而凶猛。她的皮肤透明，微微发光，深红色的液体在皮肤下流动，使它带有一种奇异而震动的红晕。她的愤怒和悲伤传达出来，分享着一种在我的族人砍伐和烧毁森林之前的时光。我哭了。",
	"As shown in the following stats, young and older elf vampires gain Turn Resistance and immunity to being charmed or rendered unconscious. Although some wood elves are an exception, most elf vampires do not take on animal form and, therefore, lack the Beast Form action. Young and older elf vampires also gain the Fey Majesty action, but until the vampire is ancient, as is the one in the stat block, they can affect only humanoids and beasts with this power.": "如下所示的统计数据显示，年轻和年长的(elf)精灵吸血鬼获得了转化抗性，免疫被魅惑或昏迷。尽管一些木精灵是例外，但大多数(elf)精灵吸血鬼不会变成动物形态，因此缺乏野兽形态动作。年轻和年长的(elf)精灵吸血鬼还获得了(精灵威严)动作，但直到吸血鬼变得古老，就像统计数据中的那个一样，他们只能用这种力量影响人形生物和野兽。",
	"An elf vampire's flesh turns to glittering powder when the vampire dies. This powder can still be used to make the ointment rendered vampire flesh can make. However, this dust can also be used as a material component for any enchantment spell or spell that deals necrotic damage. If a spellcaster uses the dust in this way, the spell save DC for the spell increases by 2. If the spell requires an attack roll, the caster scores a critical hit on a roll of 19 or 20, and any damage die for necrotic damage that rolls a 1 is treated as a 2. One vampire produces enough dust for two uses, plus one use per age category of the vampire beyond spawn.": "当一名精灵吸血鬼死亡时，其肉体会变成闪闪发光的粉末。这种粉末仍然可以用来制作吸血鬼肉制成的药膏。然而，这种粉末也可以作为任何附魔法术或造成死灵伤害的法术的材料组成部分。如果一个法师以这种方式使用了这种粉末，该法术的豁免 DC 值将增加 2 点。如果该法术需要进行攻击骰投掷，则施法者在投掷 19 或 20 时获得暴击，而任何死灵伤害的伤害骰掷出 1 点时将视为 2 点。一名吸血鬼产生的粉末足够用于两次使用，再加上吸血鬼生成后每个年龄阶段额外的一次使用。",
	"Elf vampires don't sleep, so they are aware all the time. And they can't be charmed or knocked unconscious.": "精灵吸血鬼不需要睡眠，因此他们时刻保持警觉。他们也不会被魅惑或使昏迷。",
	"Fey ancestry combines with vampirism to render elf vampires resistant to effects that turn undead.": "精灵血统与吸血鬼特质相结合，使得精灵吸血鬼对于能够使不死生物转化的效果具有抗性。",
	"Elf vampires can manipulate the minds of beasts and people. Legend says that ancient elf vampires can sway the minds of other creatures.": "精灵吸血鬼可以操控野兽和人类的思维。传说古代精灵吸血鬼可以左右其他生物的思维。",
	"The smell of smoke and incense consumed the castle walls, and we heard the furious and gleeful bellows of the most immense bull we'd ever seen. As our battlements burned and crumbled, we knew all was lost.": "烟雾和香烛的气味弥漫在城堡墙上，我们听到了我们见过的最巨大公牛的愤怒和欢乐的吼叫声。当我们的城墙被烧毁和倒塌时，我们知道一切都已经失去了。",
	"The exploded metal hide of the Empyrean brazen bull can be harvested to make gleaming and radiant {@item brazen armor|GHLoE} (see Appendix A of Lairs of Etharis). A proficient armor smith can make a suit of {@item brazen armor|GHLoE} by succeeding on a DC 20 Strength ({@skill Athletics}) check and using 2500 gp of components. This process takes 20 days to complete.": "Empyrean铜牛的爆炸金属外皮可以被收集，用来制作闪闪发光的 {@item brazen armor|GHLoE} (见《Etharis巢穴》附录A)。一个熟练的铠甲铁匠可以通过在DC 20力量检定 ({@skill Athletics}) 中成功，并使用2500 gp的材料来制作一套 {@item brazen armor|GHLoE}。这个过程需要20天才能完成。",
	"Wildfires that seem to begin with hoofprints are sometimes found during the dry season in farmland, and bright spots on the horizon that look like a massive cow are often reported at the same time.": "在旱季，有时会发现似乎是由蹄印引发的森林大火在农田中蔓延，与此同时，还经常有人报告在地平线上看到像一头巨大牛的明亮光点。",
	"The Empyrean brazen bull is a beast of burden for angels, used for besieging enemies.": "天国青铜公牛是天使的负担，用于围攻敌人。",
	"The Empyrean brazen bull explodes when it dies, and luck be with all in the wake of the blast.": "当天国铜牛死亡时会爆炸，幸运将伴随着爆炸的余波。",
	"An eye crawler is an ambulatory eye that observes everything. It might be spying for something else. An eye crawler has no effective attacks. Mages theorize eye crawlers derive sustenance from light or ambient magical energy.": "眼球爬行者是一只行走的眼睛，观察着一切。它可能在为其他事物进行监视。眼球爬行者没有有效的攻击手段。法师们推测眼球爬行者从光线或环境中的魔法能量中获取营养。",
	"Eye crows are big corvids plentiful throughout Etharis. They mimic sounds and voices, and they're extremely clever, remembering faces, locations, and how other creatures treat them. People keep eye crows as pets and often use their iridescent black feathers, which have a deep-green sheen, to decorate.": "眼乌鸦是在以太瑞斯遍布的大型鸦科鸟类。它们会模仿各种声音和声音，极其聪明，能记住面孔、地点以及其他生物对它们的态度。人们将眼乌鸦驯养为宠物，经常利用它们那闪烁着深绿色光泽的黑色羽毛进行装饰。",
	"The nest of an eye crow contains glittering baubles, coins, gems, or jewelry worth at least 5 gp. Feathers of one eye crow can fetch a similar amount of money.": "一只眼睛乌鸦的巢穴中包含着价值至少5 gp的闪闪发光的小玩意儿、硬币、宝石或珠宝。一只眼睛乌鸦的羽毛可以卖到类似金额的钱。",
	"Eye crows can be tamed and trained for simple tasks. Unscrupulous trainers teach the crow to attack others, going for the eyes.": "眼睛乌鸦可以被驯化和训练来完成简单任务。不道德的训练师教会乌鸦攻击他人，瞄准眼睛。",
	"Never make a deal with the fey. Never make a deal with a goblin. And if you ever meet a faevlin, you'll know why.": "永远不要与精灵做交易。永远不要与地精做交易。如果你遇到了一只法夏林((faevlin))，你就会明白为什么。",
	"Faevlins love to collect objects that increase their personal prestige and power. Every faevlin is likely to have a few personal trinkets like this, along with the occasional item of real worth.": "Faevlins（费夫林）喜欢收集能增加个人声望和力量的物品。每个Faevlin（费夫林）可能都会有一些个人小玩意，还会偶尔拥有一些真正有价值的物品。",
	"A faevlin can teleport away from attackers but does so in a manner even the faevlin can't predict.": "一名费芬精灵可以从攻击者身边传送离开，但这种传送方式连费芬精灵自己也无法预测。",
	"Faevlins are goblins cursed by powerful fey magic": "Faevlins(费夫林)是被强大精灵魔法所诅咒的地精。",
	"A faevlin can't be charmed by nonfey, but they have been known to pretend to be charmed to trick the enchanter.": "一只费夫林不能被非精灵所魅惑，但它们有时会假装被魅惑，以欺骗附魔师。",
	"We've been led to believe that vampires and werewolves are natural enemies. Convenient that two fearsome creatures would be so opposed to the other. Never did we imagine, nor prepare, for a time when they might unite.": "我们一直被认为吸血鬼和狼人是天敌。两种可怕的生物如此对立，真是太方便了。我们从未想象过，也从未为他们可能联合的时刻做好准备。",
	"Someone who has proficiency with alchemist's supplies can use 1 pint of blood from a fzeg and mix it with silver and other reagents worth 50 gp to create a {@item lycanthropy antidote|GHLoE} (see Appendix A of Lairs of Etharis). A slain fzeg has 10 ({@dice 1d4 + 2}) usable pints of blood. The blood of a fzeglaich can be used, but it takes five times as much blood and twice as long to brew. Creating the antidote takes 4 hours of work and a successful DC 15 Intelligence ({@skill Religion}) check.": "有炼金工具熟练的人可以使用来自一只费泽格的1品脱血液，与价值50 gp的银子和其他试剂混合，制作出一个{@item lycanthropy antidote|GHLoE}（见《以萨瑞斯巢穴》附录A）。一只被杀死的费泽格有10个({@dice 1d4 + 2})可用的品脱血液。费泽格莱希的血液也可以使用，但需要五倍的血液和两倍的时间来酿造。制作解药需要4小时的工作和一次成功的DC 15智力({@skill Religion})检定。",
	"A fzeg is a mix of werewolf and vampire but has fewer weaknesses. The creature is resistant to nonmagical attacks.": "一只(fzeg)是狼人和吸血鬼的混合体，但它的弱点较少。这种生物对非魔法攻击具有抵抗力。",
	"With its bite, a fzeg can drain life force and curse a person with werewolf lycanthropy. Someone who dies from a fzeg's bite becomes a fzeglaich, a creature like the fzeg and loyal to it.": "通过它的咬击，一只(fzeg)可以吸取生命力并用狼人狼疮诅咒一个人。死于(fzeg)咬伤的人会变成(fzeglaich)，一种类似(fzeg)并忠诚于它的生物。",
	"A fzeg can transform into humanoid form. It's natural form, however, is that of a wolf-human hybrid. This vampiric monster isn't vulnerable to sunlight, but radiant damage prevents it from regenerating.": "一只(fzeg)可以变成人形。然而，它的自然形态是狼人混合体。这种吸血鬼怪物不会受到阳光的伤害，但辐射伤害会阻止它再生。",
	"An ambitious DM could imagine a fzeg at the lead of a force including other werewolf-undead hybrids. Combined with a ghoul or ghast, the creature would paralyze, or combined with a wight, it would drain the life and lower the maximum hit points of a target. Similarly, other kinds of lycanthropes could become undead and wield hybrid powers.": "一个雄心勃勃的DM可以想象，在一支由其他狼人-不死混血组成的部队中，有一只(%num%)fzeg(%num%)在带头。与食尸鬼或恶食尸鬼结合，这种生物可以麻痹目标，或者与尸妖结合，它会吸取目标的生命并降低最大生命值。同样，其他种类的狼人也可以变成不死生物，并拥有混血能力。",
	"Someone who has proficiency with alchemist's supplies can use 1 pint of blood from a fzeg and mix it with silver and other reagents worth 50 gp to create a {@item lycanthropy antidote|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}). A slain fzeg has 10 ({@dice 1d4 + 2}) usable pints of blood. The blood of a fzeglaich can be used, but it takes five times as much blood and twice as long to brew. Creating the antidote takes 4 hours of work and a successful DC 15 Intelligence ({@skill Religion}) check.": "有炼金工具熟练度的人可以使用一品脱来自一只fzeg的血液，并将其与价值50 gp的银和其他试剂混合，制作出一个{@item lycanthropy antidote|GHLoE}（见{@adventure Lairs of Etharis|GHLoE|21}的附录A）。一只被杀死的fzeg有10个（{@dice 1d4 + 2}）可用的品脱血液。也可以使用fzeglaich的血液，但需要五倍的血液和两倍的时间来酿造。制作解药需要4小时的工作和一次成功的DC 15智力（{@skill Religion}）检定。",
	"The Scourge of the North is an undead dragon named Gegazol. If I hear her name, I get the hell out of there. She's powerful, cunning, and treacherous. And she's rarely alone—she always has one army or another behind her.": "北方的灾祸是一条名为盖加佐尔(Gegazol)的不死龙。如果我听到她的名字，我会立刻离开那里。她强大、狡猾、阴险。而且她很少独自一人——她总是有一支军队或另一支军队跟随在她身后。",
	"Gegazol's lair holds a hoard gathered over the centuries. She has spread this loot among various vaults and chambers, and her Immortals guard these treasures. Her treasurers—a trio of compulsive vampires—keep careful records of the hoard in a library within the lair's inner vaults. Each record contains a great deal of knowledge about the fates of various objects, and sometimes the vampires track a treasure beyond its gifting and engage in occasional quests to regain a lost valuable. Each historic tome from the library is worth at least 100 gp to the right collector. Enterprising adventurers could use any of these books as a guide to searches for lost treasures.": "Gegazol（Gegazol）的巢穴中聚集了几个世纪的财宝。她已经将这些战利品分散在各个金库和房间中，她的不朽者们守护着这些宝藏。她的财务官——一组强迫性吸血鬼——在巢穴内部的金库中的图书馆里仔细记录着这些财宝。每份记录都包含了关于各种物品命运的大量知识，有时吸血鬼们会追踪一件失落财宝的下落，并偶尔展开任务以夺回失去的贵重物品。图书馆中的每一本历史典籍对于合适的收藏者至少价值100 gp。有进取精神的冒险者可以使用这些书籍中的任何一本作为寻找失落宝藏的指南。",
	"Gegazol, Scourge of the North, is an ancient dragon transformed into an undead horror millennia ago. Tales as old as creation tell of her infrequent but violent assaults on lands south of her lair, and all lands of Etharis are south of her lair.": "北方之灾(Gegazol)，是一条在数千年前转变为不死恐怖的古代巨龙。自创世以来的古老传说讲述了她偶尔但暴力地袭击她巢穴以南的土地，而以塞瑞斯(Etharis)的所有土地都在她的巢穴以南。",
	"Not only possessing great physical power, defenses against magic, and an undead army at her back, Gegazol, like a lich, has a soul vessel that harbors her undead soul and can rejuvenate her body when Gegazol is destroyed. It's said that this vessel is a massive daemon skull, and that the dragon keeps it hidden in her lair.": "不仅拥有强大的肉体力量、对抗魔法的防御和一支不死军团，Gegazol，就像一位巫妖一样，拥有一个灵魂容器，其中寄托着她的不死之魂，可以在Gegazol被摧毁时恢复她的身体。据说这个容器是一颗巨大的恶魔头骨，而这条龙将其隐藏在她的巢穴中。",
	"Gegazol calls the undead who serve her Immortals'. Among them are vampires, ghouls, and undead that are even more powerful. Given many of these undead have fallen in her wars and powerplays, the Immortal title is aspirational.": "Gegazol称她的不死族为“不朽者”。其中包括吸血鬼、食尸鬼，以及更强大的不死族。考虑到许多这些不死族在她的战争和权力斗争中倒下，称号“不朽者”是一种愿望。",
	"The ancient daemon skull that serves as Gegazol's soul vessel possesses infernal power, giving it the means for mischief and self-preservation. It has AC 6, but it's immune to bludgeoning, piercing, and slashing damage from nonmagical attacks, as well as cold, fire, necrotic, and psychic damage. It's immune to all conditions, and it has a +7 bonus to all saving throws, making saves against spells and magical effects with advantage. The skull has 200 hit points.": "古代恶魔头骨作为盖加佐尔(Gegazol)的灵魂容器，拥有地狱力量，赋予它制造混乱和自我保护的手段。它的护甲等级为6，但对来自非魔法攻击的钝击、穿刺和斩击伤害免疫，也免疫寒冷、火焰、死灵和精神伤害。它对所有状态免疫，并且所有豁免投掷获得+7的加值，使其对咒语和魔法效果的豁免带有优势。这颗头骨有200点生命值。",
	"When harmed, the skull sends out a psychic alarm. Gegazol and her Immortals can sense this alarm, provided they are on the same plane of existence. Also, when a creature deals the skull damage, that creature must succeed on a DC 21 Wisdom saving throw or take psychic damage equal to half the damage the creature dealt.": "当受到伤害时，头骨会发出一种心灵警报。Gegazol和她的不朽者可以感知到这个警报，前提是它们在同一存在平面上。此外，当一个生物对头骨造成伤害时，该生物必须通过一次DC 21的感知豁免检定，否则将受到心灵伤害，伤害值等于该生物造成伤害的一半。",
	"If her soul vessel is destroyed, Gegazol can't rejuvenate. When her body is destroyed again, she dies.": "如果她的灵魂容器被摧毁，格加佐尔 (Gegazol) 就无法再恢复。当她的身体再次被摧毁时，她就会死去。",
	"The Scourge's lair is the sinkhole cave on an island off the northernmost shores of Etharis, north of even the raging coldfire. In this cave, the daemon's skull sits. It rests at the bottom of a deep, wet cavern upon a pedestal carved into the earth. Magic wards protect the crack above the skull. Gegazol's Immortals, a brutal cadre of undead warriors the dragon created or conquered, guard the expanded catacombs around the shrine. Gegazol needs no rest, but between campaigns, she lounges within the shrine, curled around the skull's pedestal. The whole place stinks of decay, making the site nauseating. While in her lair, Gegazol's Stench radius increases to 120 feet.": "鞭笞者的巢穴位于以太瑞斯(Etharis)最北岸的一个岛屿上的深坑洞穴中，甚至比狂怒的冷火还要北。在这个洞穴里，恶魔的头骨坐落其中。它休息在一个深湿的洞穴底部，立在一个雕刻在地面上的基座上。魔法结界保护着头骨上方的裂缝。格加佐尔的不朽者(Gegazol's Immortals)，一支残暴的不死战士队伍，是龙创造或征服的，守卫着神龛周围扩展的地下墓穴。格加佐尔不需要休息，但在战役之间，她会蜷缩在神龛内，环绕着头骨的基座。整个地方散发着腐朽的气味，使这个地点令人作呕。在她的巢穴中，格加佐尔的恶臭半径增加到120英尺。",
	"Don't lie to me, or the harvester will steal your tongue!": "不要对我撒谎，否则收割者会偷走你的舌头！",
	"If defeated, the harvester's {@item coat of lies|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}) can be claimed.": "如果被打败，可以获得收割者的{@item coat of lies|GHLoE}（见{@adventure Lairs of Etharis|GHLoE|21}附录A）。",
	"Harvesters of lies can detect when a lie is uttered from 1 mile away. They are attracted to lies, the more frequent the lies and the more outlandish, the greater the attraction.": "谎言收割者可以在1英里之外侦测到谎言的说出。他们被谎言吸引，谎言说得越频繁、越离谱，吸引力就越大。",
	"Harvesters are resistant to nonmagical weapons and necrotic damage, and immune to poison.": "收割者对非魔法武器和死灵伤害具有抗性，并且对毒素免疫。",
	"The harvester wears a coat made of the severed tongues of its victims that allow it to cast several spells.": "收割者穿着一件由其受害者的切断舌头制成的外套，使它能够施放几个法术。",
	"If you see fast movement in the trees, run. It might not be enough, but it could be all you can do.": "如果你看到树木中有快速的移动，请逃跑。这可能不够，但这可能是你能做的一切。",
	"The reaction of most folks who have encountered a horror flit is, \"Burn it with fire!\" But a handful of naturalists seek out these creatures for a variety of purposes, paying handsomely for samples. Bounties for these creatures in urban areas range from 10 to 100 gp.": "大多数遇到恐怖飞蛾的人的反应是：“用火烧掉它！”但少数自然学家为了各种目的而寻找这些生物，愿意慷慨支付样本的费用。在城市地区，对这些生物的赏金范围从10到100 gp不等。",
	"A horror flit has no eyes, but they sense their prey by means of vibrations in the air or in the water. They breed by infesting the flesh of their prey.": "一只恐怖飞虫没有眼睛，但它们通过空气或水中的振动来感知猎物。它们通过寄生在猎物的肉体繁殖。",
	"The largest of these creatures, called \"breeders\" by most, can spit out swarms of their young, especially when the breeder instinctively feels it might die. The creature normally reproduces more slowly, vomiting a new swarm every few days.": "这些生物中最大的一种，大多数人称之为“繁殖者”，当繁殖者本能地感觉自己可能会死时，它们可以喷出大群幼体。这种生物通常繁殖速度较慢，每隔几天就会呕吐出一波新的幼体。",
	"When the clock stops, your time has run out.": "当时钟停止时，你的时间已经用完。",
	"When the sand from the widow's hourglass is mixed with wine, it creates an elixir that when consumed prevents the creature from aging for {@dice 2d6 + 10} years. There is enough sand in the hourglass to create an elixir for two creatures. A creature cannot benefit from the sand of an hourglass widow more than once. The sand can be sold for 5,000 gp.": "当寡妇沙漏中的沙子与葡萄酒混合时，会产生一种灵丹，食用后可使生物在{@dice 2d6 + 10}年内不会变老。沙漏中的沙子足够为两个生物制造灵丹。生物不能从同一个寡妇沙漏中的沙子中获益超过一次。这些沙子可以卖出5,000金币。",
	"Hourglass widows are undead who can control time to act more than once a round.": "沙漏寡妇是不死生物，可以控制时间，使其在一回合内可以多次行动。",
	"Hourglass widows are resistant to cold, force, lightning, and necrotic. They are immune to poison and nonmagical attacks.": "沙漏寡妇对寒冷、力量、闪电和死灵有抗性。他们对毒素和非魔法攻击免疫。",
	"Inexplicably, an hourglass widow can affect those trapped in a time stop, imprisonment, or other stasis effect.": "莫名其妙地，沙漏寡妇可以影响那些被困在时间停滞、监禁或其他静止效果中的人。",
	"The magic our wizard used just bounced off the gigantic creature, and as our fighter slashed at it with her sword, the creature's blood spawned even more monsters.": "我们的法师使用的魔法反弹在这只巨大生物身上，我们的战士用剑砍向它时，这生物的血液竟然产生了更多的怪物。",
	"A central spike growing from the hraptnon can be fashioned into a spear or lance by a proficient weaponsmith succeeding on a DC 20 Intelligence ({@skill Arcana}) check. This takes 10 days of work and 1000 gp of components. The spear or lance acts as a+3 weapon that does an additional 7 ({@dice 2d6}) force damage on a successful hit. This magical weapon can affect the hraptnon, unlike other magical weapons.": "一个从hraptnon中央尖刺生长出来的可以被熟练的武器铁匠打造成一支矛或长矛，成功通过一次DC 20智力检定({@skill Arcana})。这需要10天的工作时间和1000 gp的材料。这支矛或长矛作为一把+3武器，在成功命中时额外造成7({@dice 2d6})力量伤害。这把魔法武器可以影响hraptnon，不同于其他魔法武器。",
	"The hraptnon lives in the Stillborn Forest, and it has never been seen outside of the forest bounds.": "hraptnon（哈普特农）生活在死寂森林（Stillborn Forest），从未被看到离开森林边界。",
	"No magical spells or weapons can hurt the hraptnon, and its blood can spawn creatures known as xakalonus.": "没有任何魔法咒语或武器能伤害到hraptnon，它的血液可以孵化出被称为xakalonus的生物。",
	"The hraptnon cannot be permanently killed unless its heart, which rests in a magical pool in a grove at the center of the Stillborn Forest, is found and destroyed. This heart, known as the Stillborn Heart, could be sold to a sage for a large sum of gold.": "除非在位于(Stillborn Forest)中心的一片神奇树林中的一个魔法池中找到并摧毁它的心脏，否则(hraptnon)无法被永久杀死。这颗心脏被称为(Stillborn Heart)，可以卖给一个贤者换取一大笔黄金。",
	"The hraptnon is a great example of a \"puzzle monster,\" a beast that cannot be defeated until its secrets are revealed. Puzzle monsters can be a great deal of fun, especially to challenge extremely powerful parties. Just when the players think they've scored a potentially easy victory, they find that the threat remains.": "hraptnon是一个很好的“拼图怪物”例子，这种怪物直到揭示了它的秘密才能被打败。拼图怪物可以带来很多乐趣，尤其是对极强大的队伍来说。就在玩家们以为他们已经取得了一个潜在的轻松胜利时，他们发现威胁仍然存在。",
	"The key to maximizing the impact of puzzle monsters like the hraptnon is to make sure not to reveal too much information too soon. Make the characters puzzle out the reality behind the monster, using resources and taking time to do so. When they are finally able to fully defeat the creature, their victory will be all the sweeter.": "要最大化像哈普特农（hraptnon）这样的谜题怪物的影响力，关键在于确保不要过早透露太多信息。让角色们自己去解开怪物背后的真相，利用资源并花时间去做。当他们最终能够完全击败这个生物时，他们的胜利将会更加甜蜜。",
	"I knew when she pulled out a gold pen reeking of brimstone that I was making a mistake.": "当她拿出一支散发着硫磺味道的金色钢笔时，我就知道我犯了一个错误。",
	"Aspiring fiends often possess special materials used in the drafting of infernal contracts. These include special inks and parchment worth up to 200 gp. These materials can also be used for scribing new spells into a spell book or crafting magic scrolls. Any existing contracts on the fiend's person burst into flames upon its death, which might damage other items.": "渴望成为恶魔的人经常拥有用于起草地狱契约的特殊材料。这些材料包括价值高达200 gp 的特殊墨水和羊皮纸。这些材料也可以用于将新法术写入法术书或制作魔法卷轴。恶魔身上的任何现有契约在其死亡时会突然燃烧起来，这可能会损坏其他物品。",
	"Fiends, or mortals taking on fiendish traits, can be found in every corner of Etharis, working their wiles on those foolish enough to sign one of their contracts. They are clever, deceitful, and evil to the core.": "在以塞瑞斯(Etharis)的每个角落都可以找到恶魔，或者是带有恶魔特质的凡人，他们利用自己的诡计诱使那些愚蠢到签署他们合同的人。他们狡猾、欺诈，内心邪恶至极。",
	"A fiend's power and status are directly tied to the number and quality of mortal souls bound to it by contracts. Sometimes, the terms of such an agreement involve the mortal becoming a fiend itself, so a powerful fiend might have any number of lesser devils serving under it via contract.": "一个恶魔的力量和地位直接取决于通过契约与其绑定的凡人灵魂的数量和质量。有时，这种协议的条款涉及凡人变成恶魔本身，因此一个强大的恶魔可能通过合同拥有任意数量的次等恶魔为其服务。",
	"Fiends are natives of the Netherworld, and any fiend slain returns to that plane to reconstitute itself. Only powerful divine magic can banish a fiend permanently. Uttering a devil's true name, however, grants the speaker power over it.": "恶魔是地狱世界的本地居民，任何被杀死的恶魔都会返回那个位面重新组合自己。只有强大的神圣魔法才能永久放逐恶魔。然而，说出恶魔的真名会赋予说话者对其的控制力。",
	"It takes mere moments for an ithjar to transform from a kite-like swirl of gray and red in the distance to a menace of snapping teeth.": "仅需片刻时间，一个伊萨尔（ithjar）就能从远处的灰色和红色风筝般的漩涡转变为一只咬牙切齿的威胁。",
	"Ithjar teeth and hide can fetch a fair price in larger markets. Necklaces and other decorations can be made from the teeth, and clothing can be fashioned from the skin and scales. Popular superstition says wearing ithjar teeth or hide imparts some of the creature's nimbleness to the wearer. This belief isn't wholly true, but someone who has proficiency with leatherworker's tools can make hide armor from the hide that has a base AC of 13 and allows a wearer to apply their full Dexterity bonus to AC. Creating this armor takes 10 days. Such hide armor fashioned from a stormborn ithjar is armor of resistance (lightning and thunder). This armor takes no longer to make, but it requires other materials worth 2,000 gp": "在更大的市场上，伊斯贾尔（Ithjar）的牙齿和皮革可以卖个好价钱。牙齿可以制成项链和其他装饰品，皮革和鳞片可以制成服装。流行的迷信认为佩戴伊斯贾尔的牙齿或皮革可以赋予佩戴者一些灵巧的特质。这种信念并非完全正确，但擅长制革工具的人可以用伊斯贾尔的皮革制作皮甲，基础护甲等级为13，并允许佩戴者将完整的敏捷加值应用于护甲等级。制作这种护甲需要10天时间。从一只风暴之生伊斯贾尔制成的皮甲是抗性护甲（闪电和雷鸣）。这种护甲制作时间不会更长，但需要价值2000金币的其他材料。",
	"The central fang of a stormborn ithjar can be fashioned into a javelin of lightning that deals {@dice 2d8} lightning damage and {@dice 2d8} thunder damage instead of only {@dice 4d6} lightning damage. A creature hit by the javelin must also succeed on a DC 13 Strength saving throw or fall prone. Someone who has proficiency with smith's tools can make this weapon with 10 days of work and other materials worth 250 gp. Somebody must also cast thunderwave on the weapon three times during its creation.": "一只风暴之子伊萨尔的中心尖牙可以制成一支闪电标枪，造成{@dice 2d8} 闪电伤害和{@dice 2d8} 雷霆伤害，而不仅仅是{@dice 4d6} 闪电伤害。被这支标枪击中的生物还必须成功通过 DC 13 的力量豁免才能不倒地。拥有铁匠工具熟练加成的人可以在10天的工作时间内制作这件武器，其他材料价值250 gp。在制作过程中，还必须有人对这件武器施放三次雷波术。",
	"Ithjars are fast-moving ferocious fliers, but the more powerful of these flying serpents are imbued with the power of storms and can exhale lightning and thunder.": "伊斯亚尔(Ithjars)是快速移动的凶猛飞行者，但其中更强大的飞行蛇被赋予了风暴之力，可以喷出闪电和雷鸣。",
	"It's difficult to capture an ithjar. They slither out of an enemy's clutches and other restraints quickly and easily.": "要捕捉一个ithjar是很困难的。它们很快地从敌人的控制和其他限制中滑脱出来。",
	"The stormborn ithjar is immune to lightning and thunder, allowing it to travel within storm clouds.": "风暴之子伊萨尔(Ithjar)对闪电和雷电免疫，使其能够在风暴云中穿行。",
	"A knifewing is a gliding lizard about the size of a small dog. Its gliding flaps have hard edges that are sharp while stretched taut when the lizard glides.": "一只刀翼（Knifewing）是一种滑翔蜥蜴，大约有一只小狗那么大。当蜥蜴滑翔时，它的滑翔膜有硬边缘，拉紧时锋利。",
	"The skin of a knifewing is prized for making a {@item knifewing cape|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}).": "刀翼的皮被视为制作{@item knifewing cape|GHLoE}的珍贵材料（见{@adventure Lairs of Etharis|GHLoE|21}附录A）。",
	"The smoky, fiery form hisses and shrieks in a cacophony of anger and confusion. There's something almost holy in the sound.": "烟雾缭绕、火焰形态的生物发出怒火和困惑交织的嘶嘶声和尖叫声。这种声音中似乎蕴含着一种近乎神圣的感觉。",
	"The severed head of a lenchtahg is a potent magic object. To the right buyer—a necromancer, a daemon cultist, an evil alchemist, and the like—a lenchtahg head is worth 750 gp. The servants of the Arch Daemon Malikir guard the secrets of binding a lenchtahg, but hags and other wicked creatures with magical skills possess knowledge to convert a lenchtahg head into a construct with similar unholy power.": "一只(lenchtahg)的断头是一件强大的魔法物品。对于合适的买家——比如通灵师、恶魔教徒、邪恶炼金术士等，一只(lenchtahg)的头价值750 gp。大恶魔玛利基尔的仆从守护着将(lenchtahg)绑定的秘密，但巫婆和其他拥有魔法技能的邪恶生物拥有将(lenchtahg)头部转化为具有类似邪恶力量的构造物的知识。",
	"Radiant damage heals a lenchtahg, which still has the flesh of a Seraph.": "辐光伤害会治愈一只(lenchtahg)，它仍然拥有炽天使(Seraph)的肉体。",
	"Dowsing a Lenchtahg with a lot of water or any holy water can temporarily weaken it.": "用大量水或任何圣水来探测一只蓝恰格(Lenchtahg)可以暂时削弱它。",
	"The lenchtahg's head must be consecrated in a holy ceremony or otherwise rid of its evil to avoid the lenchtahg's rejuvenation. But those with the right knowledge can use the head to craft a magical servitor.": "(lenchtahg)的头部必须在一场神圣仪式中被祝圣，或者以其他方式摆脱其中的邪恶，以避免(lenchtahg)的再生。但那些拥有正确知识的人可以利用这个头部来制作一个魔法仆从。",
	"Those who use lenchtahg as troops in battle will use radiant magic to damage foes while at the same time healing the lenchtahg. This greatly heightens the strength of these monsters.": "在战斗中使用(lenchtahg)作为部队的人将利用辐射魔法来伤害敌人，同时治愈(lenchtahg)。这极大地增强了这些怪物的力量。",
	"Running away from a troll is smart. Running away from a troll that casts spells is wishful thinking.": "逃离巨魔是明智的。逃离施法的巨魔是一厢情愿的。",
	"Someone who has proficiency with jeweler's tools or woodcarver's tools can fashion the skull of a lich troll into a ring of regeneration. Doing so takes materials worth 5,000 gp, 10 days of work, and a successful DC 15 Intelligence or Wisdom check. Somebody must also cast greater restoration on the ring each day during the process. If the ring's wearer dies while wearing the ring, the soul of the lich has a 25 percent chance to take over the corpse and use it as a new body. But if the ring is created entirely in the area of a hallow spell with the everlasting rest effect, the tie to the lich's soul is broken": "有熟练使用珠宝工具或木雕工具的人可以将巫妖巨魔的头骨打造成一枚再生戒指。这需要价值5,000 gp的材料，10天的工作时间，以及一次成功的DC 15智力或感知检定。在整个过程中，必须有人每天为戒指施放强效恢复术。如果戴戒指的人死亡，巫妖的灵魂有25%的几率接管尸体，将其用作新的身体。但如果戒指完全是在一个具有永恒安息效果的神圣领域法术区域内制造的，那么与巫妖灵魂的联系将会被切断。",
	"The lich troll is remnants of early attempts of powerful spellcasters to transfer their souls into trolls.": "巫妖巨魔是早期强大法师试图将他们的灵魂转移到巨魔身上的残余产物。",
	"The lich troll is immune to poison and resistant to necrotic damage. It regenerates and can be killed only by acid, fire, or radiant damage": "巫妖巨魔免疫毒素伤害，对死灵伤害有抗性。它具有再生能力，只能被酸性、火焰或辐射伤害杀死。",
	"My great grandfather spoke of the lindwyrm terrorizing the countryside and devouring whole villages. But it's been so long since anyone has seen the beast, it's likely the creature is long dead. Thank Miklas!": "我的曾祖父讲述过林德沃姆(Lindwyrm)恐吓乡间，吞噬整座村庄的故事。但自从有人看到这只怪兽已经很久了，很可能这个生物早已死去。感谢米克拉斯(Miklas)！",
	"A dose of {@item lindwyrm venom|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}) can be harvested by someone proficient with a poisoner's kit and succeeds on a DC 18 Dexterity ({@skill Sleight of Hand}) check, but this must be done within 1 hour of the lindwyrm's death. If the check fails by 5 or more, the harvester instead poisons themselves. This injury poison is worth 1,000 gp.": "一个剂量为{@item lindwyrm venom|GHLoE}的毒药（见{@adventure Lairs of Etharis|GHLoE|21}的附录A）可以由熟练使用毒药工具包的人在成功通过DC 18的敏捷检定（{@skill Sleight of Hand}）后收集，但必须在林德蛟死亡后的1小时内完成。如果检定失败超过5点，收集者将被自己毒害。这种伤害性毒药价值1,000金币。",
	"Lindwyrms sleep for 100 years and when they waken are devastating to communities in its hunting area.": "蛟龙们睡眠100年，苏醒后对其狩猎区域的社区造成毁灭性影响。",
	"Lindwyrms have a poisonous bite and may swallow creatures they bite.": "林德蛇(Lindwyrms)具有剧毒咬伤并可能吞食它们咬伤的生物。",
	"Lindwyrms can sense vibrations in the ground from as far away as 120 ft.": "蛟龙能够感知地面上长达120尺远处的振动。",
	"One exciting adventure seed could find a powerful enemy of the adventurers looking to waken and control a lindwyrm. Whether that plot succeeds or not is up to you, but a three-way battle between involving a lindwyrm and other foes should be memorable as the action ebbs and flows.": "一个令人兴奋的冒险种子可能是找到冒险者的强大敌人，他想唤醒并控制一只林德蛇((lindwyrm))。无论这个情节是否成功，但一场涉及林德蛇和其他敌人的三方战斗应该是难忘的，战斗的激烈程度起伏不定。",
	"If you find a statue in the wild with its mouth open in a scream, flee. Best case, it's an artist working out their twisted ideas. Worst case, you'll be a statue soon.": "如果你在野外发现一个雕像张着嘴尖叫，赶紧逃跑。最好的情况是，那只是一个艺术家在表达他们扭曲的想法。最坏的情况是，很快你也会变成一座雕像。",
	"Someone who has proficiency with alchemist's supplies can take four lupilisk venom fangs, or just the two fangs of one lupilisk elder, and treat them with reagents worth 250 gp per tooth for 3 days. A successful treatment requires the alchemist to succeed on a DC 15 Intelligence or Wisdom check. During the treatment time, somebody must also cast lesser restoration on the fangs. After a successful treatment, someone who has proficiency with jeweler's tools can fashion the fangs, now blackened, into a necklace, creating a periapt of proof against poison. If the wearer attunes to the periapt, the amulet also provides that wearer immunity to being petrified.": "有炼金工具熟练的人可以取四只狼蜥毒牙，或者只取一只狼蜥长者的两只毒牙，并用价值每颗250 gp的试剂处理它们3天。成功的处理需要炼金师在一次DC 15的智力或感知检定中成功。在处理期间，还必须有人对这些毒牙施放次级恢复术。处理成功后，有珠宝工具熟练的人可以将这些现在变黑的毒牙制成项链，制造出一枚抗毒护符。如果佩戴者对这枚护符进行调谐，护身符还会使佩戴者免疫石化。",
	"A lupilisk's bite imparts a petrifying venom to prey. This magic toxin grows more potent as the lupilisk ages.": "一只狼蜥的咬伤会向猎物注入一种石化毒液。这种魔法毒素会随着狼蜥的年龄增长而变得更加强大。",
	"Lupilisks live in packs with an elder couple in the lead. This couple are the parents of most other pack members.": "卢皮利斯克(Lupilisks)生活在由一对年长夫妇领导的群体中。这对夫妇是大多数其他群体成员的父母。",
	"I can give you anything, mortal. Riches? Accolades? To be important, for once? Whisper your secrets to me. I will tell you the secrets of your rivals. They all dance with me.": "我可以给你任何东西，凡人。财富？荣誉？有一次成为重要人物？向我低语你的秘密。我会告诉你你的对手的秘密。他们都与我共舞。",
	"If caught alone with a hostile foe, the imp pleads for its life and pledges to serve its new master. It gives its name, which a caster can use when casting find familiar to summon and bind the imp as their familiar.": "如果被单独发现与敌对敌人在一起，小恶魔会乞求保命，并承诺为新主人服务。它会告诉它的名字，施法者可以在施放寻找伙伴时使用这个名字来召唤并绑定这只小恶魔作为他们的伙伴。",
	"An imp's scales and bones can be used to create a potion of fire resistance with a DC 15 Intelligence ({@skill Arcana}) ability check from a character proficient in alchemist's supplies. This takes 2 hours and 10 gp of materials. However, there's a 10% chance that the person taking the potion will be vulnerable to all other damage.": "小恶魔的鳞片和骨骼可以用来制作一瓶火焰抗性药水，需要一个熟练掌握炼金术工具的角色进行一次 DC 15 的智力检定({@skill Arcana})。制作过程需要2小时和10金币的材料。然而，服用这瓶药水的人有10% 的几率会对其他所有伤害变得脆弱。",
	"Eating the Malikirian imp's heart grants the ability to cast suggestion once without using a spell slot. The DC to resist this spell is 10.": "吃下Malikirian小恶魔的心脏可以让你获得一次施放建议(suggestion)法术的能力，而且不消耗法术位。抵抗这个法术的难度等级为10。",
	"Beware the multitudinous throngs of Malikir's progeny, for they can corrupt even the most pure-hearted and spur them to acts of sin and moral decay.": "当心Malikir的后代众多的群体，因为他们甚至可以腐化最纯洁的心灵，促使他们做出罪恶和道德堕落的行为。",
	"Many a foolish warlock thought they had the upper hand when they received such a pathetic creature as their familiar, but they underestimated the imp at their peril.": "许多愚蠢的术士认为他们占了上风，当他们收到一个如此可怜的生物作为他们的使魔时，但他们低估了他们的危险。(%num%)",
	"Despite archmages' divinations, no one quite knows how the Angel of Empyreus came to hold the chains of a Malikirian imp. This cannot be good news.": "尽管大法师们进行了占卜，但没有人确切知道天使(%Empyreus%)如何掌握了(%Malikirian%)小恶魔的锁链。这绝对不是个好消息。",
	"Is it just me, or does the darkness seem thicker? And did it just get really warm in here?": "是我感觉到了吗，还是黑暗变得更浓了？这里是不是突然变得很暖和？",
	"Within every mjork is a heart of ash hardened into smoky crystal. This crystal might already be broken in the remains of a slain mjork, making it useless. An intact crystal can be broken or hurled at a point up to 60 feet away as an action. When it breaks, which it does upon landing if hurled, the crystal releases a 20-foot-radius sphere of sooty smoke, centered on a point in the breaker's space or on the point where the crystal landed. The smoke spreads around corners, and its area is heavily obscured. It lasts for 1 minute, but a moderate wind (at least 10 miles per hour) disperses it in 4 rounds. A strong wind (20 or more miles per hour) disperses the smoke in 1 round. These crystals sell for 15 gp or more each.": "每个(`mjork`)内都有一颗被硬化成烟状水晶的灰色心脏。这颗水晶可能已经在被杀死的(`mjork`)的残骸中被打碎，使其无用。完整的水晶可以被打破或投掷到60英尺以内的点作为一个动作。当水晶破裂时，如果被投掷，它会在着陆时破裂，水晶释放出一个以破碎者空间内的点或水晶着陆点为中心的半径20英尺的烟雾球。烟雾会绕过角落，其区域被严重遮蔽。它持续1分钟，但中等风（至少10英里/小时）会在4回合内将其驱散。强风（20英里/小时或更高）会在1回合内驱散烟雾。这些水晶每颗售价15金币或更高。",
	"The smaller crystals from sootlings or broken mjork crystals are like smoky quartz. These gems can be worth from 1 sp to 1 gp each, or more to collectors who believe they are mjork crystals. Someone who polishes them using jeweler's tools can increase their value as semiprecious stones.": "烟灰精灵或破碎的姆约克水晶产生的小晶体类似于烟晶。这些宝石的价值可能在每颗1银至1金之间，对于认为它们是姆约克水晶的收藏家来说，价值可能更高。使用珠宝工具打磨这些晶体可以增加它们作为半宝石的价值。",
	"Mjorks are made from earth and fire clashing together. These elementals often dwell near volcanoes.": "Mjorks是由土地和火焰相互碰撞而成的。这些元素生物经常栖息在火山附近。",
	"Mjorks are vulnerable to thunder damage, which cracks their rocky skin. They can also sense through smoke as if the haze provided them blindsight.": "Mjorks（木约克）对雷电伤害很脆弱，会使它们岩石般的皮肤裂开。它们也能通过烟雾感知，就好像雾气为它们提供了致盲视觉。",
	"Mold spiders are twisted bits of plant matter that forage in dark caves and ruins for rotting matter to settle on and \"eat.\"": "霉菌蜘蛛是扭曲的植物碎片，在黑暗的洞穴和废墟中觅食腐烂物质并“吞食”。",
	"If a group of lions is called a pride, a group of morbus kobolds is called an infection.": "如果一群狮子被称为一群骄傲（pride），一群病垢龙人被称为一场感染（infection）。",
	"Someone who has proficiency with Medicine can attempt a DC 13 Wisdom ({@skill Medicine}) check to extract the largest tumor from a morbus kobold elder. If this check succeeds, someone who has proficiency with alchemist's supplies or an herbalism kit can wrap the tumor with herbs and reagents worth 200 gp. The wrapped tumor must be left in open air so it receives daily sunlight for 7 days. Someone must cast lesser restoration on the tumor during this time. At the end of the process, the tumor can be polished and set in a necklace, making a periapt of health.": "有医学熟练的人可以尝试进行一次DC 13的感知检定，来从一只病态龙人长者身上提取最大的肿瘤。如果这次检定成功，有炼金工具或草药工具熟练的人可以用价值200金币的草药和试剂包裹这个肿瘤。包裹的肿瘤必须放在户外，每天接受阳光照射7天。在此期间，必须有人对肿瘤施放次级恢复术。在整个过程结束时，这个肿瘤可以被打磨并镶嵌在项链上，制成一枚健康护符。",
	"Morbus kobolds are a known for spreading disease. Despite their role in propagating contagions, they are immune to the effects of all known diseases.": "疾病狗头人(Morbus kobolds)以传播疾病而闻名。尽管他们在传播传染病方面发挥作用，但他们对所有已知疾病的影响都具有免疫力。",
	"The first documented record of an encounter with a morbus kobold was in the city of Liesech during the early days of the Weeping Pox. Shortly after this encounter, the Weeping Pox began spreading in nearby regions.": "在魔博斯狗头人(morbus kobold)的首次记录遭遇是在利塞赫(Liesech)城市，在哭泣痘(Weeping Pox)早期阶段。在这次遭遇后不久，哭泣痘开始在附近地区蔓延。",
	"The largest tumors in morbus kobold elders can be treated then dried in sunlight to create a ward against diseases.": "矮人病长者体内最大的肿瘤可以被治疗后晒干在阳光下，制成一种抗病的护符。",
	"If you hear the strange, low whistling in the darkness, run! They whistle before they strike, striding out of the darkness, hungry for the souls of the living.": "如果你在黑暗中听到奇怪的低吹声，赶紧逃跑！它们在袭击前会吹口哨，从黑暗中走出来，渴望活着的灵魂。",
	"There is a 25% chance that an oblivion stalker leaves behind a gemstone when it is defeated. These stones are worth between 10 and 500 gp, depending on the size of the creature. There is a 10% chance that one of these stones acts as a magnet to additional oblivion stalkers, which appear and attack the holder of the gem at midnight during a new moon. A remove curse makes the gemstone safe.": "当一只湮灭追踪者被击败时，有25%的几率会留下一颗宝石。这些宝石的价值在10到500 gp之间，取决于生物的大小。有10%的几率，其中一颗宝石会像磁铁一样吸引更多的湮灭追踪者，它们会在新月的午夜出现并攻击持有者。解除诅咒可以让这颗宝石变得安全。",
	"An oblivion stalker is at disadvantage in daylight.": "白昼时分，遗忘追踪者处于劣势。(oblivion stalker)",
	"An oblivion stalker is vulnerable to radiant damage and resistant to nonmagical weapons.": "一位遗忘追踪者对辐射伤害具有脆弱性，对非魔法武器具有抗性。",
	"If an oblivion stalker kills a mortal, it's believed that mortal joins their shadowy ranks.": "如果一名遗忘潜行者杀死一个凡人，据信这个凡人会加入他们阴暗的行列。",
	"Since oblivion stalkers can drain almost any living creature's energy, they can take just about any form. Some oblivion stalkers retain the natural abilities of their original form. For instance, an oblivion stalker that was once a wolf might retain the Pack Tactics trait. Similarly, a boar could possess a version of Charge, draining its prey while adding slashing damage and the possibility of knocking their victim prone.": "由于遗忘潜行者可以吸取几乎任何生物的能量，它们可以呈现几乎任何形态。一些遗忘潜行者保留了其原始形态的自然能力。例如，曾经是狼的遗忘潜行者可能保留了“狼群战术”特性。同样，一头野猪可能具有“冲锋”版本，吸取猎物的能量，同时增加割伤伤害并有可能让猎物摔倒。",
	"Keep one special ability that makes sense for a creature of the stalker's former form without affecting the Challenge of the stalker. Avoid bestowing an oblivion stalker any ability that is magical, grants the stalker a ranged attack, or expands its resistances or immunities.": "保留一项对于追踪者原始形态的生物有意义的特殊能力，同时不影响追踪者的挑战等级。避免赋予遗忘追踪者任何魔法能力、给予追踪者远程攻击的能力，或者扩展其抗性或免疫力。",
	"The squawking and flapping of wings didn't cause me to flee. The blood-dripping feathers and gnarled beak? A whole different story.": "羽毛的嘎嘎声和拍打声并没有让我逃跑。但那滴血的羽毛和扭曲的喙？完全是另一回事。(D&D)。",
	"An oozing vulture's feathers are prized by tailors and arcanists alike. A character can collect {@dice 2d10} feathers with a successful DC 10 Dexterity ({@skill Nature}) check. Each feather is worth 3 gp.": "一只渗出液体的秃鹫的羽毛被裁缝和秘术师们视为珍宝。角色可以在成功的DC 10敏捷检定中收集{@dice 2d10}根羽毛。每根羽毛价值3 gp。",
	"Oozing vultures have a vicious bite that can knock their victims prone.": "渗出的秃鹫具有凶猛的咬力，可以让受害者倒地。",
	"Oozing vultures can track the smell of blood over great distances.": "渗出的秃鹫可以追踪血腥味在很远的距离上。",
	"An oozing vulture is enraged by the smell of blood and gains advantage on attacks against wounded prey.": "一只渗出液体的秃鹫被鲜血的气味激怒，对受伤的猎物攻击时获得优势。",
	"In the primeval wood rises the ordeal tree. Should you hang from this hoary pillar of begone time for seven moons, you will gain power of the ancients.": "在原始森林中，耸立着审判树。如果你在这株苍老的时光支柱上挂上七个月，你将获得远古力量。",
	"The heartwood of an ordeal tree can be turned into an incense that, when inhaled, acts as a cure for removing powerful curses. Obtaining the wood requires a successful DC 15 Dexterity ({@skill Sleight of Hand}) check.": "一颗磨难树的心材可以制成一种香，吸入后可以解除强大的诅咒。获得这种木材需要成功进行一次DC 15的敏捷检定({@skill Sleight of Hand})。",
	"Lashing yourself to an ordeal tree for 7 days can grant a petitioner power based on their heart's desire.": "绑缚自己于一棵严苛树上7天，可以赋予请愿者根据他们内心渴望的力量。",
	"The blessings of the ordeal tree often come with curses.": "磨难树的祝福往往伴随着诅咒。",
	"Ordeal trees only grant their blessings to those whose hearts are evil.": "苦难之树只赐予那些心怀邪恶者的祝福。",
	"Instilled with the power of the Primordials, panjaians are literal forces of nature.": "灌输了原初之力，潘加伊人是自然的真实力量。",
	"Someone who has proficiency in {@skill Medicine} can attempt a DC 13 Wisdom ({@skill Medicine}) check to remove a panjaian's heart intact. Somebody who has proficiency with alchemist's supplies can treat the heart with reagents worth 100 gp in a process that takes 3 days and a successful DC 13 Intelligence or Wisdom check. This process, if successful, hardens the heart into an elemental gem: blue sapphire for ilharan, yellow diamond for citrolachi, red corundum for morakeshi, and emerald for alondon. What this process creates when used on the heart of a panjaian gormadraugon is unknown. History records no such act. (A gem of brightness is a good possibility, however.)": "有{@skill Medicine}熟练度的人可以尝试进行一次 DC 13 智慧检定({@skill Medicine})，以完整地移除潘加伊安的心脏。拥有炼金术工具熟练度的人可以用价值100 gp 的试剂处理这颗心脏，需要3天时间并且成功进行一次 DC 13 智力或智慧检定。如果成功，这个过程会将心脏硬化成元素宝石：伊尔哈兰的是蓝宝石，锡特罗拉奇的是黄钻石，莫拉克什的是红刚玉，阿伦敦的是翡翠。然而，对于潘加伊安戈玛德龙的心脏使用这个过程会创造出什么，目前尚不清楚。历史上没有记录过这样的行为。（不过，一颗光明宝石是一个不错的可能性。）",
	"Panjaians first appeared near the end of the Primordial's war with the gods. Some scholars believe if panjaians had been created earlier, it might have changed the conflict's outcome.": "潘加人首次出现在原初神与（Primordial）之间的战争接近尾声时。一些学者认为，如果潘加人早些被创造出来，可能会改变冲突的结果。",
	"Every panjaian has an affinity for the element of their Primordial patron. This affinity manifests in resistances, control over the element, and the ability to wield that element as a weapon.": "每位潘加人都对他们原初守护者的元素有亲和力。这种亲和力表现为对元素的抵抗力、控制能力以及能够将该元素作为武器运用的能力。",
	"It appeared from the darkness: a faceless wraith whose outstretched arms sought purchase on my mortal frame. In desperation, I cried to my companions for aid, but my voice was silent. When it stole my words, I knew my doom was at hand.": "从黑暗中出现了一个无面鬼魂：伸出的手臂试图抓住我的肉体。绝望之际，我向同伴求助，但我的声音却消失了。当它偷走了我的言语，我知道我的厄运已至。",
	"The bones of a mortal transformed into a scream thief remain imbued with its undead aura. A skilled magic item crafter using 200 gp of magical regents, and spending at least 5 days of effort, can create a {@item wand of silence|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}) if they succeed on a DC 15 Intelligence ({@skill Arcana}) check.": "一个凡人的骨骼转化为尖叫窃贼后，仍然充满着其不死气息。一个熟练的魔法物品工匠使用200 gp的魔法材料，并花费至少5天的努力，如果他们在一次 DC 15的智力检定中成功，就可以制造一个{@item wand of silence|GHLoE}（见{@adventure Lairs of Etharis|GHLoE|21}的附录A）。\n",
	"A spellcaster can capture a psychic fragment's essence before it dissipates after death. The spellcaster requires a container worth at least 100 gp. Anyone who succeeds on a DC 13 Intelligence ({@skill Arcana}) check can capture a portion of the defeated psychic fragment. The container can store up to 10 hit die worth of undead essence for 8 hours before they dissipate.": "一个法术施展者可以在死亡后精神碎片消散之前捕获其精华。法术施展者需要一个价值至少100 gp 的容器。任何成功通过 DC 13 智力检定({@skill Arcana})的人都可以捕获被击败的精神碎片的一部分。容器可以在8小时内存储多达10个骰子的不死精华，然后它们会消散。",
	"As an action, a container holding this spiritual essence can be thrown up to 20 feet, shattering on impact. All creatures within 5 feet of the broken container must make a DC 12 Constitution saving throw. A failed saving throw results in {@dice 1d4} necrotic damage per hit die of essence stored, while a success deals half as much damage.": "作为一个动作，一个容纳着这种精神精华的容器可以被投掷最多20英尺，撞击时会破裂。所有距离破碎容器5英尺内的生物必须进行一次DC 12的体质豁免检定。未通过豁免检定的生物会受到{@dice 1d4}储存的精华每个骰子的死亡伤害，而通过检定的生物会受到一半伤害。",
	"The scream thief is immune to necrotic and poison. The incorporeal nature of psychic fragments makes them resistant to nonmagical weapons.": "尖叫窃贼对死灵和毒素免疫。灵魂碎片的非实体特性使它们对非魔法武器具有抗性。",
	"The touch of a scream thief drains life that magic cannot heal; only time and rest can.": "尖叫窃贼的触摸会吸取生命，这是魔法无法治愈的；只有时间和休息才能恢复。",
	"A scream thief remains trapped in its place of death, often accompanied by spirit fragments of the creatures it has killed.": "一名尖叫窃贼被困在它死去的地方，通常伴随着它杀死的生物的灵魂碎片。",
	"Descendants of the great dragons of the mythic past still roam Etharis. They have little of the majesty of their ancestors, but they're still frightening.": "神话时代伟大龙类的后代仍然漫游在埃塞瑞斯。他们已经失去了祖先的威严，但仍然令人恐惧。",
	"Dragons are rare on Etharis, so materials from their corpses fetch a good price. A dragon's corpse can be sold for at least 100 gp times the Challenge of the monster.": "在以萨瑞斯（Etharis）上，龙类很罕见，因此它们尸体的材料价格很高。一条龙的尸体至少可以卖出挑战等级（Challenge）的100 gp倍的价格。",
	"Someone who has proficiency with alchemist's supplies can reduce the brain of a prismatic drake into an oil that can be used to fashion one arrow of dragon slaying. Brewing the oil takes 5 days of work, reagents worth 2,000 gp, and a successful DC 17 Intelligence or Wisdom check. Making the arrow is a trivial task, but treating it properly with the oil takes 5 more days of work.": "一个熟练使用炼金工具的人可以将一只五彩龙的脑袋制成一种可以用来制作一支屠龙箭的油。酿造这种油需要5天的工作时间，价值2,000 gp 的材料，以及一次成功的 DC 17 智力或感知检定。制作箭矢是一项微不足道的任务，但用油正确处理箭矢需要额外5天的工作时间。",
	"Sea drakes are cunning grapplers resistant to cold, sky drakes are adept fliers and have a bite charged with lightning, and blight drakes collect diseases that don't kill them but make for a toxic bite.": "海龙是狡猾的格斗者，对寒冷有抵抗力，天空龙是熟练的飞行者，嘴里充满闪电，而枯萎龙搜集疾病，虽不致命，但使其咬人具有毒性。",
	"Prismatic drakes are the rarest drakes, rumored to be sorcerers transformed into dragons after they foolishly connected their minds to Gormadraug, the slumbering Prismatic Dragon. These drakes can cast spells.": "五彩龙（Prismatic Drake）是最稀有的龙，传说中是在他们愚蠢地将他们的思想与沉睡中的五彩龙（Gormadraug）连接后，被转化为龙的术士。这些龙能施放法术。",
	"Shards of dark metal pierce the skin of the foul creature. The metal pushes out from within the abomination rather than the other way.": "黑暗金属碎片刺穿了那只邪恶生物的皮肤。这些金属碎片从那畸形生物的内部推出，而不是相反。",
	"Taking 1 hour to extract the shards of Shadowsteel from a Shadowsteel ghoul, someone can collect an amount worth 250 gp. A Shadowsteel ghast yields a quantity worth 500 gp.": "从一个暗钢食尸鬼身上提取暗钢碎片需要1小时，可以收集价值250 gp的数量。一个暗钢食尸鬼则产出价值500 gp的数量。",
	"Those who use Shadowsteel to power curses can become Shadowsteel ghouls upon death. These undead creatures seek out more of the metal. As the creature ages, it can regain a semblance of the arcane power it had in life, empowering similar creatures and cursing nearby foes.": "那些利用暗影钢来施放诅咒的人在死后可能会变成暗影钢食尸鬼。这些不死生物寻找更多的这种金属。随着生物的年龄增长，它可以恢复生前所拥有的奥术力量的影子，赋予类似生物力量，并诅咒附近的敌人。",
	"The sound of breaking glass startles most, but think twice before going to see what caused it if it is followed by the sound of moaning.": "大多数人都会被玻璃破裂的声音吓到，但如果接着是呻吟声，要三思而后行去看是什么引起了这种声音。",
	"The glass from ten shatter corpses can be used to create a suit of {@item glass-studded armor|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}) with a successful DC 10 Dexterity ({@skill Sleight of Hand}) check by someone proficient with jeweler's tools. Crafting this item takes 10 days and costs 1000 gp.": "可以使用来自十具粉碎尸体的玻璃来制作一套{@item glass-studded armor|GHLoE} (见{@adventure Lairs of Etharis|GHLoE|21}附录A)。由擅长珠宝工具的人成功进行DC 10敏捷({@skill Sleight of Hand})检定即可制作此物品。制作此物品需要10天时间，成本为1000 gp。",
	"Shatter corpses are a stronger kind of zombie that arises when someone dies from being impaled on broken glass.": "碎尸体是一种更强大的僵尸，当有人死于被玻璃碎片刺穿时会出现。",
	"Those that attempt to use a melee attack against a shatter corpse are likely to cut themselves unless they attack with carefully.": "那些试图对(shatter corpse)使用近战攻击的人，除非他们小心攻击，否则很可能会割伤自己。",
	"Shatter corpses can launch volleys of broken glass.": "碎尸体可以发射一连串的碎玻璃。",
	"A shieldhead has a broad bone faceplate to protect itself and to ram foes. An expert rider can also use the bone like a shield. People have domesticated shieldheads for riding.": "一只盾头兽有着宽阔的骨头面板来保护自己并冲撞敌人。一个熟练的骑手也可以利用这块骨头像盾牌一样。人们已经驯养了盾头兽来作为骑乘坐骑。",
	"Disease is no stranger to the people of Etharis. The virulent Weeping Pox has devastated towns and families, and the Tears of the Hungerer is rumored to be a poison designed by necromancers. Other afflictions, such as the Seven Shades of Sitri and the Faith Cough, are not deadly but can impede even the strongest body. These diseases can be carried by animals, breaking their normal method of transmission. A twist of nature or foul magic has created carriers, some intentionally and some aggressively, that spread sickness quickly.": "疾病对以太瑞斯（Etharis）的居民来说并不陌生。具有毒性的哭泣痘（Weeping Pox）已经摧毁了城镇和家庭，而饥饿者之泪（Tears of the Hungerer）被传言是由死灵法师设计的毒药。其他疾病，如西特里的七种阴影（Seven Shades of Sitri）和信仰咳嗽（Faith Cough），虽然不致命，但却可能阻碍甚至最强壮的身体。这些疾病可以通过动物传播，打破它们正常的传播方式。自然或邪恶魔法的扭曲创造了携带者，有些是有意的，有些是侵略性的，它们能迅速传播疾病。",
	"A line of skeletons marches into the town square with military precision. They raise rifles and take aim at the temple in unison.": "一排骷髅士兵以军事精度走进镇上的广场。他们举起步枪，齐刷刷地瞄准了神庙。",
	"Firearms recovered from skeleton troopers are nonfunctional, but parts of them might be useful. Each firearm recovered can reduce the cost of making a similar firearm by 10 percent, up to 50 percent.": "从骷髅士兵身上回收的枪支是无法使用的，但其中的部件可能会有用。每回收一把枪支，可以将制造类似枪支的成本降低10%，最多可降低50%。",
	"Necromancers with advanced training and hefty resources can make skeletons that are linked in death to their firearms.": "经过高级训练和丰富资源支持的死灵法师可以制造出与他们的火器在死亡中相连的骷髅。",
	"A commander leads some platoons of skeleton troopers. This skeleton directs the attacks and enhances the efficiency of its undead underlings.": "一位指挥官领导着一些骷髅士兵的排。这个骷髅指挥着进攻，并增强了其不死手下的效率。",
	"Skeletal troopers are effective when used as minions in the army of a higher-level threat. Cinematic battles focused on sieges or large battles are perfect for troopers. In these cases, having the troopers immune to turning until their powerful leader is defeated prevents anticlimactic encounters.": "骷髅士兵在作为更高级威胁的军队中的手下时非常有效。以围攻或大规模战斗为重点的电影式战斗非常适合士兵。在这些情况下，让士兵在他们强大的领袖被打败之前免疫转化，可以避免令人失望的对抗。",
	"I don't brook with tanners no longer. If ya' know what's good for you, ya' won't ask me why.": "我不再容忍制革工人了。如果你知道什么对你有好处，你就不会问我为什么。(tanners)",
	"Skinweavers collect valuable artwork and other items that display their erudition and refinement. They're never without their custom-made suits of bespoke leather armor. This leather is so finely crafted that a suit of armor stitched from a skinweaver's own suit is better than almost any other tanner's creations.": "皮织者（Skinweavers）收集展示他们博学和精致品味的珍贵艺术品和其他物品。他们从不缺少定制的皮甲套装。这种皮革制品精湛无比，用皮织者自己的皮甲缝制的铠甲比几乎任何其他制革者的作品都要好。",
	"If a proficient armorer or leather worker uses a skinweaver's suit to create a humanoid suit of light armor and succeeds on a successful DC 15 Dexterity ({@skill Nature}) check, the armor acts as {@item +1 leather armor} and can be donned or doffed as a standard action. This process takes 24 hours and requires 250 gp of other components.": "如果一位熟练的铠甲匠或皮革工人使用皮编织者的套装来制作一个轻型铠甲的人形套装，并且在成功的DC 15敏捷检定中成功通过({@skill Nature})，那么这件铠甲将作为{@item +1 leather armor}，并且可以作为标准动作穿脱。这个过程需要24小时，并需要250 gp的其他材料。",
	"A skinweaver is resistant to fire damage because of its leathery skin and armor.": "皮编织者因其皮肤和盔甲而对火焰伤害具有抵抗力。",
	"A skinweaver's terrifying appearance can scare an opponent multiple times in the same fight.": "一位皮肤编织者(`skinweaver`)可在同一场战斗中多次吓到对手。",
	"A sloth galloper is a hybrid sloth-ape that is an agile climber and fast sprinter. The beast's four apelike hands are sensitive, so it hesitates to move rapidly over rough terrain.": "一只懒惰飞奔者是一种混合了懒猴和猿类的动物，它是一个敏捷的攀爬者和快速的短跑者。这种野兽有四只类似猿类的手，非常敏感，因此在崎岖的地形上不愿意快速移动。",
	"Armored corpses in the cavern, resting among thick strands of webbing, have sparks of lightning playing off them.": "洞穴中的装甲尸体静静躺在厚厚的蛛丝中，身上闪烁着闪电的火花。",
	"Spythronar silk is prized, although it's worthless if acid or fire touched the web. One web can be used to make silk rope or fine clothing. A proficient alchemist can use the same amount of silk to produce a {@item potion of lightning resistance} or a dose of an oil that allows a metal weapon to deal {@dice 1d6} extra lightning damage for 1 hour. Producing either concoction takes 4 hours of work and a successful DC 13 Intelligence check.": "Spythronar silk（斯派斯罗纳丝）备受珍视，但如果酸液或火焰触及蛛网，则变得毫无价值。一张蛛网可以用来制作丝绳或精美的服装。一位熟练的炼金术士可以利用同样数量的丝绸来制造一瓶{@item potion of lightning resistance}或一剂油，让金属武器在1小时内额外造成{@dice 1d6}点闪电伤害。制作任一药剂都需要4小时的工作时间和一次成功的智力检定（DC 13）。",
	"A proficient weaver can turn three spythronar webs into a rope of entanglement or 10 webs into leather armor of lightning resistance. Doing either requires other materials worth 500 gp, 5 days of work, and a successful DC 15 Intelligence ({@skill Arcana}) check.": "一位熟练的织工可以将三根斯派斯罗纳蛛网编织成一根纠缠之绳，或者将十根蛛网制成闪电抗性皮甲。无论哪种选择，都需要价值500金币的其他材料，5天的工作时间，并且需要成功进行一次DC 15的智力检定({@skill Arcana})。",
	"Spythronar swarms can weave dangerous webbing, making egg sacs quickly. It takes them some time to weave a sentient web.": "Spythronar（斯派斯罗纳）蜘蛛群能够编织危险的蛛网，迅速制作卵囊。它们需要一些时间来编织出一张有感知力的蛛网。",
	"The sentient spythronar webs adhere to you if you touch them, and they charge their silken strands with lightning. Crushing spythronar egg sacs sets off a lightning discharge, but hitting them with lightning releases a new spythronar swarm.": "如果你触碰到了有意识的斯派斯罗纳（(spythronar)）蜘蛛网，它们会粘在你身上，并用闪电充电它们的丝线。压碎斯派斯罗纳蛋囊会引发一次闪电放电，但用闪电击中它们会释放出一群新的斯派斯罗纳蜘蛛。",
	"Torcheaters are small batlike creatures that feed on fire, swooping down to douse torches and campfires.": "烛火蝙蝠是一种小型类似蝙蝠的生物，它们以火为食，会俯冲下来扑灭火炬和营火。",
	"I swear I've seen that kid before, years ago, when I was just a kid myself! But she hasn't aged a day.": "我发誓我以前见过那个孩子，好多年前，当时我自己也还是个孩子！但她一点都没变老。",
	"When a vitebriate dies, it crumbles into a swarm of harmless crawling roaches.": "当一只(vertebrate)死去时，它会崩解成一群无害的爬行蟑螂。",
	"If these roaches are mixed with seawater, a {@i potion of false life} results. The creation of this potion can be completed with a successful DC 10 Intelligence ({@skill Arcana}) check by someone proficient with an herbalism kit. This process takes 1 hour.": "如果这些蟑螂与海水混合，将产生一个{@i potion of false life}。只有熟练使用草药工具包的人成功通过一次DC 10的智力检定({@skill Arcana})才能完成这种药水的制作。这个过程需要1小时。",
	"A vitebriate can only have a single thrall at a time and can transfer some of its damage to its thrall.": "一个(`Vitebriate`)在同一时间只能拥有一个(`thrall`)，并且可以将一些伤害转移给它的(`thrall`)。",
	"Vitebriates are immune to poison and disease, and they require a thrall to stay alive.": "维特布利亚特族对毒药和疾病免疫，他们需要一个奴隶来维持生命。(Vitebriates)",
	"During full moons, inhabitants of Etharis stay inside with the doors barred and windows tightly shut. Even then, they look at those indoors with them with a suspicious eye. One never knows.": "在满月期间，埃萨里斯（Etharis）的居民们都会呆在室内，门窗紧闭。即便如此，他们也会怀疑地注视着与他们一起在室内的人。谁也说不准。",
	"Lycanthropes exist in a state of perpetual mental turmoil, and over time their memories fragment. As a result, many carry keepsakes of their past lives to strengthen the memories they do not want to lose. The pelt of a lycanthrope is prized by certain mages for the crafting of magical cloaks, particularly cloaks that allow a person to change their form such as the cloak of the bat or the cloak of the manta ray.": "狼人在持续的心理困扰中存在，随着时间推移，他们的记忆会分裂。因此，许多人携带着过去生活的纪念品，以加强他们不想失去的记忆。某些法师珍视狼人的皮毛，用于制作魔法斗篷，尤其是那些可以让人改变形态的斗篷，比如蝙蝠斗篷或蝠鲼斗篷。",
	"Weapons made from the fangs or claws of deceased lycanthropes have special properties and are known as {@item lycan weapon|GHLoE|lycan weapons} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}). These weapons require a successful DC 15 Intelligence ({@skill Arcana}) check by a proficient weaponsmith, consuming 500 gp worth of components, and requiring 10 days of work.": "由已故狼人的獠牙或爪制成的武器具有特殊属性，被称为{@item lycan weapon|GHLoE|lycan weapons}（见{@adventure Lairs of Etharis|GHLoE|21}的附录A）。这些武器需要一个熟练的武器匠成功进行一次DC 15的智力检定({@skill Arcana})，消耗价值500 gp 的材料，并需要10天的工作时间。",
	"Lycanthropy is a common affliction in Etharis. The source is a curse that twists mind and body into that of a savage beast. Though they can change at will, the light of the full moon triggers the transformation no matter what.": "狼人病在伊萨瑞斯（Etharis）很常见。这种疾病的源头是一种诅咒，将心智和身体扭曲成野兽般的形态。尽管他们可以自主变身，但无论如何，满月的光会触发变身。",
	"In addition to the normal transmission of the curse through the bite of a lycanthrope, certain druidic sects also perform rituals to create new lycanthropes. This ritual is known as the Lunar Sacrament, used as a tool to protect druid groves from invasion.": "除了通过狼人咬伤传播诅咒的常规方式外，某些德鲁伊派别还会进行仪式来创造新的狼人。这种仪式被称为月神圣礼，被用作保护德鲁伊树林免受入侵的工具。",
	"While the nature of the transformation tends to override the senses with bestial fury, some can control themselves. By finding a balance between man and beast, they gain greater control over the curse, gaining the ability to turn into a full animal and retain their mental faculties.": "尽管变身的本质往往会用野兽般的愤怒压倒感官，但有些人可以控制自己。通过在人类和野兽之间找到平衡，他们能更好地控制诅咒，获得变成完整动物并保留理智的能力。",
	"The Stillborn Forest crawls with these beasts, and their howls foretell even larger monsters approaching.": "这片死寂之森充斥着这些野兽，它们的嚎叫预示着更大的怪物正在接近。",
	"A xakalonus brain is encased in a viscous jelly which can be turned into a substance called {@item arcane oil|GHLoE} (see Appendix A of {@adventure Lairs of Etharis|GHLoE|21}). This oil's creation requires a proficient alchemist to spend 8 hours and 200 gp of components. They must succeed on a DC 15 Intelligence ({@skill Arcana}) check to create the substance.": "一颗夏卡洛努斯脑被包裹在一种粘稠的果冻中，可以转化为一种叫做{@item arcane oil|GHLoE}的物质（见{@adventure Lairs of Etharis|GHLoE|21}的附录A）。这种油的制造需要一位熟练的炼金术士花费8小时和200gp的材料。他们必须在一个DC 15的智力检定（{@skill Arcana}）中成功制造出这种物质。",
	"Xakalonus are created from wounds to the hraptnon. These creatures, though always originating in the Stillborn Forest, can be found anywhere in Etharis. They feed on the brains of creatures that use magic, then return to offer up the brain to the hraptnon.": "Xakalonus（夏卡洛努斯）是从hraptnon（赫拉普特农）的伤口中诞生的。这些生物总是起源于Stillborn Forest（死胎森林），但可以在Etharis（伊萨里斯）的任何地方找到。它们以使用魔法的生物的大脑为食，然后将大脑献给hraptnon。",
	"If magic effects but does not harm a xakalonus, the magic might heal them or power their attacks instead.": "如果魔法对(xakalonus)没有伤害，那么魔法可能会治愈它们或增强它们的攻击力。",
	"Dragons are rare, so seeing one is terrifying. Seeing one rotting before your eyes as it approaches? Mind-shattering!": "龙很罕见，所以看到一只是令人恐惧的。看到一只正在腐烂并向你走来？让人心碎！",
	"A claw from a young or older blightscale dragon can be fashioned into a dagger of venom. Doing so requires proficiency with smith's tools or woodcarver's tools, 5 days of work, and other materials worth 1,000 gp.": "一根来自年轻或年长的枯鳞龙的爪子可以被制成毒液匕首。这需要熟练掌握铁匠工具或木工工具，5天的工作时间，以及价值1,000 gp 的其他材料。",
	"Blood and other fluids of a blightscale dragon can be harvested and used to offset the shadowsteel component when bestowing a curse of foul blight. A wyrmling is worth 250 gp, a young dragon 750 gp, an adult 1,500 gp, and an ancient dragon 3,000 gp.": "可以收集并利用一只枯鳞龙的血液和其他体液来抵消诅咒之恶疾的影钢成分。 一只幼龙价值250 gp，一只年轻龙价值750 gp，一只成年龙价值1,500 gp，一只古代龙价值3,000 gp。",
	"A blightscale dragon is a dragon that has been subjected to a powerful curse.": "一只枯萎鳞龙是一只被施加了强大诅咒的龙。",
	"A blightscale dragon is immune to necrotic damage and poison. Its breath weapon is a swarm of poisonous insects and gas.": "一只凋萎鳞龙对死灵伤害和毒素免疫。它的吐息武器是一群有毒昆虫和毒气。",
	"The curse on the blightscale dragon makes it exude a toxic, cursed gas when it dies, possibly passing on a portion of the curse.": "当凶鳞龙(Blightscale Dragon)死亡时，身上的诅咒会使其散发出有毒的诅咒气体，有可能传播诅咒的一部分。",
	"Blightscale dragons create temporary lairs in which they suffer the curse in rage and despair. Whether a cave or a building, the dragon pulls easy entrances down so that none can view it in its agonized state. The air inside is rank, and those who draw a full breath become nauseated. The curse attracts insects that construct colonies resembling yellow, congealed lumps.": "枯鳞龙在愤怒和绝望中创造临时巢穴，符合当地的语言习惯，文本中的(%num%)应在翻译中仍然输出为(%num%)。无论是洞穴还是建筑物，龙会将易于进入的入口拆除，以便没有人能看到它在痛苦中的状态。内部空气污浊，吸入一口气的人会感到恶心。这种诅咒会吸引昆虫，它们会建造类似黄色凝结块的群落。",
	"Someone who has proficiency with jeweler's tools or woodcarver's tools can fashion the skull of a lich troll into a ring of regeneration. Doing so takes materials worth 5,000 gp, 10 days of work, and a successful DC 15 Intelligence or Wisdom check. Somebody must also cast greater restoration on the ring each day during the process. If the ring's wearer dies while wearing the ring, the soul of the lich has a 25 percent chance to take over the corpse and use it as a new body. But if the ring is created entirely in the area of a hallow spell with the everlasting rest effect, the tie to the lich's soul is broken.": "有熟练使用珠宝工具或木雕工具的人可以将巫妖巨魔的头骨打造成一枚再生戒指。这需要价值5,000 gp的材料，10天的工作时间，以及一次成功的DC 15智力或感知检定。在整个过程中，必须有人每天对戒指施放强效复原术。如果戒指的佩戴者在佩戴戒指时死亡，巫妖的灵魂有25%的几率接管尸体，并将其用作新的身体。但如果戒指完全是在一个具有永恒安息效果的神圣结界咒语区域内制造的，那么与巫妖灵魂的联系将被切断。",
	"The lich troll is immune to poison and resistant to necrotic damage. It regenerates and can be killed only by acid, fire, or radiant damage.": "这只巫妖巨魔对毒素免疫，对死灵伤害有抗性。它有再生能力，只能被酸性、火焰或辐射伤害杀死。"
}