{
	"The merfolk of Vodalia have waged bitter war for generations against the cryptic, cold-loving crustacean race of {@creature Homarid|PSD|homarids}. The surface ocean waters have become too warm for the homarids in recent times, but in the years following the Brothers' War, as a global ice age settled over Dominaria, the homarids swarmed to the surface and nearly unraveled the fabric of the first Vodalian Empire. Even now, these creatures teem in the deep, frigid trenches to the west of the Voda Sea.": "在沃达利亚（Vodalia）的人鱼与喜欢寒冷的神秘甲壳类种族{@creature Homarid|PSD|homarids}已经世世代代展开了激烈的战争。近年来，表层海洋水温变暖，对于海蟹族来说已经变得不再适宜，但在“兄弟战争”之后的那些年里，随着一个全球性的冰河时代降临到多米尼亚（Dominaria），海蟹族涌向表面，几乎解体了第一个沃达利亚帝国的结构。即使在现在，这些生物仍然在沃达海（Voda Sea）西部的深寒海沟中繁衍生息。",
	"Homarids don't seem to understand any language other than {@language Homarid|PSD|their own}—and might have only the barest suspicion that the sounds made by other creatures can communicate meaning at all. In their minds, they are the most advanced species on Dominaria, and all others are effectively animals. In the Homarid Wars that coincided with the start of the ice age, the homarids treated their merfolk enemies like cattle, to be slain and then tossed into spawning beds to provide food for homarid hatchlings. However, later historical revision tried to portray the expansionist homarids as victims of the merfolk Empress Galina's aggression.": "海蟹族似乎不理解除了{@language Homarid|PSD|their own}之外的任何语言，也许只是模糊地意识到其他生物发出的声音可以传达意义。在他们的想法中，他们是多米纳利亚上最先进的物种，其他所有生物实际上都是动物。在与冰河时代开始同时发生的海蟹战争中，海蟹将他们的人鱼敌人视为牲畜，要被杀死然后扔进产卵床以供海蟹幼崽食用。然而，后来的历史修订试图将扩张主义的海蟹描绘为人鱼女皇加丽娜侵略的受害者。",
	"A variety of homarid more suited to warm water, called viscerids, lives in less frigid seas, particularly around Yavimaya.": "一种更适合生活在温暖水域的各种龙虾，称为内脏龙虾(viscerids)，生活在较不寒冷的海域，尤其是在雅维玛亚(Yavimaya)周围。",
	"Kavu are reptilian creatures that are either very ancient or a relatively recent creation on Dominaria. Either awakening from a millennia-long hibernation or springing fully formed into being, they emerged from the ground to defend against the Phyrexian Invasion. The Llanowar elves now breed the kavu to fill a variety of roles, believing that these creatures were the goddess Gaea's means of intervening in Dominaria's defense. The close relationship between elves and kavu is a constant reminder of Gaea's beneficence. Every Kelfae bonds with an arboreal kavu companion, and some Kelfae and Basiphem warriors ride them into battle.": "卡武（Kavu）是爬行类生物，它们在多米纳利亚（Dominaria）要么非常古老，要么是相对较新的创造物。它们可能是从千年的休眠中苏醒，也可能是一跃而出，从地底涌现出来，以抵御费瑞西亚（Phyrexian）的入侵。兰诺瓦尔（Llanowar）精灵现在繁殖卡武，让它们扮演各种角色，他们相信这些生物是女神盖亚（Gaea）干预多米纳利亚防御的手段。精灵和卡武之间密切的关系不断提醒人们盖亚的仁慈。每个凯尔菲（Kelfae）都会与一只树栖卡武（arboreal kavu）结成伴侣关系，一些凯尔菲和巴西菲姆（Basiphem）战士会骑着它们参加战斗。",
	"The arboreal kavu bred by the Kelfae are capable of climbing sheer surfaces at any angle, and of charging at astonishing speed at ground level. Kelfae warriors ride a large breed of kavu predators, using a series of cloth slings as safety restraints while sitting or dangling from the creature's back. The nimble and acrobatic Kelfae kavu riders are called arborealists.": "由凯尔菲人繁殖的树栖卡武(Kelfae)能够在任何角度攀爬垂直表面，并且在地面上以惊人的速度冲锋。凯尔菲战士骑乘一种大型的卡武掠食者，使用一系列布制吊带作为安全约束，坐在或悬挂在生物背上。灵活而身手敏捷的凯尔菲卡武骑手被称为树栖者(arborealists)。",
	"The most visible and recognized symbols of the Church of Serra are her angels—both those that were personally created by Serra and those that appeared spontaneously in the Cathedral at Sursi. Some angels live contemplative lives within the cathedrals, but most are active defenders of the faith, protecting Serra's people across the world. Powerful angels often take responsibility for large regions of the world. Lyra, for example, stands as the protector of Benalia, and Shalai plays a similar role in Llanowar. Serra's angels are believed to hear prayers addressed to Serra, and they have an uncanny tendency to arrive exactly when they are needed.": "Serra教堂最显著和被认可的象征是她的天使——无论是由Serra亲自创造的，还是在苏尔西大教堂中突然出现的。一些天使在大教堂内过着默观的生活，但大多数是信仰的积极捍卫者，保护Serra的信徒遍布世界各地。强大的天使通常负责世界上较大的地区。例如，莱拉作为贝纳利亚的守护者，夏莱在拉诺瓦扮演类似的角色。人们相信Serra的天使能听到寄给Serra的祈祷，他们有一种神奇的倾向，总是在最需要的时候出现。",
	"Any of the angels in the {@book Monster Manual|MM} can serve as {@creature serra angel|PSD|Serra angels}. The {@creature deva|MM} represents the most common angels, while the {@creature planetar|MM} and {@creature solar|MM} are appropriate for powerful angels such as {@creature Lyra|PSD} and {@creature Shalai|PSD}.": "{@book Monster Manual|MM}中的任何天使都可以作为{@creature serra angel|PSD|Serra angels}。{@creature deva|MM}代表最常见的天使，而{@creature planetar|MM}和{@creature solar|MM}适合像{@creature Lyra|PSD}和{@creature Shalai|PSD}这样强大的天使。",
	"Though the Basiphem dwell in the highest layer of the forest, they maintain extensive stables on the forest floor to house and train the largest ground-dwelling kavu. Members of the Order of the Steel Leaf often ride these creatures into battle, with the largest of the kavu sometimes reaching the size of elephants.": "尽管巴西菲姆(Basiphem)居住在森林的最高层，但他们在森林地面上保持着广泛的马厩，用来驯养最大的地面栖息卡武(kavu)。钢叶骑士团(Order of the Steel Leaf)的成员经常骑着这些生物参加战斗，其中最大的卡武有时会长到大象的大小。"
}