{
	"The tiefling Doric was taken in by a wood elf enclave in Neverwinter Wood after being abandoned as a child, and she guards her adoptive community with nature's ferocity. The Circle of the Moon has taught her to heed her primal instincts, which rarely lead her astray. She can be brusque, but she will fight tooth and nail for a cause she believes in.": "在被遗弃时，鬼族多瑞克(Doric)被一群木精灵收养，他现在生活在无冬之林(Neverwinter Wood)的这个群落中，并用大自然的狂暴保护着这里。月之循环(Circle of the Moon)教导他听从原始本能，这很少会让他误入歧途。他可能会直率，但为了自己信仰的事业，他会不遗余力地战斗。",
	"Doric has joined the Emerald Enclave, a network of survivalists who tend to the balance between civilization and nature. When the Lord of Neverwinter targeted her woodland home for its resources, Doric rallied the resistance.": "Doric加入了翡翠飞地（Emerald Enclave），这是一个由生存主义者组成的网络，致力于维护文明与自然之间的平衡。当Neverwinter领主瞄准她位于林地的家园以获取资源时，Doric带领抵抗力量。",
	"Edgin Darvis has a talent for improvisation and strategy. He's a musician and tale-teller who relies on charisma first—rather than magic or muscle—to escape trouble. Once a member of the Harpers, a spy organization dedicated to protecting Faerûn's common folk, Edgin has forsworn his oath and turned to thievery to support his family. Edgin's strong moral compass compels him to steal only from people he believes deserve to lose both coin and face.": "艾德金·达维斯（Edgin Darvis）擅长即兴表演和策略。他是一位音乐家和故事讲述者，更依赖于个人魅力，而不是魔法或肌肉来摆脱麻烦。曾经是“哈珀”（the Harpers）的成员，这是一个致力于保护费伦平民的间谍组织，艾德金已经放弃了自己的誓言，转而从事盗窃以维持家庭生计。艾德金坚定的道德准则驱使他只从他认为应该失去金钱和面子的人那里偷取。",
	"Edgin's confidence and rakish demeanor make him a natural leader. With carefully chosen words, he inspires the members of his thieves' crew to greatness. But when his past mistakes come calling, Edgin must face the music. He now seeks to make amends to those he's wronged and to confront those who have wronged him.": "埃德金（Edgin）的自信和轻浮的态度使他成为一个天生的领袖。通过精心选择的措辞，他激励着他的盗贼团队成员取得伟大成就。但当他过去的错误找上门时，埃德金必须面对现实。他现在寻求弥补对他人的伤害，并面对那些伤害过他的人。",
	"Forge Fitzwilliam is a con artist who manipulates others with lies and flattery. The audacious criminal has left a trail of broken promises and false identities along the Sword Coast. He conceals flexible morals and a ready dagger behind his winning smile.": "锻造者费茨威廉（Forge Fitzwilliam）是一个以谎言和谄媚操纵他人的骗子。这位大胆的罪犯在剑海岸留下了一串不兑现的承诺和虚假身份。他在迷人的微笑背后隐藏着灵活的道德观和一把随时准备的匕首。",
	"Forge enjoys the finer things in life, particularly when they result from his own cleverness. Decades of heists and cons haven't slaked his thirst—in fact, his ambitions only grow grander with time.": "Forge（锻造者）喜欢生活中的精致事物，尤其是当这些事物是由他自己的聪明才智得来时。数十年的抢劫和欺诈并没有满足他的欲望—事实上，随着时间的推移，他的野心只变得更加宏伟。",
	"Holga Kilgore is a member of the Uthgardt Elk Tribe, and her strength and scowl conceal a generous heart. She's a woman of few words who lets her actions (and punches) speak for her. A fearsome combatant when her ire is up, Holga wields anything that comes to hand—from weapons to snacks. Her unwavering loyalty makes her a fierce defender of allies, particularly her best friend, Edgin.": "Holga Kilgore是乌斯加德( Uthgardt)麋鹿部落的成员，她的力量和愠怒掩饰了一颗慷慨的心。她是一个少言寡语的女人，让她的行动（和拳头）代表她。当她愤怒时，Holga是一个可怕的战士，她可以使用任何手边的东西——从武器到零食。她坚定的忠诚使她成为盟友的坚强捍卫者，尤其是她最好的朋友Edgin。",
	"After Holga was exiled from her clan, she wandered unmoored and craving connection. Now that she has forged a new home with Edgin and his band of thieves, she won't lose another family without a fight.": "Holga被流放出族群后，漂泊无依，渴望联系。现在她已经与埃德金(Edgin)和他的一伙贼建立了新家园，她不会再失去另一个家庭而束手无策。",
	"Simon Aumar suffers under the weight of his family name. Though he is a descendent of an elf and the legendary wizard Elminster Aumar, Simon's own sorcerous wild magic runs uncontrolled through his veins. Simon has not yet developed the ability to harness his power, and his spells explode or fizzle seemingly at random.": "Simon Aumar（西蒙·奥玛）承受着他家族名字的沉重压力。尽管他是精灵的后裔，传奇巫师埃尔明斯特·奥玛（Elminster Aumar）的后代，但西蒙自己的术士野性魔法在他的血脉中肆意横流。西蒙尚未掌握驾驭自己力量的能力，他的法术似乎会在随机爆炸或失效。",
	"Though he's dogged by doubt, the brave young mage has earned his place in Edgin's crew. He performs best under pressure, instinctively unleashing his magic in dire moments. How he will continue to unlock his potential and what he will do with his volatile gift are yet to be seen.": "尽管他被怀疑所困扰，勇敢的年轻法师已经在埃德金的船员中赢得了他的位置。他在压力下表现最好，本能地在危急时刻释放他的魔法。他将如何继续发挥潜力，以及如何运用他那不稳定的天赋，这一切还有待观察。",
	"Sofina is a Red Wizard of Thay, an elite practitioner of magic with ties to Thay's tyrannical magocracy. Sofina specializes in necromancy. Death magic and fear are both tools in her arsenal.": "Sofina是泰国的一名红袍巫师，是一位精通魔法的精英从业者，与泰国的专制魔法统治有联系。Sofina专攻死灵魔法。死亡魔法和恐惧都是她的武器。",
	"As Red Wizards are shunned outside Thay, Sofina conceals her affiliations and coldly rebuffs any who seek her friendship. A canny operator, she has patiently moved her pieces into place, and her grand designs now begin to take shape.": "由于在泰国外被排斥，索菲娜隐藏了她的关系，并冷漠地拒绝任何寻求她友谊的人。作为一个精明的操作者，她耐心地将自己的棋子摆放到位，她的宏伟设计现在开始成形。",
	"Raised in the nation of Thay, Xenk Yendar has sworn an oath of devotion to aid the innocent. Every inch the knight in shining armor, he thrives when inspiring goodness in his allies. The words \"Neither virtue nor blade shall break\" are etched in Celestial on the blade of his daggersword.": "在泰国长大的Xenk Yendar发誓要帮助无辜者。作为一名身披闪亮盔甲的骑士，他擅长激励盟友追求善良。他的匕首剑上刻着天界语言：“无论美德还是利刃都不可折断”。",
	"Xenk ages more slowly than a normal human, and with this gift comes the burden of perspective. His longevity has something to do with Szass Tam's nightmarish rise to power and Xenk's narrow escape from the lich.": "Xenk比普通人衰老得更慢，而这份天赋也带来了视角的负担。他的长寿与Szass Tam的噩梦般的崛起以及Xenk从巫妖那里侥幸逃脱有关。",
	"Now based in Mornbryn's Shield, Xenk travels Faerûn in search of evil to thwart. He approaches problems with absolute seriousness of purpose—an outlook that clashes with Edgin's nonchalance.": "现在驻扎在莫恩布林之盾(Mornbryn's Shield)，Xenk在法罗恩(Faerûn)大陆上寻找邪恶势力以阻止。他以绝对认真的态度解决问题，这种观点与艾德金(Edgin)的漫不经心形成了冲突。"
}