{
	"Coral lives in the ocean and in the clouds. Cookies are her favorite snack. She has the power to bolster other creatures, and she can bestow upon animals the ability to speak for a short time. When she is upset, her rainbow tail lights up. If she smacks her tail on the ground, magical force spreads outward to engulf an enemy, potentially turning it to dust. When Coral has the hiccups, bubbles shoot from her horn. These bubbles transform into tasty cookies, bursts of glitter, and protective clouds of stinky gas.": "珊瑚(Coral)生活在海洋和云层中。饼干是她最喜欢的零食。她有能力增强其他生物，并且可以赋予动物短暂的说话能力。当她生气时，她的彩虹尾巴会发光。如果她用尾巴猛击地面，魔力会向外扩散，将敌人吞没，有可能将其化为尘土。当珊瑚打嗝时，泡泡会从她的角上喷射出来。这些泡泡会变成美味的饼干、闪闪发光的小星星，以及具有防护作用的臭气云。",
	"Dandylions are herbivorous farmers who cultivate beautiful gardens of flowers and fields of crops in the Feywild. If treated with respect, dandylions are glad to share their wealth of knowledge about farming with those who show interest in the subject. They give great gardening advice, and their fruits and vegetables are healthy and delicious. Some of their crops also have magical properties, making them valuable as potion ingredients and spell components. Dandylions protect their farms ferociously, and anyone who tramples on or steals from a dandylion's bounty is likely to incur the creature's fury. The surest way to entice a dandylion to give up some of its beloved produce or flowers is to flatter it.": "蒲公英( Dandylions) 是草食性的农民，在仙境(Feywild)里种植美丽的花园和庄稼田地。如果受到尊重，蒲公英会乐意与对农耕感兴趣的人分享他们丰富的农业知识。他们提供出色的园艺建议，他们种植的水果和蔬菜既健康又美味。他们的一些作物还具有魔法属性，使它们在药剂成分和咒语材料中具有价值。蒲公英会凶猛地保护他们的农场，任何践踏或偷走蒲公英丰收的人都可能招致这种生物的愤怒。诱使蒲公英放弃一些心爱的农产品或花朵的最可靠方法是恭维它。",
	"A dandylion has soft green fur woven with small leaves. A small, fluffy seed head at the end of the dandylion's tail contains seed pods. These seed pods enrich soil, giving rise to healthy plants and bountiful harvests. Often, dandylions weave necklaces with petals from their flower gardens and brag about the fertility of their soil. Dandylions love to boast about the fullness of their sunny yellow manes.": "一只蒲公英有着柔软的绿色毛发，编织着小叶子。在蒲公英尾巴的末端有一个小而蓬松的种子头，里面含有种子囊。这些种子囊能够滋养土壤，促使植物茁壮成长，收获丰盛。通常，蒲公英会用花园里的花瓣编织项链，并夸耀他们土壤的肥沃。蒲公英喜欢吹嘘他们那阳光般饱满的黄色鬃毛。",
	"Rain lives in happy meadows atop clouds, away from all the evil of the world. She loves cupcakes and readily accepts them as gifts. She has fiery wings and a tiny halo around the tip of her horn. When confronted by bullies or evildoers, she can emit rainbow-colored positive energy from her haloed horn. Rain uses her rainbows to heal friendly creatures and punish evildoers, transforming the latter into glittering flowers.": "雨生活在快乐的草地上，就在云端之上，远离世界上所有的邪恶。她喜欢杯子蛋糕，并乐意接受它们作为礼物。她有火焰般的翅膀，角尖上还有一个微小的光环。当遇到恶霸或恶人时，她可以从角尖上的光环中散发出彩虹般的正能量。雨利用她的彩虹来治愈友好的生物并惩罚恶人，将后者转化为闪闪发光的花朵。",
	"Scrappers are tall, broad-shouldered automatons usually found in scrap yards. Sparks erupt from the loose wires that protrude from their hulking frames. Their quasi-mechanical minds are shielded with lead, protecting them from psychic damage.": "废铁工人是高大、宽肩的自动机器人，通常出现在废料场中。从他们笨重的身躯上突出的松动电线中会迸发出火花。他们的准机械思维被铅所保护，使他们免受心灵伤害。",
	"A scrapper feeds on scrap metal and uses its electrified wires to grapple and reel in foes. It zaps enemies it can't reach with an energy beam fired from an extended eye.": "一个废铁食人怪依靠其带电的电线抓住并卷入敌人。它会用从延伸的眼睛发射出的能量射线来电击无法接触到的敌人。",
	"Seth the Shapeshifting Dragon is a vegetarian who likes to hide in the brush near waterfalls, rivers, and lakes. Invisible while immersed in water, Seth is capable of great bursts of speed, and his breath weapon is a blast of frigid water.": "赛斯(Shapeshifting Dragon)是一只素食主义者，喜欢隐藏在瀑布、河流和湖泊附近的灌木丛中。当浸泡在水中时看不见，赛斯拥有极速爆发的能力，他的吐息武器是一股冰冷的水流。",
	"Sheldon is a friendly, good-natured dragon who collects and eats blueberries. When he's not attending parties, he lives in Wildspace. His body magically produces air, allowing him to thrive in a vacuum and create powerful gusts of wind. Sheldon uses the wind to knock down foes and propel himself farther than his wings can take him on their own.": "谢尔顿(Sheldon)是一只友好、善良的龙，他收集并吃蓝莓。当他不参加派对时，他住在野空间(Wildspace)。他的身体会魔法般地产生空气，让他能在真空中生存，并制造强大的狂风。谢尔顿利用这股风来击倒敌人，并让自己飞得比单靠翅膀带他飞得更远。"
}