{
	"{@creature Avacyn|PSI} was the archangel of Innistrad, revered across the plane as the source of hope, of protection, and of the Blessed Rest—a peaceful eternity of slumber in the grave. She offered the faithful magical wards against vampires and werewolves, a tranquil oblivion rather than the damned fate of a tormented spirit or undead abomination, and a distant hope that someday, their descendants might live in an Innistrad free from all the horrors of darkness.": "{@creature Avacyn|PSI}是因尼斯特拉德的大天使，被整个位面尊崇为希望之源、保护之神以及祝福之息——在坟墓中平静长眠的永恒。她为信徒提供了抵御吸血鬼和狼人的魔法结界，一个宁静的遗忘，而不是一个受折磨的灵魂或不死之物的可怕命运，以及一个遥远的希望，希望有一天，他们的后代能够生活在一个没有黑暗恐怖的因尼斯特拉德中。",
	"Traditionally, three groups of angels known as flights or hosts served {@creature Avacyn|PSI}, each under the leadership of a lesser archangel.": "传统上，被称为阵营或主机的三组天使侍奉着{@creature Avacyn|PSI}，每个阵营都由一位次级大天使领导。",
	"The practical and sympathetic angels of Flight Alabaster were instrumental in maintaining Avacyn's wards against the supernatural evils of Innistrad. They preferred the use of spells to weapons, and engaged in battle only when they had exhausted other options. As a result, angels of other flights sometimes dismissed them as overly sentimental. Alabaster angels aided priests and cathars in maintaining the protective wards on city walls and at holy sites throughout the plane, and also aided Avacyn in conducting the spirits of the dead to their ultimate fate, dissolving into Innistrad's Æthereal essence. The leader of Flight Alabaster was {@creature Bruna|PSI}, called the Light of Alabaster.": "飞行群(Flight)阿拉巴斯特(Alabaster)的实用和富有同情心的天使在维护因尼斯特拉德(Innistrad)的超自然邪恶而存在的阿瓦辛(Avacyn)结界方面发挥了重要作用。他们更倾向于使用法术而非武器，并只有在耗尽其他选择时才会参与战斗。因此，其他飞行群的天使有时会认为他们过于多愁善感。阿拉巴斯特天使协助牧师和圣职者维护城墙和整个位面圣地上的保护结界，还协助阿瓦辛引导死者的灵魂走向他们的最终命运，融入尼斯特拉德的以太本质。飞行群阿拉巴斯特的领袖是{@creature Bruna|PSI}，被称为阿拉巴斯特之光(Light of Alabaster)。",
	"The Host of Herons comprised the angels of birth, rebirth, and purity, whose magic was said to ward humans against harm in life. This was always the smallest flight of angels, and its primary function was the scouting and tracking of werewolves and other marauding monsters. {@creature Sigarda|PSI} led the Host of Herons, wielding a scythe shaped like the head of a heron.": "鹭鸟之主包括了生育、重生和纯洁的天使，据说他们的魔法可以保护人类免受生活中的伤害。这总是最小的一群天使，其主要功能是侦察和追踪狼人和其他游荡的怪物。{@creature Sigarda|PSI} 领导着鹭鸟之主，手持一把形状像鹭鸟头的镰刀。",
	"Flight Goldnight was an army of soldier-angels focused on the martial strength of the church. These angels were characterized by pragmatism and strict observance of church law. They were strategists in battle and skillful leaders during armed conflicts, cultivating a martial mindset that made them more than willing to take up arms when the need arose. The leader of Flight Goldnight was {@creature Gisela|PSI}, called the Blade of Goldnight or the Blade of the Church.": "黄昼飞行者是一支以教会的武力为重点的天使军团。这些天使以务实和严格遵守教会法规而闻名。他们在战斗中是战略家，武装冲突中是熟练的领导者，培养了一种使他们在必要时毫不犹豫地拿起武器的军事思维。黄昼飞行者的领袖是{@creature Gisela|PSI}，被称为黄昼之刃或教会之刃。",
	"When the Eldrazi titan Emrakul first approached Innistrad, {@creature Avacyn|PSI} perceived her influence as a contagion that must be expunged from the world. However, unable to identify the source of that contagion, {@creature Avacyn|PSI} was driven mad, lashing out instead at every living thing. She led the angels in a vain effort to purge this corruption from the plane, viewing the humans they once protected as part of the maddening illness. The different flights of angels even began to war against each other, drastically reducing the number of angels on the plane.": "当埃尔德拉齐巨灵艾玛库尔首次接近因尼斯特拉德时，(Avacyn)将她的影响视为一种必须从世界中清除的传染病。然而，由于无法确定这种传染病的来源，(Avacyn)变得疯狂，而不是攻击每一个生物。她带领天使们试图从这个位面清除腐化，将曾经保护的人类视为这种令人发狂的疾病的一部分。不同的天使群甚至开始相互对抗，大大减少了位面上的天使数量。",
	"Wielding fiery swords and clad in full armor, the soldier-angels of Flight Goldnight became the scourge of all mortal life on Innistrad. None could predict what would trigger their violent judgment or where they would strike next. The angels of Flight Alabaster had always been at the forefront of the church's efforts to root out and punish demon cultists, necromancers, and other heretics. With Emrakul's approach, they grew at least as mad as {@creature Avacyn|PSI} herself. Their fervent obsession drove the forces of the Lunarch Inquisition, the church's efforts to root out sin among the human populace. The angels prodded the church to ever greater and more desperate action.": "挥舞着火焰之剑，身披全副盔甲，黄夜飞行军的士兵天使成为侵斩因尼斯特拉德上所有凡人生命的灾难。没有人能预测什么会引发他们的暴力审判，或者他们下一次会袭击何处。白雪飞行军的天使一直站在教会努力根除并惩罚恶魔教徒、死灵术士和其他异端的最前线。随着艾玛库尔的临近，他们变得至少和{@creature Avacyn|PSI}本身一样疯狂。他们的狂热迷恋驱使着月神审判会的力量，教会努力在人类中根除罪恶。天使们督促教会采取更大胆和更绝望的行动。",
	"Amid the chaos, {@creature Avacyn|PSI} created a new angelic flight to serve as her honor guard. Armed with moonsilver spears forged from shards of the broken Helvault, these angels of the Flight of Moonsilver served as sentries and guards at Thraben Cathedral, and flew alongside {@creature Avacyn|PSI} into battle against any perceived threat to Innistrad.": "在混乱中，{@creature Avacyn|PSI}创造了一个新的天使飞群，作为她的荣誉卫队。这些月银长矛是用打破的赫尔沃特碎片锻造而成，月银飞群的天使们在思瑞本大教堂充当哨兵和卫兵，与{@creature Avacyn|PSI}一起飞向战场，对抗对依尼斯特拉德构成威胁的任何敌人。",
	"Only {@creature Sigarda|PSI} and the Host of Herons remained unaffected by Avacyn's madness, perhaps because they were the angels of purity. The survivors of this host retreated to their old haunt in Gavony's remote parish of Videns to maintain a safe distance from {@creature Avacyn|PSI}.": "只有{@creature Sigarda|PSI}和Host of Herons的主人依然不受阿瓦辛疯狂的影响，也许是因为他们是纯洁的天使。这个队伍的幸存者撤退到了他们在加文尼偏远教区维登斯的老巢，以保持与{@creature Avacyn|PSI}安全距离。",
	"Angels that have gone mad can cast {@spell flame strike} once per day using their Innate Spellcasting trait. Additionally, the extra damage from their Angelic Weapons is half fire damage and half radiant damage.": "疯狂的天使可以利用他们的先天施法特性每天施放{@spell flame strike}。此外，他们天使武器的额外伤害一半是火焰伤害，一半是辐射伤害。",
	"Many of the evils that plague humanity on Innistrad arise from within humanity itself, and among the most terrible of these are creatures built by human hands. Some of these are animated by the magic of {@creature necro-alchemist|PSI|necro-alchemists} or witches, but others are inhabited and given life by hostile spirits or other malign forces. These include {@creature gargoyle|MM|gargoyles} and {@creature scarecrow|MM|scarecrows}, haunted dolls and suits of {@creature animated armor}, {@creature stone golem|MM|stone golems} formed of gravestones and mausoleums, and {@creature homunculus|MM|homunculi} created by stitchers and {@creature necro-alchemist|PSI|necro-alchemists}.": "在因尼斯特拉德（Innistrad）上困扰人类的许多邪恶都源自人类自身，其中最可怕的之一是由人类之手制造的生物。其中一些是被{@creature necro-alchemist|PSI|necro-alchemists}或女巫的魔法激活的，但另一些则是被敌对的灵魂或其他恶性力量寄宿并赋予生命。这些包括{@creature gargoyle|MM|gargoyles}和{@creature scarecrow|MM|scarecrows}，被鬼魂附身的娃娃和{@creature animated armor}套装，由墓碑和陵墓组成的{@creature stone golem|MM|stone golems}，以及由缝合工和{@creature necro-alchemist|PSI|necro-alchemists}创造的{@creature homunculus|MM|homunculi}。",
	"Innistrad is filled with the ghosts of the human dead. These spirits, called geists, take many forms. Some are protective ancestors, some are simply lost between life and death, and others are vengeful creatures bent on resolving conflicts they couldn't in life. While Avacyn stood as guardian over Innistrad, she and the angels of Flight Alabaster ushered the spirits of the departed into the Æther, where they rejoined the essence of the plane. In her absence—and now her madness—many spirits cling to the world of the living, unable or unwilling to find their way to the Blessed Sleep.": "Innistrad（伊尼斯特拉德）充满了人类死者的幽灵。这些灵魂被称为geists（盖斯特），形态各异。有些是保护祖先，有些只是在生死之间迷失，还有一些是怀着复仇之心的生物，决心解决生前无法解决的冲突。当Avacyn（艾瓦欣）作为伊尼斯特拉德的守护者时，她和Flight Alabaster（白石飞天）的天使们将逝者的灵魂引领至Æther（以太），让它们重新融入这片大地的本质。在她消失之后，以及现在她的疯狂之时，许多灵魂依附于活人世界，无法或不愿找到通往祝福之眠的道路。",
	"Geists exist in the space between the material and immaterial realms. Although their nature and substance are fundamentally insubstantial, allowing them to pass through walls or disappear entirely from view, they can affect the material world in a variety of ways. Some can make themselves solid for a brief time, or can solidify parts of themselves or items they hold—typically long enough to slash open a throat with a weapon or claws. Others operate at the level of the mind, instilling deadly fear within the living or twisting their senses. Victims believe so strongly in the illusory harm being inflicted on them by a geist that they actually suffer injury. Some geists can affect temperatures, using cold to numb or freeze the living—particularly when humans get lost on the moors or wander too far into bogs. Some use psychokinetic power to wrap brambles, chains, spikes, or glass around themselves, then wield those objects against the living.": "幽灵存在于物质和非物质领域之间的空间。尽管它们的本质和物质是基本无形的，使它们能够穿过墙壁或完全消失在视线之外，但它们可以以各种方式影响物质世界。一些幽灵可以让自己在短时间内变得实体，或者可以使自己的部分或手持物体凝固——通常足够长的时间用来用武器或爪子割开喉咙。其他幽灵在心灵层面操作，灌输致命的恐惧或扭曲他们的感官。受害者如此强烈地相信幽灵对他们造成的虚假伤害，以至于他们实际上受到伤害。一些幽灵可以影响温度，利用寒冷来使生物麻木或冻结——特别是当人类在荒原迷路或走得太远进入沼泽时。一些使用心灵动力学的力量将荆棘、链条、尖刺或玻璃缠绕在自己周围，然后将这些物体用来对付生物。",
	"Geists have always been a presence on Innistrad. Some manifest on the plane only because of a grudge or regret powerful enough to disturb the Blessed Sleep of the body to which they were connected. Others linger because of a strong desire to protect their living kin, or because of some obsession forcing them to continue a duty they performed in life.": "在依尼斯特拉德(Innistrad)上，幽灵一直存在。有些幽灵只是因为怀有足够强大的怨恨或遗憾，扰乱了他们曾经连接的身体的祝福睡眠而显现在这个位面上。还有一些幽灵因为强烈的愿望保护他们活着的亲人，或者因为某种迫使他们继续在生前执行的职责的执念而徘徊。",
	"Most geists have the ability to take control of corporeal bodies, including those still inhabited by the living. To possess a living person, a geist must overpower its victim's will, making it much easier to inhabit a corpse or a zombie. As long as the possession lasts, the geist has complete control over a living victim, which is forced to watch its body act without any ability to stop it.": "大多数幽灵都有能力控制有形身体，包括那些仍被活人占据的身体。要占据一个活人，幽灵必须压倒受害者的意志，这样就更容易占据尸体或僵尸。只要占据持续，幽灵就完全控制着活人受害者，后者被迫看着自己的身体行动，却无法阻止。",
	"As creatures of pure spirit, geists are partially sustained by the mana that flows through the plane of Innistrad. Thus, each geist is closely associated with one or more colors of mana, and its nature and attitude are shaped by the characteristics of that mana. The effects of possession by a geist likewise depend on the geist:": "作为纯精神的生物，幽灵(geists)部分地依赖流经Innistrad位面的法力来维持。因此，每个幽灵都与一种或多种颜色的法力密切相关，其性质和态度受该法力特性的影响。同样，被幽灵附身的效果取决于幽灵本身：",
	"Most white-aligned geists are benevolent, sheltering spirits, and they generally possess the living for their own protection.": "大多数以白色为主的幽灵都是仁慈的庇护灵，它们通常会占据活着的人来保护自己。",
	"Blue-aligned geists are prone to performing repetitive actions—knocking, arranging things in patterns, stacking objects, making marks, and so on. When they possess the living, they often induce this same kind of obsessive behavior.": "蓝色属性的幽灵倾向于执行重复的动作——敲击、按照图案排列物品、堆叠物体、留下印记等等。当它们附身于活体时，它们经常会诱发相同类型的强迫行为。",
	"Black-aligned geists hate the living, hungering eternally for life, power, or the settling of a wicked grudge. The victims they possess are forced to commit terrible crimes of violence and murder, and are often left injured, permanently crippled, or dying. These geists might be represented by the {@creature shadow}, {@creature specter}, {@creature will-o'-wisp}, or {@creature wraith} statistics in the Monster Manual.": "黑暗属性的幽灵憎恨生者，永远渴望生命、力量，或是解决邪恶的恩怨。它们附身的受害者被迫犯下可怕的暴力和谋杀罪行，常常受伤、永久残疾或濒临死亡。这些幽灵可能由怪物手册中的{@creature shadow}、{@creature specter}、{@creature will-o'-wisp}或{@creature wraith}统计数据来代表。",
	"Human spirits motivated by fury sometimes return as red-aligned geists called {@creature poltergeist|MM|poltergeists}. Use the {@creature specter} statistics from the Monster Manual with the {@creature poltergeist} variant for these creatures.": "受愤怒驱使的人类灵魂有时会以红色属性的幽灵形式返回，被称为{@creature poltergeist|MM|poltergeists}。使用怪物手册中的{@creature specter}统计数据，并为这些生物使用{@creature poltergeist}变种。",
	"Rarely, human spirits return as benevolent green-aligned geists. Similar to white geists, these spirits protect homes nestled in the forest and keep watch over orchards and groves.": "很少情况下，人类的灵魂会以善良的绿色属性幽灵的形式回归。类似于白色幽灵，这些灵魂保护着隐藏在森林中的家园，并守护着果园和树丛。",
	"Some bizarre and eccentric scientists use geists—the spirits of the dead—as an energy source to conduct strange experiments on living creatures and fuel crazed technological inventions. Necro-alchemists sometimes call themselves geistmages, but different practitioners identify themselves in different ways. What all have in common, however, is their use of elaborate contraptions to capture, bind, and draw the energy from geists.": "一些古怪和古怪的科学家使用geists——死者的灵魂——作为能源，进行对活物进行奇怪实验和推动疯狂技术发明。Necro-alchemists有时称自己为geistmages，但不同的从业者以不同的方式识别自己。然而，所有这些人共同之处在于他们使用精心设计的装置来捕捉、捆绑和从geists中提取能量。",
	"This technology is often employed to power sprawling laboratories. But some necro-alchemists have managed to bind geists to smaller containers, including tubelike canisters that are strapped to the back and attached to weapons that hurl lightning. At their best, necro-alchemists use their technological advances to fight the crazed angels. However, even the most true-hearted geistmages have been known to capture the spirits of fallen allies to recharge a geist-lightning weapon that has run out of fuel.": "这项技术通常被用来为庞大的实验室提供动力。但一些死灵炼金术士设法将幽灵绑定到较小的容器中，包括管状的罐装容器，这些容器被绑在背部并连接到能够发射闪电的武器上。在最好的情况下，死灵炼金术士利用他们的技术进步来对抗疯狂的天使。然而，即使是最忠诚的幽灵法师也有可能捕捉已经陨落的盟友的灵魂，以重新充能一个耗尽燃料的幽灵闪电武器。",
	"Necro-alchemists are best described using the {@creature mage} statistics in the Monster Manual, with the assumption that their spellcasting is facilitated by the use of geist-powered devices.": "死灵炼金术士最好使用《怪物手册》中的{@creature mage}统计数据来描述，假设他们的咒语施放是通过使用幽灵动力装置来实现的。",
	"Skaberen, also called stitchers, are scientist-mages who create artificial forms of life. The true goal of a skaberen is to create real life, an undertaking which usually produces a malformed \"offspring\" for the practitioner. This offspring is a skaab—a constructed zombie.": "创生者（Skaberen），也被称为缝合师（stitchers），是一种科学法师，他们创造人工生命形式。一个创生者的真正目标是创造真正的生命，这通常会产生一个畸形的“后代”给从业者。这个后代是一个斯卡布（skaab）— 一个构造的僵尸。",
	"Skaabs are assembled from disparate body parts and animated through scientific means. Most skaabs are more or less humanlike, but creative stitchers have crafted winged skaabs similar to the drakes of other worlds, towering giant skaabs, and unrecognizable horrors.": "Skaabs是由不同的身体部件组装而成，并通过科学手段赋予生命。大多数Skaabs看起来更像人类，但有创意的缝合者制作了类似于其他世界的龙的有翼Skaabs，高大的巨型Skaabs，以及难以辨认的恐怖生物。",
	"Skaberen go through an elaborate process to gather body parts, bind them together, infuse the stitched body with vital fluid, and plant a vital force in its unliving flesh. Some skaberen even use necro-alchemy to fuel their laboratories, leading to even more confusion in terminology.": "创生者(Skaberen)经过复杂的过程，收集身体部件，将它们绑在一起，注入活力液体，然后在这具无生命的肉体中植入生命力量。一些创生者甚至使用死灵炼金术(necro-alchemy)来为他们的实验室提供动力，导致术语更加混乱。",
	"Skaberen usually ply their trade in remote and inhospitable places, since they are viewed as blasphemers by the church of Avacyn. They often become obsessed hermits who surround themselves with ancient scrolls and books, phials of rare noxious liquids, glass jars full of pickled organs, anatomical charts for both humans and beasts, rune-engraved skeletal remains, and small anvils and hammers for inscribing brass and copper plates.": "创生者通常在偏远和恶劣的地方从事他们的工作，因为他们被阿瓦辛教会视为亵渎者。他们经常变成着迷的隐士，围绕自己囤积着古老的卷轴和书籍、装有稀有有毒液体的瓶子、装满腌制器官的玻璃罐、人类和野兽的解剖图、镌刻符文的骨骼遗骸，以及用于铭刻黄铜和铜板的小砧和锤子。",
	"Some skaberen might be mere {@creature commoner|MM|commoners}, or perhaps {@creature cultist|MM|cultists}. The most powerful among them might be {@creature mage|MM|mages} (using geist-powered devices), but the true power of most skaberen is in their creations ({@creature skaab|PSI|flesh golems}), not their own magic.": "一些创造者可能只是{@creature commoner|MM|commoners}，或者也许是{@creature cultist|MM|cultists}。其中最强大的可能是{@creature mage|MM|mages}（使用灵能动力装置），但大多数创造者真正的力量在于他们的创造物({@creature skaab|PSI|flesh golems})，而不是他们自己的魔法。",
	"The history of Strefan Maurer runs parallel to that of Strahd von Zarovich. After his father's death, Strefan studied magic and forged a pact with the demon Shilgengar in return for the promise of immortality. After murdering his brother Sergei and drinking his blood, Strefan journeyed to Markov Manor and consulted with Edgar Markov. Together, they worked with Shilgengar to create the twelve bloodlines of vampires on Innistrad. Maurer Estate (Castle Ravenloft) was not spirited away to a demiplane—it was already on Innistrad, itself a place of nightmares. And Strefan is not trapped here, so he is not seeking a successor in hopes of escaping. Newcomers to his domain do attract his attention, though, as the possibility of meeting a new consort is always on Strefan's mind.": "Strefan Maurer的历史与Strahd von Zarovich的历史平行。在他父亲去世后，Strefan学习了魔法，并与恶魔Shilgengar达成了一项交易，以换取永生的承诺。在谋杀了他的兄弟Sergei并喝下他的血之后，Strefan前往Markov庄园并与Edgar Markov商议。他们与Shilgengar合作，在Innistrad上创造了十二个吸血鬼血统。Maurer庄园（Ravenloft城堡）并没有被带到一个半位面中——它本来就在Innistrad上，这本身就是一个噩梦之地。而Strefan并没有被困在这里，所以他并不是在寻找继承人以期逃脱。然而，他对领地的新来者确实很感兴趣，因为与新的配偶相遇的可能性一直在Strefan的脑海中。",
	"Strefan's statistics are unchanged from the statistics of {@creature Strahd von Zarovich|CoS|Strahd} in the Curse of Strahd adventure, except that he lacks the Vampire Weaknesses feature. Instead, Strefan has the weaknesses shared by Innistrad vampires (see that earlier section).": "Strefan的统计数据与《库斯特拉德的诅咒》冒险中的{@creature Strahd von Zarovich|CoS|Strahd}的统计数据保持不变，唯一不同的是他没有吸血鬼的弱点特性。相反，Strefan拥有伊尼斯特拉德吸血鬼所共有的弱点（请参阅之前的章节）。",
	"The vampires of Innistrad form a civilization that stands alongside and in direct competition with humanity, presenting the greatest danger to human life on the plane. Like werewolves, vampires were originally human, and they view themselves as successors to the weak human race—even as they grudgingly recognize that they require humans to feed upon. Vampires are the embodiment of self-indulgent desire, pursuing hedonistic cravings that humans suppress out of a sense of morality and propriety. In their stately manor houses, sprawling courts, and towering castles, four great family lines of vampires show varying degrees of aggressiveness toward their human prey.": "Innistrad的吸血鬼形成了一个文明，与人类并肩而立，直接竞争，对飞机上的人类生命构成最大威胁。像狼人一样，吸血鬼最初是人类，他们认为自己是弱小人类的继承者，即使他们不情愿地承认他们需要人类作为食物。吸血鬼是自我放纵欲望的化身，追求人类出于道德和礼仪感抑制的沉溺欲望。在他们的庄严府邸、庭院和高耸的城堡中，四大吸血鬼家族展示了对人类猎物的不同程度的侵略性。",
	"Vampirism on Innistrad is an anointing that persists and is perpetuated by magic—not a curse or a disease, but a physical state that the vampires somewhat euphemistically call a \"condition of the blood.\"": "在因尼斯特拉德（Innistrad）上，吸血鬼主要通过魔法维持并延续的一种神圣仪式，而非诅咒或疾病，吸血鬼们有点委婉地称之为“血液状况”。",
	"Vampires have distinctive eyes, appearing as pools of gold or silver surrounded by black. Their hair is often black but can also be deep purple, dark magenta, burgundy, or even dark blue-green. Some vampires wear wigs for variety, novelty, or to disguise themselves more easily among humans. They have pale skin that is cool to the touch. Their canine teeth are slightly pronounced at all times, and they extend significantly when they bite to feed. Vampires also tend to have long and slightly curved fingernails.": "吸血鬼有着独特的眼睛，看起来像是被黑色包围的金色或银色的池塘。他们的头发通常是黑色的，但也可以是深紫色、深品红色、酒红色，甚至是深蓝绿色。一些吸血鬼会戴假发，以增加变化，新奇感，或更容易在人类中伪装自己。他们的皮肤苍白而触感凉爽。他们的犬齿一直略微突出，并且在咬人吸血时会显著延长。吸血鬼也倾向于拥有又长又稍微弯曲的指甲。",
	"Many vampires learn a unique form of mind-affecting magic that enables them to move among humans undetected. Called the glamer, this power alters what nearby humans think they're perceiving, as opposed to true illusion magic that masks the subject's appearance. As such, particularly strong-willed humans can sometimes shake off the effects of the glamer to see a vampire's true form.": "许多吸血鬼学习一种独特的影响心灵的魔法，使他们能够在人类中间不被察觉地移动。这种被称为幻影术（glamer）的力量改变了附近人类认为他们正在感知的东西，而不是掩盖主体外表的真正幻术。因此，特别意志坚定的人类有时可以摆脱幻影术的影响，看到吸血鬼的真实形态。",
	"Weapons cut from living wood are particularly effective against vampires, though any weapon can harm or kill them. A vampire can't cross running water that shows the reflection of the moon, and water blessed by Avacyn ({@item Holy Water (flask)|PHB|holy water}) burns vampire flesh like acid. A vampire's reflection in silver (including a silver-backed glass mirror) appears as the vampire would have looked without the vampiric condition—neither its true appearance nor its glamer, but a normal human, flaws and all. For that reason, vampires go to great lengths to avoid mirrors, and the presence of silver in any form is unsettling to them.": "从活木中切割的武器对吸血鬼特别有效，尽管任何武器都能伤害或杀死它们。吸血鬼无法穿过反映月亮的流动水，而被{@item Holy Water (flask)|PHB|holy water}祝福的水对吸血鬼的血肉犹如酸一般灼烧。吸血鬼在银镜（包括银背玻璃镜）中的倒影显示出吸血鬼在未受吸血鬼条件影响时的模样——既不是真实的外貌，也不是虚幻的外表，而是一个普通的人类，包括所有缺陷。因此，吸血鬼竭尽所能避免镜子，并且任何形式的银对它们都是令人不安的。",
	"A vampire needs to consume the blood of living humans for sustenance. At a minimum, during any given cycle of the moon, a vampire must drink as much blood as an average adult human contains (about five liters). Without enough blood, the vampire dries and shrivels, eventually crumbling to dust. Given the opportunity, most vampires will happily consume more blood than they strictly need.": "一个吸血鬼需要消耗活人的血液来维持生命。在任何一个月相周期中，吸血鬼至少需要喝下与一个成年人体内含量相当的血液（大约五升）。如果没有足够的血液，吸血鬼会变得干瘪并最终变成灰尘。在有机会的情况下，大多数吸血鬼会愉快地消耗比他们严格需要的更多的血液。",
	"Typically, a vampire drinks so much blood from a human that the victim dies, but sometimes the vampire is interrupted and the human survives and recovers. Such survivors are often met with suspicion and fear, but they never become vampires unless an actual exchange of blood has occurred—which is always a deliberate act on the vampire's part. These survivors are often plagued by unsettling (and sometimes disturbingly erotic) dreams, but they suffer no other lasting consequences.": "通常，吸血鬼会从人类身上吸取大量的血液，使受害者死亡，但有时吸血鬼会被打断，人类幸存并康复。这些幸存者经常会遭遇到怀疑和恐惧，但除非发生了实际的血液交换（这总是吸血鬼故意为之的行为），否则他们永远不会变成吸血鬼。这些幸存者经常被令人不安（有时甚至是令人困扰的性感）的梦魇所困扰，但他们不会遭受其他持久的后果。",
	"The selfish and arrogant vampires view humans as cattle in comparison to the elegance and sophistication of vampire society. Of course, that \"sophistication\" consists mostly of treachery and debauchery, where grudges and betrayals are a source of amusement. The vampires' endless revels, feasts, romances, and intrigues are rife with decadence and hedonism. They overindulge in everything, including sex, food, drink, entertainment, sleep, and scheming.": "自私和傲慢的吸血鬼将人类视为牲畜，与吸血鬼社会的优雅和精致相比。当然，那种“精致”主要是指背叛和放荡，仇恨和背叛成为一种娱乐源泉。吸血鬼无休止的狂欢、盛宴、浪漫和阴谋充斥着颓废和享乐主义。他们过度沉溺于一切，包括性、食物、饮料、娱乐、睡眠和阴谋。",
	"Innistrad's ancient history speaks of a human alchemist and healer named Edgar Markov, who sought to preserve his own life and the lives of his family. As old age began to claim him, he despaired of finding an alchemical solution and turned to black magic. Not long after, the demon Shilgengar appeared to Markov and revealed a means by which he could achieve immortality: a dark ritual that involved drinking an angel's blood.": "在伊尼斯特拉德的古老历史中，传说有一位名叫埃德加·马可夫(Edgar Markov)的人类炼金术士和治疗师，他试图延续自己和家人的生命。随着年老之时的临近，他绝望地发现无法找到炼金术的解决方案，于是转向黑魔法。不久之后，恶魔席尔根加(Shilgengar)出现在马可夫面前，并揭示了一种可以实现永生的方法：进行一场涉及饮用天使血液的黑暗仪式。",
	"The vampires of Innistrad are all descended from twelve ancient sires—the congregation that participated in Markov's blasphemous ritual. Of these twelve bloodlines, four constitute the vast majority of Innistrad's vampires: Markov, Voldaren, Falkenrath, and Stromkirk.": "在伊尼斯特拉德（Innistrad）的吸血鬼都是源自十二位古老始祖——参与了马可夫（Markov）亵渎仪式的那些人。在这十二个血统中，有四个构成了伊尼斯特拉德吸血鬼的绝大多数：马可夫（Markov）、沃尔德伦（Voldaren）、法肯拉斯（Falkenrath）和斯特罗姆柯克（Stromkirk）。",
	"Driven by their passions, their supernatural hunger, and the cycle of the moon, werewolves shed their tenuous humanity to embrace the savage predator within. They live along the boundary between humanity and supernatural evil, between civilization and the wilds, between light and utter darkness. Gathering in wild packs or hunting alone under the silver moon, werewolves embody the urge to violence, the rebellion against social mores and the chains of conscience, and the hunting instinct that lives within the human heart.": "受到他们的激情、超自然的饥渴和月相的影响，狼人放弃了他们脆弱的人性，拥抱内心的野蛮掠食者。他们生活在人类和超自然邪恶之间的边界上，文明和荒野之间的边界上，光明和彻底黑暗之间的边界上。狼人聚集在荒野包围中或在银月下独自狩猎，体现了对暴力冲动的渴望，对社会道德和良心枷锁的反抗，以及存在于人类内心的狩猎本能。",
	"Lycanthropy—the condition that turns humans into werewolves—is a supernatural curse that causes the victim's spiritual essence to become mingled with the wild essence of nature, symbolized by the wolf. The lycanthrope can be thought of as possessing two souls, or a single soul split between two essences that constantly battle for control. When the wild wolf essence triumphs, the werewolf change occurs. This might explain why werewolves hunt humans so often; the wolf essence desires to destroy the human side and triumph over humanity, and does so symbolically through brutal murder.": "狼人症——这种将人类变成狼人的情况——是一种超自然的诅咒，导致受害者的精神本质与大自然的狂野本质融为一体，以狼为象征。狼人可以被认为拥有两个灵魂，或者是一个灵魂分裂成两种本质，它们不断争夺控制权。当狂野的狼本质取得胜利时，狼人的变化就会发生。这也许可以解释为什么狼人经常猎杀人类；狼本质渴望摧毁人类一面并战胜人性，通过残忍的谋杀来象征性地实现这一目标。",
	"A person afflicted with lycanthropy is forever in doubt of his or her own urges and instincts. In human form, a werewolf feels the pull of the wolf's essence even while fully engaged with human society. All lycanthropes feel the war of emotions in their hearts, and as the moon grows full, conscience, religion, and personal restraint wield less and less influence. The full moon makes the change inevitable, but any strong emotion or traumatic experience can also trigger the transformation.": "患有狼人病的人永远怀疑自己的冲动和本能。在人类形态下，狼人即使完全融入人类社会，也感受到狼的本质的吸引力。所有狼人都在内心感受到情感的战争，当月圆之时，良心、宗教和个人克制的影响力越来越小。满月使变身成为必然，但任何强烈的情绪或创伤经历也可能触发变身。",
	"Werewolves in either form seem to be able to tell a human-form lycanthrope by scent. Indeed, humans who are mysteriously spared during werewolf rampages are often suspected of being werewolves themselves.": "无论是以哪种形态出现的狼人似乎都能通过气味辨别出人形的狼人。事实上，在狼人肆虐期间神秘幸存的人类常常被怀疑是狼人。",
	"Werewolves in canid form are beings of unparalleled savagery and strength. Their bodies are perfectly engineered for slaughter, with jaws capable of snapping bone and claws sharp enough to rip the entrails from a beast many times their size. Their minds are explosions of instinct and adrenaline, fed supernatural awareness from their heightened senses yet cognitively blind to almost everything but the kill. They can walk upright for manual dexterity or lope on four limbs for speed. Their howl is said to release the wolf's spirit within, a harrowing sound that fogs the air and chills the night. Werewolves in canid form cannot speak human languages, but seem to be able to communicate with each other on matters of hunting, dominance, and social hierarchy, as canines do in the wild.": "狼人在犬形态下是无与伦比的凶残和强大的存在。它们的身体完美地为屠杀而设计，有着能够咬断骨头的颚和锋利到足以撕裂比它们体型大得多的野兽的爪子。它们的思维是本能和肾上腺素的爆发，通过它们高度敏锐的感官获得超自然的意识，但在除了杀戮之外几乎对一切都视而不见。它们可以直立行走以获得手部灵巧性，也可以四肢奔跑以获得速度。据说它们的嚎叫释放了狼的灵魂，一种令人毛骨悚然的声音，使空气变得模糊，夜晚变得寒冷。狼人在犬形态下无法说人类语言，但似乎能够像野生动物一样就狩猎、支配和社会等级问题进行交流。",
	"If a werewolf dies in canid form, it changes back to human form, a process called death reversion.": "如果一只狼人以犬形态死亡，它会变回人类形态，这个过程被称为死亡逆转（(death reversion)）。",
	"The exact means by which a person is subjected to the curse of lycanthropy is unknown and clouded by superstition. It's likely that the curse can be imposed by a variety of different means—including intentional participation in a ritual meant to invoke the curse. Sometimes, it seems that a werewolf howlpack chooses a victim; certainly, most victims share a common experience of being called to join the pack.": "一个人如何受到狼人诅咒的确切方式是未知的，并被迷信所笼罩。很可能这个诅咒可以通过各种不同的方式施加，包括故意参与旨在引发诅咒的仪式。有时候，似乎是狼人嚎叫群选择了一个受害者；当然，大多数受害者都有一个共同的经历，那就是被召唤加入这个群体。",
	"Werewolves are often lone hunters, stalking and killing humans as singular monsters in towns and villages. But some werewolves form loose social groups in the wild, called howlpacks. The population of any howlpack waxes and wanes like the moon, gaining and losing members as individual lycanthropes enter or leave their canid state. Some werewolves seem to be continually drawn back to a familiar howlpack, returning to it time after time as they drop their human guise to reenter the wild.": "狼人通常是孤独的猎手，在城镇和村庄中作为独立的怪物潜行并杀害人类。但有些狼人在荒野中形成松散的社会团体，被称为（howlpacks）。任何（howlpack）的人口都像月亮一样不断变化，随着个别狼人进入或离开他们的狼人状态而增加或减少成员。有些狼人似乎总是被吸引回一个熟悉的（howlpack），一次又一次地返回，放下他们的人类伪装重新进入荒野。",
	"Howlpacks can be tiny hunting parties of just a few werewolves or massive hordes of over a hundred beasts. They are typically led by single alphas (male or female) that dominate the pack. Alphas must often defend their power by defeating challengers in combat.": "Howlpacks（嚎群）可以是仅由几只狼人组成的小型狩猎队，也可以是超过一百只野兽的庞大群体。它们通常由一只主导群体的阿尔法（雄性或雌性）领导。阿尔法经常必须通过在战斗中击败挑战者来捍卫他们的权力。",
	"Ghoulcallers are necromancers—mages who use black mana to call forth the dead from graveyards. These risen dead are called ghouls, or the unhallowed. The ghoulcaller fills the fragile mind of his or her creation with a single driving purpose, which the ghoul carries out to the best of its ability using whatever skills it has. The result is a grotesque parody of life: risen blacksmiths attempting to \"reforge\" their opponents, fallen warriors rasping incoherent battle cries, undead murderers reawakening their deadly slyness, and fallen mages trying to weave spells that often result in some horrible distortion of their original purpose.": "食尸鬼召唤师是死灵术士——使用黑魔法从坟墓中召唤死者的法师。这些复活的死者被称为食尸鬼，或者被诅咒者。食尸鬼召唤师会将他或她创造物的脆弱心灵填满一个唯一的驱动目的，而食尸鬼会尽其所能利用任何技能来实现这个目的。结果是一种生命的怪诞模仿：复活的铁匠试图“重铸”他们的对手，倒下的战士喃喃自语着无意义的战斗呐喊，不死杀手重新唤醒他们致命的狡猾，倒下的法师试图编织法术，往往导致对原始目的的可怕扭曲。",
	"The clergy of Avacyn perform rituals on the final resting places of the dead to ensure the Blessed Sleep, but during Avacyn's time in the Helvault, ghoulcallers had an easier time in their work. In this present age of Avacyn's madness, not only are necromancers easily able to plunder the graves of the fallen, but ghouls seem to arise spontaneously from graves across Innistrad.": "阿瓦辛(Avacyn)的神职人员在死者的最终安息地上进行仪式，以确保得到祝福的安眠，但在阿瓦辛被困在地狱之狱(Helvault)期间，食尸鬼召唤者们更容易进行他们的工作。在这个阿瓦辛陷入疯狂的当下时代，不仅死灵术士能够轻易地掠夺陨落者的坟墓，而且食尸鬼似乎会自坟墓中自发地出现在因尼斯特拉德(Innistrad)各地。",
	"The {@creature zombie|MM|zombies} in the {@i Monster Manual} describe the most common ghouls of Innistrad. More powerful necromancers might raise unhallowed dead with the statistics of {@creature ghast|MM|ghasts}, {@creature ghoul|MM|ghouls}, {@creature mummy|MM|mummies}, or {@creature wight|MM|wights}.": "在{@i Monster Manual}中，{@creature zombie|MM|zombies}描述了Innistrad最常见的食尸鬼。更强大的死灵法师可能会唤起具有{@creature ghast|MM|ghasts}、{@creature ghoul|MM|ghouls}、{@creature mummy|MM|mummies}或{@creature wight|MM|wights}统计数据的不洁死者。",
	"Ghouls also include zombie animals, often animated by necromancers to serve as familiars—most commonly {@creature zombie cat|PSI|cats}, {@creature zombie rat|PSI|rats}, and {@creature zombie snake|PSI|snakes}. These creatures have the statistics of the small animals in the {@i Monster Manual}, with the addition of the zombie's Undead Fortitude trait.": "食尸鬼还包括僵尸动物，通常由死灵术士操控，作为使魔——最常见的是{@creature zombie cat|PSI|cats}，{@creature zombie rat|PSI|rats}和{@creature zombie snake|PSI|snakes}。这些生物具有{@i Monster Manual}中小动物的属性，另外还具有僵尸的不死坚韧特性。"
}