{
	"Aberrant zealots are cultists who have reached out to the powers of the Far Realm—only for something to reach back. Steeped in strange energy, aberrant zealots borrow their vicious might from the monstrous entities that inhabit that fell plane.": "异常狂热者是与异界之力接触的异教徒——只是有某种力量也在回应。浸透在奇异能量中，异常狂热者从栖息在那个邪恶位面的怪物实体那里借用了他们的凶猛力量。",
	"When a Humanoid consumed by cruelty and rage dies in an area corrupted by the Far Realm, the creature sometimes rises as an ashenwight. The skin of these Undead horrors is desiccated, and their eyes often glow with otherworldly power.": "当一个被残忍和愤怒所吞噬的人形生物死在被远境腐化的区域时，有时候这个生物会升起为一只灰烬幽灵。这些不死恐怖的皮肤干燥，它们的眼睛常常闪耀着异世界的力量。",
	"Brain breakers look like giant brains with stout legs, and they wear steel armor made from interlocked links of Ilvaash's runes (knots of tentacles, brains, and jagged lines reminiscent of jaws).": "脑破坏者看起来像是巨大的大脑，有粗壮的腿，它们穿着由伊尔瓦什符文（触手、大脑和锯齿状线条交织而成的）制成的钢铠。",
	"The malign energy of the Far Realm causes a cloaker to merge with the rotted corpse of its last meal, resulting in a hideous puppeteering Aberration. The cloaker mutate shrouds its actions in a miasma of phantasmic duplicates. It uses the corpse melded to its underside to absorb damage and to strike at prey.": "遥远领域的邪恶能量导致一只披风兽（Cloaker）与其最后一餐的腐烂尸体融合，形成了一个丑陋的操纵畸变体。这只变异的披风兽用虚幻复制物的瘴气掩盖其行动。它利用融合在其下方的尸体来吸收伤害并袭击猎物。",
	"An encephalon cluster pays no heed to an elder brain or its mind flayer progenitors. This grotesque creature shambles through dark and forgotten caverns, spewing warped progeny so it can multiply. As such, many mind flayers view encephalon clusters as insidious viruses. If left unchecked, a single encephalon cluster can quickly become a gorging menace that can overrun an entire mind flayer colony.": "一个脑团不理会老脑（elder brain）或其控脑食人魔（mind flayer）祖先。这个怪诞的生物蹒跚穿行在黑暗和被遗忘的洞穴中，喷吐扭曲的后代以便繁殖。因此，许多控脑食人魔将脑团视为阴险的病毒。如果不加控制，一个单独的脑团很快就会变成一个贪婪的威胁，可以淹没整个控脑食人魔殖民地。",
	"When an illithid colony lays its eggs dangerously close to a Far Realm rift, an egg sac has a chance to mutate into what is known as an encephalon cluster—a ravenous, slimy, psionic, brain-shaped mass that spawns horrors called encephalon gemmules.": "当一群思想君主的殖民地将它们的卵产在与远境裂缝危险地接近的地方时，一个卵囊有机会突变成为所谓的脑囊群——一个贪婪、黏滑、有灵能力、呈脑形的团块，产生了被称为脑囊结晶的恐怖生物。",
	"Due to the influence of the Far Realm, the eggs within an encephalon cluster no longer hatch into illithid tadpoles. Instead, when one of an encephalon cluster's eggs reaches maturity, it is ejected from the mass as an encephalon gemmule.": "由于远境的影响，脑囊群中的卵不再孵化成伊利希德蝌蚪。相反，当脑囊群中的一个卵成熟时，它会被从群体中排出，形成一个脑囊晶胚。",
	"When spawned, a gemmule appears as a misshapen, spindly legged, pyramid-shaped nugget of soft, fleshy matter. If left to its own devices, an encephalon gemmule grows into an encephalon cluster in a matter of days, at which point it begins producing its own gemmules.": "当生成时，一个(gemmule)出现为一个畸形的、细长腿的、金字塔形的软、多肉质块。如果让其自生自灭，一个(encephalon gemmule)会在几天内长成一个(encephalon cluster)，此时它开始产生自己的(gemmules)。",
	"Feral ashenwights retain a fragment of the spark they had in life. However, they are devoid of memories or thoughts beyond a compulsive desire to destroy all living creatures they encounter.": "野性灰灵保留了他们生前的火花碎片。然而，他们缺乏记忆或思维，只有一种强烈的冲动，即摧毁遇到的所有生物。",
	"A fiendish auger is created when a wicked spirit enters an excavation drill, causing the hulking corkscrew bore to glow brightly with hellfire.": "当一个邪恶的灵魂进入一个挖掘钻机时，就会产生一个邪恶的螺旋钻头，使得这个庞大的螺旋钻头燃烧着地狱之火。",
	"Fueled by the fervent aggression of the evil spirit within, fiendish augers can rapidly churn through solid rock. However, those who employ a fiendish auger must keep a keen eye on the machine. Without careful instruction, a fiendish auger indiscriminately bores through creature and earth alike.": "受邪恶精神的狂热侵袭推动，恶魔钻孔机可以迅速穿透坚硬的岩石。然而，那些使用恶魔钻孔机的人必须密切关注这台机器。如果没有仔细的指导，恶魔钻孔机会毫不区分地穿透生物和大地。",
	"Squelching and quivering with insatiable hunger, a flesh meld is a hulking amalgamation of teeth, blood, and body parts. Sinuous appendages of gore, each ending in a gnashing mouth, bite at prey before yanking the piteous creatures into the flesh meld's core. The stench of death surrounds a flesh meld.": "挣扎着、颤抖着，无法满足的饥饿，一团血肉融合体是一团庞大的牙齿、血液和身体部分的混合物。血淋淋的觢纹附肢，每个都以一个咬牙切齿的嘴结束，咬着猎物，然后将可怜的生物拽入血肉融合体的核心。一团血肉融合体周围弥漫着死亡的恶臭。",
	"When a creature is consumed by a flesh meld, the creature's mind is merged into the flesh meld's consciousness. More resilient minds may fight against this assimilation, but inevitably, the mind succumbs to the discordant chorus of thoughts to kill and consume.": "当生物被血肉融合体吞噬时，生物的意识会融入血肉融合体的意识中。更有韧性的意识可能会抵抗这种同化，但最终，意识会屈服于杂音般的杀戮和吞噬思绪。",
	"Goblin psi brawlers use their psionic talents to heighten their physical might. Their strikes crackle with psychic energy, and while angered, goblin psi brawlers can unleash a telekinetic thrust strong enough to knock enemies to the ground.": "哥布林灵能搏击者使用他们的灵能天赋来增强他们的身体力量。他们的打击充满了精神能量，当愤怒时，哥布林灵能搏击者可以释放出足以将敌人击倒在地的念动冲击。",
	"Goblin psi commanders are among the few psionic goblins who manage to fully control the power within themselves. Awakened to the total breadth of their psionic abilities, goblin psi commanders wield blades of pure psychic energy. They can throw barriers of mental force while toppling foes with a single, mind-splitting burst.": "哥布林心灵指挥官是为数不多能够完全控制自身力量的通灵哥布林之一。觉醒于他们心灵能力的全部广度，哥布林心灵指挥官挥舞着纯粹的心灵能量之刃。他们可以投掷心灵力场屏障，同时用一次心灵分裂的爆发击倒敌人。",
	"When the influence of the Far Realm affects Humanoids, the resulting creature might be a thing of nightmares. Multitudinous webbed wings sprout haphazardly along this mutate's body. Its skin becomes clammy and as smooth as a salamander's.": "当远境的影响影响到人形生物时，产生的生物可能会成为噩梦的产物。无数的膜翼零乱地在这个变异体的身体上生长。它的皮肤变得湿漉漉，光滑如蝾螈的皮肤。",
	"Some intelligent Humanoid mutates retain their personalities from before they were exposed to the Far Realm. Some, driven by the allure of otherworldly powers, seek this transformation to become malevolent prophets and harbingers. Others find magical ways to return to their previous forms.": "一些智能的人形变种保留了他们在暴露于遥远领域之前的个性。一些被异界力量吸引的人，寻求这种转变，成为邪恶的先知和预言者。其他人则找到了魔法的方法恢复到他们之前的形态。",
	"A former member of the Lords' Alliance, Glasstaff seized an opportunity in Phandalin to line his own pockets. Originally tasked with setting up a constabulary, he instead assembled a group of outlaws and local ruffians to secure his own position in town.": "Glasstaff（玻璃法杖）是前领主同盟的成员，他在芬德林（Phandalin）找到机会，为了自己的利益而行动。最初被委托建立一个警察局，但他却组建了一群歹徒和当地的恶棍，以确保自己在镇上的地位。",
	"Glasstaff puts on airs of gentility and courteous manners, addressing his bandits and ruffians as \"my good fellows,\" and referring to sordid acts such as kidnapping or arson as \"that unpleasant little business\" or \"those unfortunate events.\" He may refer to the characters as his \"honored guests,\" and expresses regret that he cannot provide suitable entertainment for the occasion of their visit. Beneath his genteel demeanor, however, Glasstaff is just as violent and arrogant as any of the Redbrands.": "玻璃杖（Glasstaff）装腔作势，以温文尔雅和彬彬有礼的态度对待他的强盗和恶棍们，称他们为“我的好伙伴”，将绑架或纵火等肮脏行为称为“那件令人不快的小事”或“那些不幸事件”。他可能会称呼角色们为他的“尊敬的客人”，并表示遗憾他无法为他们的到访提供合适的娱乐。然而，在他温文尔雅的外表之下，玻璃杖和任何一位红袍帮成员一样暴力和傲慢。",
	"The Far Realm has tainted the elder brain that fuels Illithinoch's mind flayers.": "遥远领域已经污染了供给伊利西诺克（Illithinoch）食脑怪动力的长者脑（elder brain）。",
	"When the strange horrors of the Far Realm rip at the minds of individuals, some of those wayward shreds of thought conglomerate to form an intellect snare. An intellect snare appears as a writhing ball of tentacles, echoing with the cacophonous sounds of every thought the snare has consumed.": "当异域的奇异恐怖撕裂个体的心灵时，一些那些迷失的思维碎片会聚集在一起形成一个智力陷阱。一个智力陷阱看起来像是一团扭曲的触手，回荡着陷阱吞噬的每一个思维所产生的混乱声音。",
	"Intellect snares are scavengers, often found scouring the aftermath of a mind flayer attack to feast on whatever hapless creatures are left behind. An intellect snare feeds by wrapping a creature in one of its tentacles and then siphoning shreds of thought, leaving a tattered mind in its wake.": "智力陷阱（Intellect snares）是食腐动物，经常被发现在一场脑食人魔（mind flayer）袭击后搜寻残留下来的不幸生物。智力陷阱通过用触手缠绕生物，然后吸取思维碎片来获取食物，留下一颗支离破碎的心灵。",
	"Lowarnizel is a young amethyst dragon, and his companion is a lawful neutral human mage named Gossa. Both hate the Far Realm and anything tainted by it.": "洛瓦尼泽尔是一只年轻的紫晶龙，他的伙伴是一位中立守序的人类法师，名叫戈萨(`Gossa`)。他们都憎恶遥远位面和任何被其污染的事物。",
	"In pursuit of reconstructing their lost empire, a few mind flayers have turned to their home plane, the Far Realm, for answers. A mind flayer clairvoyant has peered into that realm's starless depths and been subsequently rewarded with extraordinary powers.": "为了重建他们失去的帝国，一些食脑怪已经转向他们的家园位面——遥远领域，寻找答案。一位食脑怪千里眼凝视着那个领域无星的深渊，随后被赋予了非凡的力量。",
	"Instead of heeding an elder brain, a mind flayer clairvoyant listens to the whispers and whims of the voices of the Far Realm. In addition to feasting on brains, a mind flayer clairvoyant can summon tentacles that rip through the fabric of reality and distort the minds of enemies.": "与听从老者脑袋不同，一名触顶观者（mind flayer clairvoyant）聆听遥远领域之声的耳语和心愿。除了享用大脑外，一名触顶观者还能召唤触手，撕裂现实的面纱并扭曲敌人的心智。",
	"Mind flayers, also known as illithids, feast on the brains of Humanoids across the multiverse. They are distinguished by their purple-toned skin and octopus-like heads, from which extend writhing tentacles.": "心灵吸食者，也被称为伊利希德（illithids），在多元宇宙中以吞食人形生物的大脑为生。它们以紫色皮肤和章鱼般的头部为特征，从中延伸出扭曲的触须。",
	"A nothic is a monstrous creature with terrible talons and a single great eye. When driven to violence, it uses its horrific gaze to rot the flesh from its enemies' bones.": "一只诺西克((nothic))是一种怪物，拥有可怕的爪子和一个巨大的单眼。当被驱使到暴力时，它会利用恐怖的凝视使敌人的骨头腐烂。",
	"Some mind flayers dedicate their lives to channeling abstruse truths from beyond reality. This insight gives them preternatural senses and allows them to focus their innate psionic power.": "一些触须怪将他们的生命奉献于从现实之外获取深奥真理。这种洞察力赋予他们超自然的感知能力，并使他们能够集中他们天生的超能力。",
	"A creature exposed to the strange energy of the Far Realm risks developing mutations. Such a creature undergoes a metamorphosis as the powers of the Far Realm rewrite the fundamentals of the creature's existence.": "一个暴露于异界的奇异能量的生物可能会发展出变异。这样的生物会经历一次蜕变，因为异界的力量重新书写了生物存在的基本原理。",
	"Any creature can become a mutate and transform to exhibit physical characteristics associated with the Far Realm. Some creatures become mutates after prolonged exposure to Far Realm energy or magic drawn from that strange plane. Others deliberately change themselves, seeking to embrace the fell powers they worship. Creatures that become mutates often inexplicably change back to their previous forms once the Far Realm influence abates.": "任何生物都可以成为一个变异体(mutate)，并转变成展现与异界(Far Realm)相关的身体特征。一些生物在长时间暴露于异界能量或从那个奇怪位面汲取的魔法后变成变异体。其他生物则是有意改变自己，试图拥抱他们崇拜的邪恶力量。成为变异体的生物通常在异界影响减弱后莫名其妙地恢复到他们之前的形态。",
	"Forcing a transformation on creatures inexplicably fails, though evil forces—such as the mind flayer empire of old—have conducted much research on the topic. For centuries, mind flayers have tried to create armies of mutates to sweep through the Underdark. However, their efforts always proved fruitless, and eventually the mind flayers gave up their schemes.": "强迫对生物进行转化的尝试莫名其妙地失败了，尽管邪恶势力——比如古老的（mind flayer empire）——在这个领域进行了大量研究。几个世纪以来，（mind flayers）一直试图创建一支突袭地底世界的变种军队。然而，他们的努力总是徒劳无功，最终（mind flayers）放弃了他们的计划。",
	"Several common types of mutates exist. The individuals with stat blocks presented in this section are found in the preceding adventure, although other mutates exist. Some creatures are more prone to becoming Far Realm mutates, such as the cloaker and otyugh.": "存在几种常见类型的变种体。本节中呈现的具有属性块的个体可在前述冒险中找到，尽管还有其他变种体存在。有些生物更容易变为远境变种体，比如披风怪和渊腥。",
	"Mutates often gain psionic abilities, grow wings, become covered in otherworldly slime, or exhibit other unsettling traits. Specific mutated creatures are further described in appendix A.": "突变体经常获得超能力，长出翅膀，被异界粘液覆盖，或展现其他令人不安的特征。具体的突变生物在附录A中进一步描述。",
	"The Spider—a drow mastermind named Nezznar—is searching Wave Echo Cave for the Forge of Spells, a magical forge that was used by dwarves and gnomes in bygone days to fashion powerful magic items.": "蜘蛛 - 一位名为内兹纳(Nezznar)的黑暗精灵策划者 - 正在搜索回声洞穴(Wave Echo Cave)，寻找法术锻造炉(Forge of Spells)，这是矮人和侏儒在往昔使用的魔法锻造炉，用来制作强大的魔法物品。",
	"The Spider wants Wave Echo Cave for himself, and he's taking steps to make sure no one else knows where it is.": "蜘蛛想要独占自己的波浪回音洞穴，他正在采取措施确保没有其他人知道它的位置。",
	"Many oculorbs are dreamed into existence by beholders. The Far Realm's strange power can pervade a beholder's dreams, resulting in the birth of an oculorb.": "许多眼魔珠是被注视者在梦中创造出来的。遥远位面的奇异力量可以渗透注视者的梦境，导致眼魔珠的诞生。",
	"Oculorbs resemble a slimy conglomeration of eyes in many sizes and shapes. They are dreaded even by the beholders that birth them. An oculorb is a tangle of negative emotions—the fury, melancholy, and obsession of its creator, all given gruesome, corporeal form. Like a beholder, an oculorb can fire beams of energy from its eyes, but an oculorb's eyes lack the more sophisticated magical nature of a beholder's eyestalks. Instead, an oculorb unleashes powerful waves of energy charged with negative emotions, cowing its foes with despair and ire.": "眼珠球(Oculorbs)看起来像是一团由各种大小和形状的眼睛组成的黏糊糊的东西。它们甚至被生育它们的凝视者所害怕。眼珠球是负面情绪的纠缠——愤怒、忧郁和执着，全部以可怕的、实体的形式呈现。像凝视者一样，眼珠球可以从它的眼睛中发射能量射线，但眼珠球的眼睛缺乏凝视者眼柄更复杂的魔法本质。相反，眼珠球释放出充满负面情绪的强大能量波，用绝望和愤怒使敌人屈服。",
	"Oshundo lived in Illithinoch at the height of the mind flayer empire many centuries ago, but Oshundo was driven out for practicing arcane magic. It's obvious that this rejection still stings Oshundo, who refers to Illithinoch's longdead leaders as \"ignorant fools\" who are \"closed to the flexibility and power of arcane magic.\"": "奥舜多（Oshundo）生活在许多个世纪前，伊利希诺克（Illithinoch）心灵吸血鬼帝国鼎盛时期，但因为练习奥术魔法而被驱逐出境。很明显，这种拒绝仍然让奥舜多感到痛苦，他将伊利希诺克已逝领袖称为“无知愚昧”的人，他们“对奥术魔法的灵活性和力量闭目塞听”。",
	"Rising from piles of carrion and filth exposed to Far Realm energy, an otyugh mutate grows chitinous, jet-black plating over its limbs. The plates contrast sharply with the translucent, almost ghostly, appearance of its flesh, which provides a grotesque window into the virulent refuse the otyugh recently consumed.": "从堆积的腐肉和污秽中崛起，暴露于法域能量的奥特约突变体在其四肢上长出了甲壳质的漆黑外壳。这些外壳与其肉体的半透明、几乎幽灵般的外观形成鲜明对比，让人不禁想起奥特约最近摄入的恶毒废料。",
	"When an ashenwight arises near a crystal vein infused with aberrant power, or when one lingers in an area of fell magic, there is a chance for the ashenwight to develop psionic abilities. A psionic ashenwight is markedly more sapient than other ashenwights, though the resulting consciousness is a new creation separate from who the ashenwight was in life.": "当一只灰白亡灵在注入畸变力量的水晶矿脉附近出现，或者在邪恶魔法区域逗留时，这只灰白亡灵有机会发展出超能力。一个超能灰白亡灵比其他灰白亡灵更有智慧，尽管产生的意识是一个全新的创造，与灰白亡灵在生前的身份完全不同。",
	"Some psionic ashenwights dedicate their existence to piecing together their previous life, while others strive to enlighten other ashenwights to this new psionic power.": "一些灵能灰灵魔致力于拼凑起他们以前的生活，而另一些则努力启发其他灰灵魔获得这种新的灵能力量。",
	"The specifics of how a psionic goblin comes to exist vary. Some are born, changed by energy leaking from the Far Realm. Others transform themselves with their psionic power or enter into agreements with other Aberrations, which help them transform in return for their service as shock troops. Regardless, the result is the same: a goblin with unnatural and barely contained psychic power.": "通灵鬼怪（psionic goblin）的产生方式各有不同。有些是出生时受到来自遥远位面的能量影响而改变。另一些则通过自身的通灵能力进行转变，或与其他畸变生物达成协议，后者帮助它们进行转变，作为其休战部队的服务。不管怎样，结果都是一样的：一个拥有不自然且难以控制的心灵力量的鬼怪。",
	"Psionic goblins often struggle to handle the turbulent psychic energy within their minds and bodies. Those psionic goblins who learn how to safely tap into this psychic power are formidable forces in combat. Psionic goblins often augment their martial skills with telekinesis, and stealthy squads of psionic goblin warriors can communicate via telepathy, making them excellent infiltrators and ambushers.": "念力哥布林经常很难控制他们心灵和身体内的激荡的精神能量。那些学会如何安全地利用这种精神力量的念力哥布林在战斗中是强大的力量。念力哥布林经常用意念动能增强他们的武术技能，而潜行的念力哥布林战士小队可以通过心灵感应进行交流，使他们成为优秀的渗透者和伏击者。",
	"Qunbraxel is an arrogant mind flayer warlock. Qunbraxel is always attended by four loyal grimlocks. They swap this duty with other grimlocks nearby, although Qunbraxel can hardly be bothered to tell one grimlock minion from another.": "坤布拉克塞尔(Qunbraxel)是一个傲慢的触须怪术士。他总是有四个忠诚的格里姆洛克(Grimlocks)随从在身边。他会让附近的其他格里姆洛克轮流担任这个职责，尽管坤布拉克塞尔几乎懒得分辨一个格里姆洛克随从和另一个。",
	"Cut off from any elder brain Qunbraxel considers worthy, the mind flayer hopes to join the Ilvaash fanatics and receive power and insight from the Far Realm.": "被切断与任何值得的长者脑的联系，(Qunbraxel)希望加入(Ilvaash)狂热者，并从远境获得力量和洞察。",
	"Redbrand ruffians are ruthless enforcers skilled at intimidation and violence. They work for money and have no scruples.": "红袍暴徒是精通恐吓和暴力的无情执法者。他们为金钱工作，毫无底线。(Redbrand ruffians)",
	"Ilvaash was formed from the remains of the mind flayer god Ilsensine, the God-Brain. When Ilsensine left the Far Realm to establish a divine domain elsewhere, pieces of the God-Brain sloughed away and awoke to sentience. This is Ilvaash, the Dissonant Psyche.": "Ilvaash是由脑食人魔神Ilsensine，即神脑，的残余形成的。当Ilsensine离开了远境去其他地方建立神圣领域时，神脑的碎片脱落并觉醒为有意识的存在。这就是Ilvaash，即不和谐的心灵。",
	"The refraction of Ilvaash wields only a sliver of the godlet's power but is nevertheless a formidable foe.": "Ilvaash的折射只使用了godlet的力量的一小部分，但仍然是一位强大的敌人。",
	"Centuries ago, an abandoned duergar mining outpost called Zorzula's Rest was conquered by mind flayers, and the goblins there were exposed to the illithids' strange powers, leading a subset of the goblins to develop unusual psionic powers. The mind flayers eventually left, but the goblins remained, sequestered from the rest of the world until recently when the mind flayer fanatics called on them. Some of these goblins' descendants possess psionic powers, as evidenced by the goblin psi commanders and goblin psi brawlers (see appendix A for descriptions of both) that make up their ranks. Collectively, the goblins call themselves the Sawplees: a simplification of the word for \"goblin\" in the illithids' dialect of Deep Speech.": "数个世纪前，一座被遗弃的矮人族矿山前哨站，名为佐祖拉的休憩地(Zorzula's Rest)，被控制了，那里的地精暴露在邪恶的智库食人魔的奇异力量下，导致一部分地精发展出不寻常的灵能力量。智库食人魔最终离开了，但地精留了下来，与世隔绝，直到最近智库食人魔狂热者召唤他们。这些地精的后代中，一些拥有灵能力量，如地精灵能指挥官(goblin psi commanders)和地精灵能斗士(goblin psi brawlers)（详见附录A中的描述），构成了他们的队伍。这些地精集体称自己为索普利斯(Sawplees)：这个词是智库食人魔深言方言中“地精”一词的简化形式。",
	"In recent weeks, the Sawplee goblins' leader found a mysterious gemstone. Unknown to Ruxithid the Chosen, a new group of mind flayer fanatics that draw power from the Far Realm planted it for him to find. The gemstone lets Ruxithid telepathically communicate with the mind flayers, who he believes are gods.": "最近几周，索普利(Sawplee)地精的领袖发现了一颗神秘的宝石。未知于被选中者鲁西西德(Ruxithid)，一群新的食脑怪狂热者从遥远领域中汲取力量，他们种下了这颗宝石让他找到。这颗宝石让鲁西西德能够用心灵感应与食脑怪进行交流，他相信他们是神。",
	"Sildar is a kindhearted human man of nearly fifty years who holds a place of honor in the famous griffon cavalry of Waterdeep. He is an agent of the Lords' Alliance, a group of allied political powers along the Sword Coast concerned with mutual security and prosperity. The order ensures the safety of the cities and other settlements of Faerûn by proactively handling violent threats, and order members work to bring honor and glory to their leaders and their homeland.": "西尔达（Sildar）是一个心地善良的人类男子，将近五十岁，在瓦特德普（Waterdeep）著名的狮鹫骑兵中担任重要职位。他是领主同盟（Lords' Alliance）的特工，这是一群沿着剑海岸（Sword Coast）结盟的政治力量，关注相互安全与繁荣。该组织通过积极处理暴力威胁来确保法伦（Faerûn）的城市和定居点的安全，成员努力为他们的领袖和祖国带来荣耀和尊严。"
}