{
	"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities. Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.": "这些光滑的龙利用时间的力量来操纵过去、现在和未来。时间龙幼龙出生时身披闪亮的鳞片，角只是微不足道的小瘤。随着他们掌握时间的流动，他们的角会生长出分叉的、彩虹般的纹理，暗示着时间的路径和可能性。古老的时间龙可以创造连接到多元宇宙中特定时间和地点的时间之门。利用这些门，它们和盟友可以穿越时空，影响决定命运的时刻，或者驱逐超越时间流的威胁。由于能够穿梭于不同时代之间，时间龙常常似乎脱离了通常的时间流动，对于现在、过去和未来有着灵活的看法。",
	"Time dragons prize historical records, objects representative of lost cultures, and treasures from long-gone creators. They are fascinated by time-manipulation magic and forgotten knowledge. Those who stumble upon a time dragon's hoard might find invaluable historical information from eras past.": "时间龙珍视历史记录，代表失落文化的物品，以及来自已逝创造者的宝藏。它们对时间操控魔法和被遗忘的知识充满着兴趣。那些偶然发现时间龙藏匿之处的人，可能会找到无价值的来自过去时代的历史信息。",
	"Time dragons often lair in the ruins of ancient civilizations or temples to dead gods and do their utmost to preserve these historical sites. A time dragon's insatiable desire for knowledge means it's likely to have more than one such lair.": "时间龙经常潜伏在古代文明或死神庙宇的废墟中，并尽最大努力保护这些历史遗址。时间龙对知识的无尽渴望意味着它可能有不止一个这样的巢穴。",
	"The challenge rating of an ancient or adult time dragon increases by 1 when it's encountered in its lair.": "当古代或成年时光龙在其巢穴中被遭遇时，其挑战等级会增加1。",
	"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities.": "这些时光龙利用时间的力量来操纵过去、现在和未来。(%num%)时光龙幼龙出生时拥有闪亮的鳞片，角只是微不足道的小瘤。随着它们掌握时间的流动，它们的角会生长出分叉的、呈彩虹色的纹理，暗示着时间的路径和可能性。",
	"Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.": "古代的时间龙可以创造连接到多元宇宙特定时间和地点的时间之门。利用这些之门，它们和盟友生物可以穿梭于时间的任何地方，影响决定命运的时刻，或是驱逐超越时间流的威胁。由于它们能够在不同时代之间穿梭，时间龙常常似乎脱离了时间的常规流动，对于现在、过去和未来有着灵活的看法。",
	"The Athar deny the legitimacy of gods, believing the so-called deities are merely powerful spellcasters. To combat false gods, Athar nulls train to negate the powers of those with magic. Nulls work in the shadows, serving as assassins and spies for the Athar.": "阿塔人否认神的合法性，认为所谓的神只是强大的咒术师。为了对抗虚假的神，阿塔人的无效者接受训练，以消除那些拥有魔法力量的人的力量。无效者在阴影中工作，为阿塔人充当刺客和间谍。",
	"From redoubts near the Spire in the Outlands, aurumachs oversee the preservation of the cosmic status quo, serving as leaders and strategists of the rilmani. Employing mysterious magic, occult calculations, and networks of informants, aurumachs monitor forces across the planes. Only when planar balance is under threat of total collapse do these elusive, gold-skinned beings leave the Outlands, manifesting gleaming blades to destroy those that threaten multiversal stability.": "在外域尖塔附近的要塞中，金皮卫士（aurumachs）监督宇宙现状的维护，担任瑞尔曼尼（rilmani）的领袖和战略家。金皮卫士利用神秘魔法、秘术计算和情报网络，监视各个位面的力量。只有当位面平衡受到全面崩溃威胁时，这些难以捉摸的金色生物才会离开外域，显现出闪亮的刀刃，摧毁那些威胁多元宇宙稳定的存在。",
	"Rilmani protect the balance between the forces and philosophies of the multiverse. They seek to maintain planar equilibrium, assuring that good, evil, law, or chaos never grow too powerful or too weak. To the rilmani, each of these forces is fundamental to the multiverse's existence. Whenever one threatens to tip the balance in its favor or a plane is on the verge of collapse, the rilmani act to even the odds.": "瑞尔曼尼（Rilmani）保护多元宇宙力量和哲学之间的平衡。他们致力于维持平面均衡，确保善，恶，秩序或混沌永远不会变得过于强大或过于虚弱。对于瑞尔曼尼来说，这些力量对于多元宇宙的存在至关重要。每当其中一种力量威胁要倾向于自己一方或者一个位面濒临崩溃时，瑞尔曼尼会采取行动来平衡局势。",
	"While the rilmani might be found anywhere, they're most frequently encountered on their home plane, the Outlands, where they work to ensure that no force overexerts itself on the Concordant Opposition.": "尽管瑞尔曼尼可能随处可见，但它们最常见的出现地点是它们的家园——外域，在那里它们努力确保没有任何力量在和谐对立面上过度发挥自己的作用。",
	"Rilmani are bipedal, with bodies of living metal that ranges in appearance from cold iron to brilliant gold. Most have smooth faces with few features, and their extraordinary anatomies often act in defiance of natural forces.": "瑞尔曼尼（Rilmani）是双足行走的生物，身体由活金属构成，外观从冷铁到闪亮金色不等。大多数瑞尔曼尼拥有光滑的面孔，特征稀少，他们非凡的解剖结构常常违抗自然力量。",
	"Avorals are eagle-like bipeds with winged arms and keen, golden eyes. Prone to wander, these avian Celestials leave Elysium more frequently than their counterparts, meandering across the Outlands to wherever the winds might take them. Solitary scouts and skirmishers, avorals are nimble aerial combatants, able to swiftly dive at foes from the heavens and tear into them with razor-sharp talons.": "阿沃拉尔(Avorals)是鹰类的两足动物，拥有有翼的手臂和敏锐的金色眼睛。倾向于漫游，这些鸟类天神比起他们的同类更经常地离开恩赐之地(Elysium)，漫步穿越外域(Outlands)到风吹草动之处。独行侦察兵和游击战士，阿沃拉尔是灵活的空中战斗者，能够迅速从天空俯冲到敌人身上，并用锋利的爪子撕裂对手。",
	"Nomadic and peaceful, guardinals are animalistic Celestials who hail from Elysium. Guardinals resemble Humanoids with bestial traits. In their daily interactions, guardinals embody the beauty, calm, and righteousness of their home plane. Guardinals can be found throughout the Outlands, especially in Ecstasy, the gate-town to Elysium, and in Faunel, the gate-town to the Beastlands.": "游牧和和平，守护者们是来自(艾利西亚)的兽性天界生物。守护者们类似于带有野兽特征的人形生物。在日常互动中，守护者们体现了他们家园位面的美丽、宁静和正义。守护者们可以在外域各地找到，尤其是在(欢愉镇)——通往艾利西亚的门镇，以及在(福尼尔)——通往野兽界的门镇。",
	"While guardinals are usually friendly and slow to anger, their supernatural virtue puts them at odds with the evil beings of the Lower Planes. Guardinals abhor wickedness and strike out against injustice and villainy without hesitation, determined to eradicate forces that threaten beauty and peace.": "虽然守护者们通常友善且不易发怒，但他们超自然的美德使他们与下位位面的邪恶生物产生冲突。守护者憎恶邪恶，毫不犹豫地对抗不义和恶行，决心根除威胁美丽与和平的力量。",
	"Baernaloths are tall, gaunt yugoloths who keep to the Gray Wastes of Hades. Their gray, desiccated skin stretches over their bones, and their heads resemble horned equine skulls with ember-like eyes. Sages endlessly debate the nature of baernaloths, and the{@i Books of Keeping}—ancient tomes detailing the true names of the first yugoloths—report no mention of baernaloths within. Some posit that these enigmatic yugoloths were created by a primal evil power before other yugoloths or that they come from an epoch before the current manifestation of the planes. Baernaloths refuse to say, but most obsess over secrets and obscene lore regarding the far-flung past and inscrutable future of the multiverse. Many of these rare scholars of the profane seek to manipulate reality on a grand scale, while others unleash horrific experiments on the planes. It's said the first demodands of Carceri were created by baernaloths.": "贝尔纳洛斯(Baernaloths)是高大而消瘦的尤戈洛斯(yugoloths)，它们居住在哈迪斯的灰色荒原。它们灰色干燥的皮肤紧贴在骨骼上，头部类似长角的马头骷髅，眼睛如同燃烧的余烬。智者们对贝尔纳洛斯的本质争论不休，而{@i Books of Keeping}——记载着最初尤戈洛斯真名的古老典籍——却没有提及贝尔纳洛斯。有人推测这些神秘的尤戈洛斯是在其他尤戈洛斯之前被原始邪恶力量创造出来的，或者它们来自于当前位面形态之前的某个时代。贝尔纳洛斯拒绝透露，但大多数都在痴迷于关于宇宙遥远过去和难以捉摸未来的秘密和淫秽知识。许多这些罕见的亵渎学者试图在宏大的尺度上操纵现实，而其他人则在位面上进行可怕的实验。据说卡塞里(Carceri)的第一批恶魔(demodands)就是由贝尔纳洛斯创造的。",
	"Baernaloths spread discord and despair among any creatures they meet. They use their breath, thick with the gloom of Hades, to turn friends against each other and then savor the horror that rises when their victims realize how they've betrayed one another. Baernaloths use their wicked power to keep mortally wounded foes alive, sometimes indefinitely, to prolong their suffering. Even striking against a baernaloth brings misery—they can cause an attacker's old wounds to painfully reopen. All the while, baernaloths are disturbingly detached, observing their victims' agony without emotion.": "贝那洛斯(Baernaloths)在遇到任何生物时传播混乱和绝望。他们利用充满阴郁的哈迪斯之气的呼吸，让朋友彼此对立，然后品尝受害者意识到彼此如何背叛的恐怖。贝那洛斯利用邪恶的力量让受伤严重的敌人保持活着，有时甚至是无限期地，以延长他们的痛苦。即使打击贝那洛斯也会带来痛苦——他们可以让攻击者的旧伤痛苦地重新裂开。与此同时，贝那洛斯令人不安地冷漠，观察着受害者的痛苦而毫无情感。",
	"Whether in the hopeless realms of Hades or on the rare occasion they lurk on some other plane, baernaloths lair in remote mountain crags and secluded caves. Their lairs have ample places to house and restrain \"guests,\" particularly those the baernaloths keep hovering at death's door.": "无论是在哈迪斯绝望的领域，还是在偶尔出现在其他位面上，巴纳洛斯（baernaloths）栖息在偏远的山脉悬崖和幽静的洞穴中。它们的巢穴有足够的地方来容纳和束缚“客人”，特别是那些巴纳洛斯让其悬在生死边缘的人。",
	"The challenge rating of a baernaloth is 18 (20,000 XP) when it's encountered in its lair.": "当在其巢穴中遭遇时，巴那洛斯（baernaloth）的挑战等级为18（20,000经验值）。",
	"Hailing from Ysgard, bariaurs are centaur-like Celestials with the lower bodies of goats, humanoid torsos, and curved horns. Some bariaurs sate their wanderlust by exploring their home plane, the Outlands, and the Great Wheel beyond. These bariaur wanderers often serve as guides in the Outlands, assisting visitors by eagerly suggesting gate-town attractions and other points of interest. Throughout their travels, these hardy wanderers absorb ambient planar energies, adapting to the vast and varied terrains of the Outer Planes and frequently taking on aspects of those planes (see \" Planar Influences \" in{@i Morte's Planar Parade}).": "来自伊斯加德(Ysgard)的巴瑞尔(baraiurs)是类似半人马的天界生物，下半身是山羊的，上半身是人形的，还有弯曲的角。一些巴瑞尔通过探索他们的家园——外域(Outlands)和大轮(The Great Wheel)以满足他们的漫游欲望。这些巴瑞尔漫游者经常充当外域的向导，热心地向访客建议门镇的景点和其他有趣的地方。在他们的旅行中，这些坚韧的漫游者吸收环境中的位面能量，适应外域广阔多样的地形，并经常具有这些位面的特征(见{@i Morte's Planar Parade}中的“位面影响”部分)。",
	"A void soother cares for creatures struck by curses and the negative effects of the planes. These warriors go to dangerous planes and areas torn by conflict to provide relief to those they find there.": "一位虚空抚慰者关心受到诅咒和负面位面影响的生物。这些战士前往危险的位面和冲突地区，为那里的人提供救援。",
	"The cranium rats squeakers of Sigil have no connection to the mind flayers that created their progenitors. Rather, these magical rodents cooperate with the residents of the City of Doors, whether by simply living together or by pursuing greater ambitions. When squeakers collect in large numbers, their swarms merge into a single intelligence with enhanced psionic abilities and the accumulated memories of its constituents.": "锡基尔的头骨鼠鼠((Sigil))与创造它们祖先的掌脑者没有任何联系。相反，这些魔法老鼠与“门城”((City of Doors))的居民合作，无论是简单地共同生活还是追求更大的抱负。当鼠鼠聚集成大量数量时，它们的群体会融合成一个拥有增强心灵能力和成员们积累记忆的单一智能体。",
	"Cuprilachs infiltrate places of power throughout the multiverse, serving as spies and assassins. They strike surgically, following the orders of aurumachs without question or emotion.": "Cuprilachs渗透到跨宇宙的权力机构中，充当间谍和刺客。他们执行手术般的打击，绝对服从并无感情地执行aurumachs的命令。",
	"Cuprilachs have wiry copper frames, with torsos that float above their waists, separated by a hovering, polished sphere. Agile and armed with an arsenal of deceptive magic, cuprilachs do whatever they must to complete their missions.": "Cuprilachs（库普里拉克）有着纤细的铜质骨架，躯干悬浮在腰部上方，被一个悬浮的抛光球体分开。灵活机敏，拥有欺骗性魔法的武装，cuprilachs（库普里拉克）会尽其所能完成任务。",
	"Among the bustling throngs of Sigil's streets float gray-skinned, vaguely humanlike figures with curled horns. Where they travel, cracks in the mortar seal shut, stray bricks float back into place, and ruined city blocks are restored. These are dabus, the silent caretakers of Sigil and loyal servants of the Lady of Pain.": "在锡基尔（Sigil）熙熙攘攘的街道上，漂浮着灰色皮肤、略带人形的身影，头上还有卷曲的角。他们行走的地方，砖缝自行封闭，零散的砖块飘回原位，破败的城市街区得以修复。这些是达布斯（dabus），锡基尔的无声守护者，忠诚于痛苦女士（Lady of Pain）。",
	"Dabus patrol the City of Doors to maintain public buildings, portals, and utilities. They use their innate ability to manipulate Sigil's infrastructure not only to effect repairs but also to combat individuals who disrupt the city's operations or violate the Lady's edicts, hurling bricks at troublemakers and subduing them by causing the streets to sprout grasping cobblestone hands.": "达布斯（Dabus）在门户之城（City of Doors）巡逻，维护公共建筑、传送门和公共设施。他们利用自身天赋的能力操纵锡基尔（Sigil）的基础设施，不仅修复设施，还用来对抗那些扰乱城市运作或违反女士（the Lady）法令的个人。他们会向捣乱者投掷砖块，并通过让街道长出伸手的鹅卵石来制服他们。",
	"When dabus communicate, rather than speaking or signing words, they create esoteric illusory images and symbols in front of themselves. Scholars have yet to determine the origin of dabus's difficult-to-comprehend rebuses, though some speculate their etymology predates Sigil itself.": "当达布斯(dabus)进行交流时，他们并不说话或用手语，而是在自己面前创造出神秘的幻象和符号。学者们尚未确定达布斯难以理解的谜语的起源，尽管一些人推测它们的词源可以追溯到锡基尔(Sigil)本身之前。",
	"Arachnid predators of the Shadowfell, darkweavers inhabit caves, dungeons, and other dark locales throughout the multiverse, including Undersigil and the windswept darkness of Pandemonium. A darkweaver lurks in the shadows of its lair, waiting for hapless prey to pass by. When a target approaches, the darkweaver fires webs of pure shadow at its quarry, then drags the victim into the darkness.": "在暗影界的蜘蛛掠食者，暗编织者栖息在洞穴、地牢和多元宇宙中的其他黑暗场所，包括(未底之城)和(Pandemonium)的狂风肆虐之地。暗编织者潜伏在巢穴的阴影中，等待着不幸的猎物经过。当目标靠近时，暗编织者会向猎物射出纯暗影的蛛网，然后将受害者拖入黑暗之中。",
	"Darkweavers are fascinated by sensations—particularly taste—and how creatures from across the planes experience reality. For them, the act of eating is an experience to be drawn out and savored, with every meal considered in all its facets. Whether its fare is a demon, an archon, a struggling halfling, or a catatonic mule, all such meals are culinary delights for a darkweaver, served up from the cosmic kitchen that is the multiverse. These spider-like terrors appreciate second-hand descriptions of sensations, especially those they're unlikely to experience in their home environment. A darkweaver's captive might delay being consumed by sharing tales of its experiences, particularly great meals, with the monster. Some might even convince a darkweaver to release them if they promise to return with rare spices or one-of-a-kind meals. Those who manage to escape a darkweaver should think twice about returning to the creature's lair, though, as darkweavers prioritize their appetites over bargains.": "暗织者着迷于感官——尤其是味觉——以及来自不同位面的生物如何体验现实。对于他们来说，进食是一种需要细细品味和享受的体验，每一顿饭都会从各个方面考虑。无论是恶魔、执政天使、挣扎的半身人还是昏迷的骡子，对于暗织者来说，所有这些餐点都是宇宙厨房——多元宇宙中的美食。这些类似蜘蛛的恐怖生物欣赏对感官的二手描述，尤其是那些在他们家园环境中不太可能体验到的。一个暗织者的俘虏可以通过分享自己的经历，特别是美味佳肴，来延缓被消化的命运。有些人甚至可以说服暗织者释放他们，如果他们答应带回稀有香料或独一无二的美食。那些设法逃脱暗织者的人应该三思而后行，考虑是否返回这个生物的巢穴，因为暗织者将食欲置于交易之上。",
	"Darkweavers dwell in lightless caverns, preferring locations touched by pitch-black planes, such as Pandemonium or the Shadowfell. Darkweavers tend to inhabit isolated sites where they can weave webs of shadow undisturbed.": "暗织者栖息在无光的洞穴中，更喜欢那些被漆黑位面触及的地方，比如混乱界或暗影界。暗织者倾向于居住在偏僻的地点，可以在那里无人打扰地编织阴影之网。",
	"A darkweaver encountered in its lair has a challenge rating of 11 (7,200 XP).": "一个在巢穴中遭遇的暗编织者具有11级的挑战等级（11级（7,200经验值））。",
	"A darkweaver's web has a 50 percent chance of having {@dice 1d6} cocoons. Roll on the Darkweaver Cocoon Contents table to determine what might be inside each of these shadowy masses.": "暗编织者的蛛网有50%的几率含有{@dice 1d6}的茧。在暗编织者茧内容表上掷骰，以确定这些阴影团块中可能含有什么。",
	"Roll a die. If you roll an even number, the cocoon contains the bones of a Humanoid. If you roll an odd number, the cocoon contains the bones of a non-Humanoid creature, such as a flumph or a mule.": "掷骰子。如果你掷出的是偶数，茧中包含着一个人形生物的骨骼。如果你掷出的是奇数，茧中包含着一个非人形生物的骨骼，比如一只浮鼓或一头骡子。",
	"A swarm of insects that might be a darkweaver's young": "一群昆虫，可能是黑织者的幼虫（Darkweaver）",
	"A corpse holding a jar of universal solvent with a slightly stuck lid": "一个尸体，手里拿着一罐盖子有点卡住的(`Universal Solvent`)普遍溶剂。",
	"A collection of menus from restaurants in Sigil": "一份来自锡基尔（Sigil）餐馆的菜单收藏",
	"{@dice 4d12} gold pieces amid a digested slurry": "在一堆消化泥浆中发现了{@dice 4d12}金币。",
	"A halfling commoner or musteval guardinal that the darkweaver forgot about": "一个半身人平民或者被暗织者忘记的穆斯特瓦守护者（Guardinal）",
	"The least of the hierarchs, decatons monitor the physical well-being of base modrons. Two stubby legs support their spherical bodies, and ten mechanical tentacles sprout out from their rounded frames in all directions. Their heads contain ten eyes to readily observe the operations of surrounding base modrons. In emergencies, a decaton can discharge a bolt of electricity from each of its ten eyes, synchronizing them to deadly effect.": "最低级的阶长者，十角监督基本模德龙的身体健康。两条短腿支撑着他们的球形身体，十根机械触手从他们圆润的身体中四面八方地生长出来。他们的头部有十只眼睛，可以方便地观察周围基本模德龙的运作。在紧急情况下，十角可以从每只眼睛中发射一道电击，将它们同步到致命的效果。",
	"Constructed on the plane of Mechanus, modrons are partially mechanical beings that belong to a strict hierarchy. Each modron dutifully obeys commands from the rank directly above it and in turn acts as the superior to the rank directly below it, passing down commands from paragons of law to the lowliest monodrone. While most modrons are the lower-ranked base modrons—monodrones, duodrones, tridrones, quadrones, and pentadrones—the upper-tier hierarch modrons hold leadership positions, maintaining order in Mechanus and the realms beyond. For more information on modrons, see the{@i Monster Manual}.": "在机械位面上构建的，魔动生物（modrons）是部分机械化的存在，属于严格的等级制度。每个魔动生物都忠实地服从直接上级的命令，并反过来作为下一级的上级，传达从法律典范到最低级的单元魔的命令。虽然大多数魔动生物是低级别的基础魔动生物——单元魔、双元魔、三元魔、四元魔和五元魔，但高级别的等级魔动生物担任领导职位，在机械位面和其他领域维持秩序。有关魔动生物的更多信息，请参阅{@i Monster Manual}。",
	"Doom lords are the highest-ranking members of the Doomguard, embodying the multiverse's inevitable collapse into dust. Doom lords' mere presence snuffs the life from weaker foes, and the stoutest walls crumble before them.": "末日领主是末日卫士中地位最高的成员，体现了多元宇宙不可避免地走向灰尘的命运。末日领主的存在就能扼杀弱者的生命，最坚固的城墙也在他们面前土崩瓦解。",
	"Rot blades are the entropic levers through which the Doomguard quickens the natural decay of the multiverse. These members wield weapons immersed in necrotic energy, which can turn their enemies to ash.": "旋刃是末日守卫者加速多元宇宙自然腐化的熵动杠杆。这些成员挥舞着浸透着死灵能量的武器，可以将他们的敌人化为灰烬。",
	"Originally created by the mind flayer god-brain Ilsensine and now produced by some of that god's followers, eaters of knowledge are lumbering, bipedal masses of squelching muscles and exposed brain matter. These rugose hulks collect information from others by devouring brains before returning to their masters with delicious secrets. Unlike illithids, which overwhelm their foes with psionic power, eaters of knowledge use their physical strength to hold prey while burly feeding tentacles crack free their victims' brains. Consuming brains fuels these brutes' psionic power, making eaters of knowledge deadlier with each brain devoured.": "最初由食脑怪神脑伊尔森辛创造，现在由该神的一些追随者生产，知识食者是一种蹒跚而行的、两足的、由湿软肌肉和暴露的脑物质构成的庞大生物。这些皱褶的庞然大物通过吞食他人的大脑来收集信息，然后带着美味的秘密回到他们的主人那里。与邪灵鱼人通过精神力量压倒敌人不同，知识食者利用他们的体力来控制猎物，同时强壮的喂食触手会撕裂受害者的大脑。消耗大脑会为这些蛮力的知识食者提供精神力量，使他们每吞食一个大脑就变得更加致命。",
	"The horselike equinals are among the strongest of the guardinals. Equinals have long faces and crested manes, and their powerful, hocked legs carry them over great distances. These good-natured, boisterous Celestials boast their might in contests of strength and rarely back down from a challenge. Tough and courageous, they use their iron-hard fists to pound evil to a pulp. Equinals can also bellow a mighty shout that stops their foes in their tracks.": "马一般的均衡者是守护神的最强者之一。均衡者有着长长的面孔和羽冠，他们强壮有力的蹄关节腿能让他们跨越长距离。这些善良、热情的天神以力量比赛来展示自己的力量，很少会在挑战面前退缩。坚韧勇敢，他们用铁一般的拳头将邪恶击溃。均衡者还可以发出强大的吼叫，让敌人立刻停下脚步。",
	"Farastus, also known as tarry demodands, are the least of the demodands. These violent Fiends ooze thick, sticky tar that sticks to anything it touches. Arrogant and cruel, farastus delight in tormenting those weaker than themselves. Due to their sharp senses and vicious streaks, farastus sometimes work as hunters that track down those who escape Carceri.": "法拉斯塔斯（Farastus）, 也被称为停留恶魔（tarry demodands）, 是恶魔中最低微的存在。这些暴力恶魔会分泌出浓稠、黏糊糊的焦油，一触即黏。法拉斯塔斯傲慢残忍，喜欢折磨比自己弱小的生物。由于他们敏锐的感官和凶残的本性，法拉斯塔斯有时会充当猎人的角色，追踪那些逃离卡塞里（Carceri）的人。",
	"Demodands, also called gehreleths, are Fiends from the Tarterian Depths of Carceri. Cast into the prison plane long ago for forgotten transgressions, these bitter, wicked creatures have appointed themselves the jailers of the plane. Demodands viciously defend the few known portals that lead out of Carceri and ruthlessly torment other creatures trapped there.": "迪摩丹德（Demodands），又称盖瑞莱斯（gehreleths），是来自卡塞里的塔尔塔深渊（Tarterian Depths）的邪恶生物。很久以前，由于被遗忘的罪行，它们被投入这个监狱位面，这些怨毒、邪恶的生物自封为这个位面的狱卒。迪摩丹德凶狠地保卫着通往卡塞里之外的少数已知传送门，并无情地折磨其他被困在那里的生物。",
	"Demodands that manage to leave Carceri know they're doomed to return; a demodand that dies outside Carceri re-forms there in a torturous process that takes {@dice 2d20} days. Even those who survive on other planes find themselves eventually dragged back, pulled by some planar tether.": "成功离开卡塞里的恶魔们知道他们注定会返回；在卡塞里之外死去的恶魔会在那里重新形成，经历一个痛苦的过程，需要{@dice 2d20}天。即使那些在其他位面幸存下来的人最终也会发现自己被某种位面纽带拖回去。",
	"Fated shakers are bullies who shake down those indebted to the faction's tax collectors and evictors. These enforcers use their magic to intimidate and subjugate those who try to stand up to them.": "命运摇者是欺凌者，他们向欠债于该派系的税收征收者和驱逐者的人勒索。这些执法者利用他们的魔法来恐吓和压制那些试图反抗他们的人。",
	"Ferrumachs are the foot soldiers of the rilmani, preserving the balance between the planes through martial force. They vigilantly defend the Spire and fight at the command of aurumachs to protect the neutrality of the multiverse. Ferrumachs gleam with the sheen of bare iron. Their bodies are honed to razor edges, and from it they can fling bolts of sharpened metal.": "铁卫（Ferrumachs）是瑞尔曼尼（rilmani）的步兵，通过武力维护平面之间的平衡。他们警惕地保卫着尖塔（Spire），听从黄金卫（aurumachs）的命令，保护多元宇宙的中立性。铁卫闪耀着裸铁的光泽。他们的身体被磨练得锋利无比，可以从中投掷出锋利的金属弹。",
	"Members of the Fraternity of Order find and exploit loopholes in the laws of the multiverse. Law benders are magistrates who skirt the rules of probability and space, moving freely and manipulating the outcomes of actions around them.": "守序兄弟会（Fraternity of Order）的成员发现并利用多元宇宙法律中的漏洞。法律扭曲者（Law benders）是法官，他们擅长规避概率和空间规则，自由移动并操纵周围行动的结果。",
	"Githzerai futurists have transcended their limits through focused meditation and can now catch glimpses of the future. They foresee the possible outcomes of battles, using those portents to tilt the balance in their favor.": "几撒瑞（Githzerai）的未来学家通过专注冥想超越了自己的限制，现在能够窥见未来。他们预见战斗的可能结果，并利用这些预兆来倾斜胜负。",
	"Githzerai descend from an ancient people who were also the progenitors of the githyanki—all of whom were destroyed or transformed by mind flayers. Many githzerai dwell in Limbo, honing their psionic powers by shaping their homes on that chaotic plane. The githzerai described here oftentimes traverse the planes, crossing between them via the portals in Sigil and the Outlands. To learn more about other githzerai, see the{@i Monster Manual}.": "几斯拉依(Githzerai)是古代一支古老民族的后裔，他们也是吉斯扬奇(Githyanki)的祖先，后来被控制者（Mind Flayers）摧毁或改造。许多几斯拉依居住在无定(Limbo)，通过在这个混乱位面上塑造自己的家园来磨练他们的智力力量。这里描述的几斯拉依经常穿越位面，通过锡基尔(Sigil)和外域(Outlands)的传送门在它们之间穿梭。要了解更多关于其他几斯拉依的信息，请参阅{@i Monster Manual}。",
	"Githzerai travelers wander the multiverse to train and pursue cosmic enlightenment. These githzerai learn to manipulate planar energies to create wondrous effects.": "几斯赛旅行者漫游多元宇宙，以训练和追求宇宙启迪。这些几斯赛学会操纵位面能量，创造出奇妙的效果。",
	"Githzerai uniters espouse wisdom and unity rather than violence. Many uniters are members of the Sha'sal Khou, a group of githyanki and githzerai who band together to reunify the gith people. Capable martial artists, uniters are more inclined to disarm and subdue their opponents than destroy them.": "(吉斯赛人)团结者倡导智慧和团结，而不是暴力。许多团结者是(夏萨尔·库)(Sha'sal Khou)的成员，这是一群吉斯亚奇人和吉斯赛人组成的团体，他们联合起来重新统一吉斯人。作为出色的武术家，团结者更倾向于解除武装并制服对手，而不是摧毁他们。",
	"The pyromaniacal agents known as fire starters burn away oppressive systems through chaos and flame. They wield hammers that emit magical flames—perfect for smashing and burning.": "那些被称为火种者的狂热代理人通过混乱和火焰燃烧着压迫性系统。他们挥舞着散发魔法火焰的锤子——完美用来砸碎和燃烧。",
	"Harmonium captains lead peacekeeper patrols throughout Sigil. They bolster their subordinates in battle and bring the authority of the Harmonium crashing down on suspects with their commands.": "和谐风琴队长在锡基尔（Sigil）各处领导维护和平的巡逻队。他们在战斗中支持部下，并通过命令让和谐风琴的权威压倒嫌疑犯。",
	"Peacekeepers wear distinctive red plate armor and wield planar mancatchers, polearms whose metal pincers prevent criminals clamped in their grasp from teleporting away, making them excellent at catching wrongdoers in Sigil.": "维和部队穿着独特的红色板甲，手持平面捕手(`planar mancatchers`)，这是一种长柄武器，金属钳子可以阻止罪犯在其控制下传送，使他们在西格尔(`Sigil`)抓捕罪犯非常出色。",
	"Remnants are Dusters who sought undeath via rituals but failed. Liaisons and spies, these agents exist in a halfway point between life and death.": "残留者是通过仪式寻求不死之身但失败的尘暴者。作为联络人和间谍，这些特工存在于生与死之间的中间状态。",
	"When the armies of Mechanus mobilize against the forces of chaos, hextons are the field generals who command modron troops. These hulking hierarchs lead groups of modrons in endeavors outside Mechanus, with the most notable example being the Great Modron March. Hextons have solid frames that bristle with six shining flanges. They boast a pair of arms and tentacles, both of which end in powerful pincers.": "当机械位面的军队动员对抗混沌势力时，海克斯顿(Hextons)是指挥莫德龙(Modron)部队的野战将军。这些庞大的主教领导着一群莫德龙在机械位面之外的事务中，其中最著名的例子就是伟大的莫德龙行军(Great Modron March)。海克斯顿拥有坚固的身躯，闪烁着六个闪亮的翼片。它们拥有一对手臂和触手，都以强大的钳子结束。",
	"Hound archons are the foot soldiers of Mount Celestia, tasked with protecting the innocent and helpless. Loyal defenders, these bipedal warriors wield blades of shining radiance and can assume canine forms, allowing them to inconspicuously guard peaceable communities as dogs and wolves.": "猎犬天使是天界之山的步兵，负责保护无辜和无助的人。作为忠诚的守护者，这些两足战士挥舞着闪耀光辉的刀剑，可以变成犬形，让他们可以偷偷地以狗和狼的形态守护和平社区。",
	"Archons are denizens of the Seven Heavens of Mount Celestia. Created by the powers of order and benevolence, archons defend their home from fiendish incursions and safeguard those threatened by wicked forces. Archons are skilled communicators, able to speak all the languages of the multiverse. When pushed into combat, they prefer to subdue foes. However, against Fiends, archons are wrathful combatants, manifesting the righteous vengeance of Mount Celestia to strike down the wicked.": "执政者是位于天界七重天的天宫居民。由秩序和仁慈之力创造，执政者捍卫他们的家园免受邪恶入侵，并保护那些受邪恶力量威胁的人。执政者是熟练的沟通者，能够说出多元宇宙的所有语言。当被迫参与战斗时，他们更倾向于制服敌人。然而，对抗恶魔时，执政者会变成愤怒的战士，展现出天宫正义复仇的力量，打倒邪恶。",
	"Each archon's form corresponds to its place within the Celestial hierarchy. When faced in battle, archons radiate the full fury of the Upper Planes, bolstering their allies and cowing their foes.": "每个执政官的形态对应于其在天界等级制度中的位置。在战斗中面对执政官时，它们会散发出来自上位位面的全部愤怒，增强盟友的力量，威慑敌人。",
	"Kelubars, sometimes called slimy demodands, are the bureaucrats of Carceri, existing as intermediaries between farastus and shators. They are squat, and their skin drips with a foul-smelling, acidic slime. Kelubars revel in the subservience of others, and they prefer to do battle with words—or at least to send in their farastu minions—rather than fight directly.": "凯鲁巴尔(%num%), 有时被称为黏滑恶魔，是卡塞里的官僚，作为法拉斯图斯和沙托尔之间的中间人存在。他们矮胖，皮肤滴着一种恶臭的、酸性的粘液。凯鲁巴尔喜欢他人的屈从，并且他们更喜欢用言语进行战斗——或者至少派遣他们的法拉斯图手下——而不是直接战斗。",
	"Created by Primus, the leader of the modrons, the Kolyarut is a wondrous machine capable of forging binding contracts between parties. From the Hall of Concordance in Sigil, the Kolyarut judges the needs of planar beings seeking uniquely binding terms and forges ironclad agreements. Those who break these contracts are pursued by maruts (detailed in {@i Mordenkainen Presents: Monsters of the Multiverse}) and punished in brutally decisive fashion.": "由普里姆斯（Primus）——模德龙（modrons）的领袖创造，科利亚鲁特（Kolyarut）是一台神奇的机器，能够在各方之间锻造具有约束力的契约。来自塞基尔（Sigil）的和谐大厅，科利亚鲁特审判那些寻求独特约束条件的位面生物的需求，并锻造铁证般的协议。违背这些契约的人将会被马鲁特（详见{@i Mordenkainen Presents: Monsters of the Multiverse}）追捕，并以残酷果断的方式受到惩罚。",
	"In cases where the terms of a contract or a foundational truth of an agreement come into question, the Kolyarut sends a component part of itself into the planes to seek the truth. Also known as kolyaruts, these manifestations of the great machine function as multiversal investigators and pursue answers to specific quandaries. Once their questions have been satisfied, they report back to their creator, allowing the Kolyarut to impose accurate judgments.": "在合同条款或协议基本真理受到质疑的情况下，科利亚鲁特(Kolyarut)会派遣其组成部分进入各个位面寻求真相。这些众所周知的科利亚鲁特(kolyaruts)是伟大机器的体现，作为多元宇宙的调查员，追寻特定难题的答案。一旦他们的问题得到满足，他们会向创造者汇报，让科利亚鲁特(Kolyarut)能够做出准确的判断。",
	"Kolyaruts are four-armed beings of magic and machinery. Like maruts, they are inevitables, beings dedicated to the smooth exaction of laws across the planes. Kolyaruts wield blades with deadly efficiency, allowing them to defend themselves on their excursions and slice through any who obscure the truth.": "科利亚鲁特（Kolyaruts）是魔法和机械的四臂生物。与马鲁特（maruts）一样，它们是不可避免的存在，致力于在各个位面上顺利执行法律的生物。科利亚鲁特挥舞着致命高效的刀刃，使它们能够在外出时自卫，并切割任何试图掩盖真相的人。",
	"Occasionally, the Hall of Concordance loans kolyaruts to lawful beings who have inherent interest in the orderly functioning of the multiverse, aiding them in seeking answers of planar importance.": "偶尔，和谐之厅向那些对多元宇宙秩序运行有固有兴趣的法律存在借出科利亚鲁特（kolyaruts），帮助他们寻找有关位面重要性的答案。",
	"The lowest-ranked archons, lantern archons greet newly arrived souls to Mount Celestia and light the path for those who traverse the plane with reverence and respect. They appear as glowing, winged balls of vaporous light wrapped in a gleaming metal lattice, although they have no more physical substance than smoke.": "作为最低级别的执政官，灯笼执政官欢迎新到达的灵魂来到(天界山)并为那些恭敬尊重地穿越这个位面的人照亮道路。它们看起来像是发光的、有翅膀的蒸汽光球，包裹在闪闪发光的金属格子中，尽管它们没有比烟雾更多的物质实质。",
	"When confronting those who approach with ill intentions, lantern archons strike with searing bolts of focused light, flitting from place to place between blasts to confound their foes.": "当面对那些带着恶意接近的人时，灯笼天使用灼热的聚光束打击敌人，一边在爆炸之间飞来飞去，以迷惑他们的敌人。",
	"Respected as guardians by villains across the multiverse, maelephants are Fiends with pachyderm-like heads. They can exhale toxic fumes that cause foes to temporarily forget their combat training, spellcasting abilities, and other skills.": "作为跨越多元宇宙的恶棍们尊敬的守护者，马象（maelephants）是拥有像厚皮动物一样的头颅的恶魔。它们可以呼出有毒烟雾，让敌人暂时忘记他们的战斗训练、施法能力和其他技能。",
	"Maelephants strike bargains with wicked spellcasters and entities of the Lower Planes, pledging to guard a site or object for decades. The Fiends fulfill their end of the bargain with unwavering loyalty, steadfastly tending to their posts per the terms of their agreement.": "大象魔(Maelephants)与邪恶的咒术师和下层位面的实体达成交易，承诺守护一个地点或物品数十年。恶魔们忠实地履行他们的承诺，坚定地按照协议条款尽职尽责。",
	"Clad in black armor and spiked gauntlets that end in steel claws, bloodhounds hunt down those guilty of serious offenses in Sigil. These trackers pursue their targets across the planes.": "身着黑色盔甲和尖刺护手套，手套末端装有钢铁爪的血犬在锡基尔(Sigil)追捕那些犯下严重罪行的人。这些追踪者穿越各个位面追捕他们的目标。",
	"Members of the Mind's Eye believe the power to transcend the multiverse lies in every individual. Matter smiths harness this innate power to reshape reality in Sigil's Great Foundry, manifesting useful tools from nothing.": "心灵之眼成员相信每个个体都拥有超越多元宇宙的力量。物质铁匠利用这种内在力量在锡基尔的大铸造厂中重塑现实，从虚无中显化出有用的工具。",
	"Mustevals are small, mousy guardinals skilled at evading danger. Their speed, stealthy nature, and illusion magic make them adept spies, scurrying through the multiverse to serve greater forces of good.": "梅斯特瓦尔(%num%)是小巧灵巧的守护者，擅长躲避危险。它们的速度、隐秘本性和幻术使它们成为熟练的间谍，穿梭于多元宇宙为更伟大的善良力量服务。",
	"When modrons act against the will of Primus, nonatons are charged with bringing those rogue units into line. These inspectors also interrogate captured trespassers of Mechanus. Nonatons have wormlike bodies studded with nine mechanical arms.": "当模德元违背普瑞默斯的意愿时，(Nonatons)被指派负责将这些叛逆单位纳入正轨。这些检查员还会审问被捕的擅闯机械位面的人。(Nonatons)有着蠕虫般的身体，上面长满了九只机械手臂。",
	"At the head of Mechanus's sectors are the octons, hierarch modrons that oversee daily governance. They provide data to other hierarchs, such as productivity reports to septons and diagnostic data to decatons. Octons have eight mechanical tentacles which they use to manipulate objects and defend themselves, spinning them in a bludgeoning whirlwind.": "在守序界(Mechanus)的各个区域的最高层是八分体(octons)，他们是监督日常治理的等级模德元(hierarch modrons)。他们向其他等级的模德元提供数据，比如向七分体(septons)提供生产报告，向十分体(decatons)提供诊断数据。八分体有八根机械触手，用来操纵物体和自卫，将它们旋转成一股猛烈的风暴。",
	"The Upper and Lower Planes are fundamental manifestations of good and evil, law and chaos. In the most dire and fateful circumstances, these planes can manifest primal embodiments of their might. These expressions of a plane's power are called planar incarnates, and they appear as roiling energies with features distinct to the plane that created it. They protect their home from destructive or otherwise antithetical forces, then merge back into their plane of origin.": "上位面和下位面是善与恶、秩序与混沌的基本体现。在最严重和命运攸关的情况下，这些位面可以显现出其力量的原始具现。这些位面力量的表达被称为位面化身，它们呈现为具有独特特征的翻滚能量。它们保护自己的家园免受破坏或其他对立力量的影响，然后融入其原始位面中。",
	"Planar incarnates are akin to natural disasters that work to protect and further the virtues and vices of the planes they originate upon. Those from the Lower Planes might appear as roiling waves of fiendish flames or other sinister forms, while those from the Upper Planes often appear as blooms of light and wild growth or similarly majestic shapes. On the rare occasions that planar incarnates appear on another plane, they might take either form or appear as unique manifestations of the philosophies they embody.": "位面化身类似于自然灾害，它们致力于保护和促进它们所起源的位面的美德和恶习。来自下位面的化身可能会呈现为翻滚的邪恶火焰或其他邪恶形态，而来自上位面的化身通常会呈现为光芒和狂野生长的绽放，或类似威严的形态。在罕见的情况下，当位面化身出现在另一个位面时，它们可能采取任一形态，或呈现为体现其所代表哲学的独特表现。",
	"Travelers of Sigil and the Lower Planes take care to avoid razorvine, a creeping plant named for its prickly stems and cutting leaves. While razorvine is normally a mere environmental nuisance or deterrent, razorvine that absorbs the blood of a vampiric passerby can awaken into a terror known as a razorvine blight.": "在锡基尔和下位面的旅行者们都会小心避开剃刀藤，这种蔓生植物因其多刺的茎和锋利的叶子而得名。尽管剃刀藤通常只是一种环境上的麻烦或威慑物，但吸收了吸血鬼路人的血液的剃刀藤可能会变成一种被称为剃刀藤枯萎者的恐怖存在。",
	"Razorvine blights lay ambushes on well-traveled paths by standing still to appear as ordinary razorvine. When unassuming travelers pass by the seemingly inanimate plant, the blight strikes, revealing its twisted, humanlike form and lashing out with razor-sharp vines to feed its bloodlust.": "锐刺藤枯在常走的小路上设伏，静止不动，伪装成普通的锐刺藤。当毫不起疑的旅人经过这看似静止的植物时，藤枯突袭，展现出扭曲的、类人的形态，并用锋利的藤蔓猛击，满足它的嗜血欲望。",
	"While razorvine blights are usually dangerous, in Sigil they sometimes mimic the behaviors of the city's other inhabitants—for better or worse. At least one blight, known as Patch, spreads copies of itself across the city, creating a spy network of copies with mysterious goals.": "尽管剃刀藤枯萎体通常很危险，在锡基尔（Sigil）中它们有时会模仿城市其他居民的行为，无论是好是坏。至少有一个被称为“补丁（Patch）”的藤枯萎体在整个城市传播自身的副本，创建了一个目标神秘的间谍网络。",
	"Septons are auditors of base modrons in Mechanus, recording the activities in each of the plane's sectors to ensure operations are in perfect order. They are easily identified by their seven flexible limbs.": "七神（Septons）是在（Mechanus）中基本模德（modrons）的审计员，记录每个位面部门的活动，以确保运营秩序完美无缺。他们可以通过他们七根灵活的肢体轻易辨认出来。",
	"Shators, known as shaggy demodands, dominate demodand society, ruthlessly commanding their lesser kin. They are hulking creatures covered in fungal growths. Shators are the self-appointed wardens of Carceri, and they keep meticulous records of their subordinates and the prisoners they claim. On the rare occasions that shators find themselves on the Material Plane, they manipulate mortal leaders and philosophers, using them as mouthpieces to spread poisoned words and tempt souls toward Carceri's waiting chains.": "沙托尔（Shators）被称为毛发蓬松的恶魔，主宰着恶魔社会，无情地指挥他们较弱的同类。它们是长满真菌生长的庞大生物。沙托尔自封为卡塞里（Carceri）的典狱长，他们详细记录着自己的下属和所俘虏的囚犯。在沙托尔偶尔出现在物质位面时，它们会操纵凡人领袖和哲学家，利用他们作为喉舌传播有毒的言辞，诱使灵魂朝向卡塞里等待的枷锁。",
	"Shemeshka the arcanaloth is one of Sigil's most ambitious and notorious crime bosses. From her multiplanar casino, Fortune's Wheel, she manipulates secrets and fates across the planes. Shemeshka and her plots are further detailed in the adventure{@i Turn of Fortune's Wheel}.": "夏梅夏（Shemeshka）是锡基尔（Sigil）最雄心勃勃且臭名昭著的犯罪头目之一。她在多个位面的赌场“命运之轮（Fortune's Wheel）”中操纵着跨越位面的秘密和命运。夏梅夏及她的阴谋在冒险{@i Turn of Fortune's Wheel}中有更详细的描述。",
	"The muses of the Society of Sensation are performers who enthrall crowds with spectacle and minor sensory experiences. When threatened, they beguile their foes, placating their enemies with magical displays.": "感知社的缪斯是表演者，他们用壮观的场面和轻微的感官体验迷住人群。当受到威胁时，他们用魔法表演安抚敌人，迷惑对手。",
	"Sunflies are whimsical, buzzing inhabitants of the Outer Planes. They travel widely and are important indicators of the health of the realms in which they reside; when sunflies struggle, so do the places they inhabit. Sunflies have stingers that they use to inject natural toxins into other creatures. Planar magic can alter a sunfly's toxin so that its effect is different depending on which Outer Plane the sunfly is on.": "太阳蝇是外位面的异想天开、嗡嗡作响的居民。它们四处旅行，是所居住领域健康状况的重要指标；当太阳蝇遇到困难时，它们所居住的地方也会受到影响。太阳蝇有螫针，用来向其他生物注射天然毒素。位面魔法可以改变太阳蝇的毒素，使其效果取决于太阳蝇所在的外位面。(Outer Planes)。",
	"Many inhabitants of the planes have strong feelings about sunflies, viewing them as loathsome pests or adorable pets. Sunflies in Sigil are often the pets of doting, highly protective owners.": "许多位面居民对太阳飞虫有着强烈的情感，将它们视为可恶的害虫或可爱的宠物。在锡基尔（Sigil）中，太阳飞虫常常是被溺爱、高度保护的主人的宠物。",
	"Members of the Transcendent Order train to act without thinking, eliminating thought behind action. Conduits react with the cadence of the multiverse. Their sharp reflexes border on precognition, allowing them to unconsciously act before their foes.": "超凡秩序的成员训练自己能够在不经思考的情况下行动，消除了行动背后的思维。传导者以多元宇宙的节奏做出反应。他们敏锐的反射边缘接近预知，使他们能够在敌人之前无意识地行动。",
	"Elite martial artists, instincts have learned to fight unburdened by thought, deflecting the blows of their enemies in rapid succession.": "精英武术家，本能学会了在战斗中不受思维负担的影响，连续迅速地化解敌人的攻击。",
	"Vargouilles are flying Fiends that resemble disembodied Humanoid heads with wings. While most vargouilles roam the planes to curse Humanoids and create more vargouilles, a variant known as the vargouille reflection resides in Undersigil. When a vargouille reflection spots a Humanoid target, it takes on that creature's visage, terrifying that creature by appearing as its own disembodied head.": "瓦古尔(Vargouilles)是飞行的邪恶生物，类似没有身体的人形头部，带着翅膀。大多数瓦古尔在各个位面徘徊，诅咒人形生物并制造更多瓦古尔，而一种名为瓦古尔倒影(Vargouille Reflection)的变种则居住在安德塞基尔(Undersigil)。当瓦古尔倒影发现一个人形目标时，它会呈现出那个生物的面容，通过出现为其自己的无头身体来恐吓那个生物。",
	"Warden archons are vigilant, ursine guardians of portals and paths connected to goodly realms. They have powerfully built, bipedal bodies with the heads of great bears and eyes like pools of silvery light. When warden archons speak, glimmering radiance shines from within their mouths, punctuating their deep, resonant voices.": "守望者(warden)天使是守护善良领域门户和路径的警惕、熊状守护者。它们拥有强壮的两足身体，头部像巨熊，眼睛如银光池。当守望者天使说话时，闪闪发光的辉光从口中散发出来，点亮了它们深沉、共鸣的声音。",
	"A warden archon knows when a creature uses a portal the archon is tasked to guard, and it moves swiftly to interrogate any who cross that planar boundary. If an invader enters the archon's plane, the warden strikes with claw and tooth, using its powerful bite to magically mark the intruder, which the archon pursues relentlessly.": "一位看守天使 (warden archon) 知道当一个生物使用它被委托守卫的传送门时，它会迅速移动以审问任何穿越那个位面边界的人。如果入侵者进入这位天使的位面，看守者会用爪子和牙齿袭击，利用其强大的咬击来魔法标记入侵者，然后天使会无情地追捕。"
}