{
	"Aeshma is a tiefling who was born into a rich and affluent family with ties to powerful families within the city of Waterdeep. Aeshma has learned that everything in life comes easy, free, and without consequence. Aeshma is a jack of no trades and master of none, he has ceremoniously failed himself out of magic studies, countless bard colleges, church studies, and military training. Aeshma excels at one thing: convincing and manipulating others to gamble. He doesn't really care for the stakes or the outcome of a bet, rather he gets enjoyment out of the consternation of others. Aeshma is a chronic gambler who always pushes the stakes to their limits.": "Aeshma（艾什玛）是一个庭鬼，出生在一个与瓦特德普城内强大家族有联系的富裕家庭。Aeshma发现生活中的一切都是轻而易举、免费且没有后果的。Aeshma什么都会一点，但什么都不精通，他在魔法研究、无数吟游诗人学院、教会研究和军事训练中都以失败告终。Aeshma擅长一件事：说服和操纵他人赌博。他并不在乎赌注或赌局的结果，而是享受他人的困扰。Aeshma是一个慢性赌徒，总是把赌注推向极限。",
	"Aeshma was content to a life pursuing pleasure and with no responsibilities, but his infernal heritage has entangled him with something he could have never expected. He is the soul that the Halruuans call the Unmaker (Aeshma is unaware that he is the Unmaker). Asmodeus has plans for Aeshma and had one of his archdevils, Abigor, kidnap him.": "艾什玛一直过着追求快乐、没有责任的生活，但他那地狱的血统却让他卷入了一场他从未料到的事件。他就是哈鲁安人所称之为“毁灭者”的灵魂（艾什玛并不知道自己是“毁灭者”）。阿斯莫德对艾什玛有所打算，并派遣他的大执政官之一，阿比戈尔，绑架了他。",
	"Masters of torture and pain, kocrachons are some of the most respected lesser devils in the Nine Hells. Each is driven to break the greatest number of creatures during their lifespan—the bigger and more dangerous their charges, the better. The most effective kocrachons study under other torturers, or in infernal schools, to best understand the physiologies of any victim they might come across. Perhaps due to their nature as clandestine torturers, kocrachons abhor direct conflict, choosing instead to flee if given the option.": "折磨和痛苦的大师，科克拉肯(kocrachons)是九层地狱中最受尊敬的次级恶魔之一。每个科克拉肯都被驱使着在他们的一生中折磨尽可能多的生物—被指派的生物越大、越危险，他们就越高兴。最有效的科克拉肯会在其他折磨者或地狱学校下学，以最好地了解他们可能遇到的任何受害者的生理特征。也许由于他们作为秘密折磨者的本性，科克拉肯厌恶直接冲突，而是选择逃跑如果有机会的话。",
	"They're insect-like and have a brightly colored carapace, with retractable wings, multiple arms and legs, and pincer-like hands. Even their heads appear strangely insectoid, often with multiple proboscises, eyes and false eyes, and waving antennae. Kocrachon inject a lethal poison into victims and, if they acquire the information they needed, may cure said poison.": "它们类似昆虫，有着色鲜艳的甲壳，可收放的翅膀，多只手臂和腿，以及镊状的手。甚至它们的头部看起来也奇异地像昆虫，常常有多个吸管、眼睛和假眼，还有摆动的触角。科克拉克翁(Kocrachon)会向受害者注射致命毒液，如果它们获得所需信息，可能会解除这种毒素。",
	"Though they are just as comfortable in the fires of the Nine Hells as any other devil, unlike many other of their peers, kocrachons are also resilient to the cold. This makes them useful in Stygia and Cania, where they are often employed by the archdevils of those layers to wring information from recalcitrant opponents. Their affinity to the cold also provides kocrachons with other, more interesting avenues of torture.": "尽管与其他恶魔一样能够在九层地狱的火焰中感到舒适，可科克拉克恶魔与许多同类不同的是，它们对寒冷也有很强的抵抗力。这使得它们在斯提吉亚 (Stygia) 和卡尼亚 (Cania) 非常有用，经常被这些层的大恶魔雇用来从顽固的对手那里获取信息。它们对寒冷的亲和力也为科克拉克恶魔提供了其他更有趣的酷刑手段。",
	"A fierce warrior of the Heavens, Anagwendol's career is a trail of slain Fiends. She has never turned from a fight against evil, and though she has taken countless wounds in the fray, she has never lost. And now she is in the Nine Hells.": "天堂的一位凶猛战士，安娜格温多尔(Anagwendol)的职业生涯是一连串被杀死的恶魔。她从未背弃与邪恶作战的决心，尽管在战斗中受过无数伤，但从未失败。而现在她身处于九层地狱。",
	"She owes her captivity to an all-too-common fault among angels. Of all sins, they must beware of pride. Knowing that you're the very instrument of the divine and having carved your way through the inferior mettle of a thousand infernal combatants, makes it hard to hold onto humility. This pride led her into a trap and unable to leave the fourth layer—Phlegethos.": "她的囚禁归因于天使中一种太常见的过错。在所有罪恶中，他们必须警惕骄傲。知道自己是神圣的工具，并且已经在千百个地狱战士中刻出一条道路，很难保持谦卑。这种骄傲导致她陷入陷阱，无法离开第四层——(Phlegethos)。",
	"The mastermind behind the entrapment of Anagwendol was the archdevil Kordichai, whose chief interest is a grand game preserve of fiery Elemental monsters in Phlegethos. Kordichai, a canny old hunter, was able to lure her into his preserve, and there at its heart she remains, a prisoner within a blazing stone labyrinth. Occasionally Kordichai sends parties of devils (especially underlings who have disappointed him) to hunt her, and enjoys watching their failures.": "陷害Anagwendol的幕后主谋是大恶魔Kordichai，他的主要兴趣是在Phlegethos的火元素怪物大型狩猎场。Kordichai是一位狡猾的老猎人，他成功诱使她进入他的狩猎场，而她就留在那里的核心，被困在一个燃烧的石头迷宫中。偶尔，Kordichai会派遣一些恶魔小队（尤其是让他失望的手下）去追捕她，并乐在其中看着他们的失败。",
	"Anagwendol is no longer the angel she once was. Whilst the inner warrior of the divine remains, her connection to her surroundings is twisted by an infernal curse so that she believes she is forever fighting an endless swarm of enemies. Everything she encounters is perceived as a loathsome devil, fit only for cutting down.": "安娜格温多尔（Anagwendol）不再是她曾经的天使。尽管神圣内心的战士仍然存在，但她与周围环境的联系被地狱诅咒扭曲，以至于她认为自己永远在与无尽的敌人作战。她所遇到的一切都被视为可憎的恶魔，只适合被击倒。",
	"This constant one-angel war on the infernal is gradually taking its toll. Anagwendol is growing to live for it. The ferocity of shedding infernal blood is becoming an end in itself for her, rather than an unfortunate but necessary means to virtue.": "这场持续不断的对抗地狱生物的战斗逐渐开始对她产生影响。安娅格温多尔（Anagwendol）渐渐变得乐此不疲。为了消灭地狱生物而展现的凶猛已经成为她的目标，而不再只是不幸但必要的手段。",
	"You mortals should take pride in how you can make a hell out of any heaven.": "你们凡人应该为你们能把任何天堂变成地狱感到自豪。",
	"Various myths claim that Asmodeus, has existed since the dawn of time. Perhaps most intriguing among the myths is the Serpent of Law. In it, Asmodeus was initially named Ahriman and, together with his rival Jazirian, created the outer realms. Their conflict led both deities to become severely wounded, and Asmodeus lost the exchange by landing in the Nine Hells. Here, he used his allies and own strength to banish the previous inhabitants and become what he remains today—Overlord of the Nine Hells.": "有各种神话声称，阿斯莫德斯(Asmodeus)自时间的黎明以来就存在。在这些神话中最引人入胜的是《法律之蛇》。在这个神话中，阿斯莫德斯最初被称为阿里曼(Ahriman)，与他的对手贾齐利安(Jazirian)一起创造了外域。他们的冲突导致两位神明受到严重伤害，阿斯莫德斯在这场交锋中输给了贾齐利安，最终坠入了九层地狱。在那里，他利用自己的盟友和力量驱逐了先前的居民，成为了他今天所保持的身份——九层地狱的霸主。",
	"Since his time as ruler, Asmodeus has seen much upset: a trial by gods, the Blood War, and the Reckoning. Despite many attempts to oust him, Asmodeus has never left his throne—none have even gotten close. Helping cement his power are the Dark Eight, a group of pit fiends sworn to absolute loyalty that rule his armies.": "自他担任统治者以来，(阿斯莫迪斯)已经经历了许多动荡：神祗的审判，血战，以及清算。尽管有许多人试图推翻他，(阿斯莫迪斯)从未离开过他的王座——甚至没有人接近过。帮助巩固他权力的是黑暗八人组，一群宣誓绝对忠诚并统领他军队的深渊恶魔。",
	"Those that know Asmodeus would describe him as arrogant, extremely intelligent, strategic, and honorable. Whenever possible, he follows the laws and regulations (that he himself created), and rarely loses his temper. Some of his plots have taken thousands of years to come to fruition, with countless others continuing to this day. Whether his persona is genuine, or simply another tool in his plans, only Asmodeus himself knows.": "那些了解(阿斯莫迪斯)的人会描述他为傲慢、极其聪明、策略性强、以及有荣誉感。在可能的情况下，他遵循他自己制定的法律和规定，很少发脾气。他的一些阴谋策划可能花费数千年才得以实现，还有无数其他的计划至今仍在进行中。他的人格是真实的，还是只是他计划中的另一个工具，只有(阿斯莫迪斯)自己知道。",
	"Many groups pledge allegiance to Asmodeus, and being the ruler of the Nine Hells, he has a large quantity of followers and worshippers. His biggest goal, largely unknown by mortals, is the opposite—encourage disbelief in deities altogether. According to legend, instead of going to the god they refuse worship, atheists go directly to the Nine Hells. Asmodeus feeds on these souls, which give him the necessary nourishment to lick his wounds. To this end, worshippers and cults dedicated to Asmodeus frequently experience fluctuations in presence, in an attempt to push them to disbelief.": "许多团体向阿斯莫德（Asmodeus）宣誓效忠，作为九层地狱的统治者，他拥有大量的追随者和信徒。他最大的目标，很大程度上未为凡人所知，是相反的——鼓励对神明的怀疑。根据传说，无神论者不是去拜他们拒绝崇拜的神，而是直接前往九层地狱。阿斯莫德依靠这些灵魂获取必要的营养来舔舐他的伤口。为此，致力于阿斯莫德的信徒和邪教往往会经历存在的波动，试图推动他们对神明的怀疑。",
	"Some claim that his true form is that of a colossal serpent, with gaping wounds and a missing tail. However, no living creature has seen the true Asmodeus. He prefers to do business using one of his ten avatars, each a perfect gentleman, and handsome to boot. They can be identified by the Ruby Rod they each carry, an icon representative of the Dark Lord himself.": "有人声称他的真实形态是一条巨大的巨蛇，有着张开的伤口和缺失的尾巴。然而，没有任何生物见过真正的阿斯莫德斯。他更喜欢通过他的十个化身之一来做生意，每个化身都是一个完美的绅士，而且相貌英俊。他们可以通过他们所持有的红宝石权杖来识别，这是代表黑暗领主本人的标志。",
	"The master of the Nine Hells makes his lair in his citadel of Malsheem. Within its confines linger millions of devils, and all of them are subject to Asmodeus's will and whims.": "九层地狱之主将他的巢穴建在马尔辛堡垒(Malsheem)中。在这个堡垒的范围内，有数百万恶魔徘徊，它们都受阿斯莫德斯(Asmodeus)的意志和心血支配。",
	"An individual ayperobo is practically harmless, and often eaten by larger devils as a delicacy. Recognizing their weakness, ayperobos gather together and create colonies that communicate using telepathy. These swarms are much stronger, capable of holding their own even against some of the greater devils.": "一个(``ayperobo``)个体实际上是无害的，经常被更大的恶魔作为美味食用。认识到他们的弱点，(``ayperobo``)们聚集在一起，创建使用心灵感应进行交流的殖民地。这些虫群更加强大，甚至能够自己对抗一些更强大的恶魔。",
	"Their perfect communication and collective strength, coupled with their ability for flight, allow the ayperobos to easily complete tasks with which larger devils struggle. They're happy to do so, as their goal is to prove their worth and, when possible, get revenge for their abusive treatment at the hands of larger devils.": "他们完美的沟通和集体力量，再加上他们的飞行能力，使得(%num%)ayperobos(%num%)能够轻松完成那些更大的恶魔难以应付的任务。他们乐意这样做，因为他们的目标是证明自己的价值，并在可能的情况下，为更大的恶魔对他们的虐待报仇。",
	"Each member of the swarm appears as a small, devilish being, with oversized heads and sparrow-like wings. Their teeth are razor sharp, and when working together in a swarm, they can devour a Humanoid in a matter of seconds. While swarming, ayperobos appear as a thick cloud of mosquitoes or a cloud of blood—and are known to hide among such phenomena. Some swarms have the power to control a \"host\" by burrowing under its skin and manipulating it from the inside—these hosts can even be other devils.": "每个蚁群成员都呈现为一个小巧的、恶魔般的存在，拥有超大的头部和麻雀般的翅膀。它们的牙齿锋利无比，当在蚁群中协同作战时，它们可以在几秒钟内吞噬一个人形生物。在蚁群中，阿伊佩罗博斯看起来像一团蚊子或一团血的浓密云团，并且以隐藏在这种现象中而闻名。一些蚁群有能力通过在宿主的皮肤下钻洞并从内部操纵它来控制一个“宿主”——这些宿主甚至可以是其他恶魔。",
	"Baalzebul, is an archdevil and the lord of Maladomini, the seventh layer of the Nine Hells. He is known as both the Lord of Lies and the Lord of the Flies because his tightly woven web of intrigue traps even the smallest fly. In recent centuries he was cursed with a new hideous form by Asmodeus. This form earned him a new title—The Slug Archduke.": "巴尔塞布尔(Baalzebul)是一位大恶魔，也是九层地狱中第七层Maladomini的领主。他被称为谎言之主和苍蝇之主，因为他精心编织的阴谋网甚至能困住最小的苍蝇。在最近几个世纪里，他被阿斯莫德斯(Asmodeus)诅咒，获得了一个新的丑陋形态。这个形态赋予他一个新头衔——蛞蝓大公(The Slug Archduke)。",
	"Baalzebul was originally known as Triel, one of the most powerful and beautiful angels to be found in Celestia. Triel's selfish acts in the name of achieving his perfection resulted in his corruption and exile from Celestia. After his fall, Asmodeus, perhaps out of some lingering sense of sympathy, quickly promoted Baalzebul to the ranks of devilish nobility. Baalzebul's ruthless lust for power served him well and before long he not only displaced the ancient, original Lord of Maladomini but managed to become the only archdevil to rule two layers of the Nine Hells, although he ruled Malbolge through the devil Moloch.": "巴尔塞布尔（Baalzebul）最初被称为特里尔（Triel），是在天界（Celestia）中发现的最强大、最美丽的天使之一。特里尔为了追求自身的完美而犯下了自私的行为，导致他堕落并被放逐出天界。在他堕落之后，阿斯莫迪斯（Asmodeus），或许出于某种残存的同情，迅速提拔巴尔塞布尔为恶魔贵族的一员。巴尔塞布尔对权力的无情渴望使他受益匪浅，不久之后，他不仅取代了古老的原始马拉多米尼领主，还设法成为九层地狱中唯一统治两层的大恶魔，尽管他是通过恶魔莫洛克（Moloch）统治马尔博尔格（Malbolge）。",
	"However, Baalzebul's pride continued to be his undoing. When he attempted to take Asmodeus's throne, his schemes were discovered and thwarted.": "然而，巴尔塞布勒的骄傲继续导致他的失败。当他试图夺取阿斯莫迪斯的王座时，他的阴谋被发现并挫败了。",
	"Asmodeus inflicted a series of bizarre penalties upon Baalzebul. He was cursed to appear as a slug for one year per lie he had told to a devil, and any deal he struck with a mortal would result in a disaster for the participant. His castle was turned to excrement and filled with filth and his dominion of Malbolge was stripped from him.": "阿斯莫德斯对巴尔泽布尔施加了一系列奇怪的惩罚。他被诅咒为一只蜗牛，每说一个谎言给魔鬼，就要变成蜗牛一年，而他与凡人达成的任何交易都会导致参与者遭受灾难。他的城堡被变成粪便，充满污秽，他的统治地狱马尔博尔格也被剥夺了。",
	"Despite his punishments, Baalzebul is still dangerously cunning and charismatic. Even while trapped in the form of a slug, he remained the Lord of Lies, whose every deception was made with ease. Every one of his untruths is told with a specific purpose in mind, and only other devils are safe from his lies.": "尽管受到惩罚，巴尔则布尔仍然危险地狡猾和有魅力。即使被困在蜗牛的形态中，他仍然是谎言之主，每一次欺骗都轻而易举。他的每一个谎言都是出于特定目的，并且只有其他恶魔才能免受他的谎言。",
	"When dealing with enemies or unfortunate subordinates, Baalzebul generally manifests as a powerful winged creature. However, the characters are most likely to encounter this archdevil in his slug form after he has incurred Asmodeus's wrath again. The accompanying stat block works for both forms except that Baalzebul's movement in his slug form is replaced with: 20 ft., burrow 20 ft., climb 20 ft.": "当与敌人或不幸的部下打交道时，巴尔塞布尔通常会显现为一只强大的有翅膀的生物。然而，角色们很可能在他再次招惹阿斯莫德乌斯的愤怒后以他的蛞蝓形态遭遇这位大恶魔。附带的属性块适用于两种形态，唯一不同的是巴尔塞布尔在蛞蝓形态下的移动速度被替换为：20尺，潜行20尺，攀爬20尺。",
	"Baalzebul's lair resides within whichever city is the newest he has constructed.": "巴尔塞布尔的巢穴位于他最新建造的城市中。",
	"Barachiel is an aasimar that was born in the city of Elturel; a bastion of justice and symbol of good in the Forgotten Realms. His mother was the angel Zariel, the patron of Elturel. Barachiel grew up to become a Hellrider—the holy warriors that defend the city of Elturel. However, he gave up his freedom to become an agent of Mount Celestia so that he could try and save his mother. Zariel had been seduced and corrupted by Asmodeus. Now, as an archdevil, she rules the first layer of the Nine Hells.": "Barachiel (巴拉基尔) 是一位天选之人，出生在厄图雷尔（Elturel）这座正义的堡垒和忘忆之境（Forgotten Realms）中的善的象征。他的母亲是天使扎瑞尔（Zariel），厄图雷尔的守护者。Barachiel成长为一名地狱骑士——捍卫厄图雷尔的神圣战士。然而，他放弃了自由，成为了天界之山（Mount Celestia）的代理人，以便尝试拯救他的母亲。扎瑞尔被阿斯莫迪斯（Asmodeus）所诱惑和腐化。如今，作为一名大恶魔，她统治着九层地狱的第一层。",
	"Barachiel believes in justice, mercy, virtue, and compassion. Since his transformation into an angelic being, his memories of his former life have faded. However, the Hellrider Ramius was his beloved companion, and that memory has stayed with him.": "巴拉基尔（Barachiel）相信正义、仁慈、美德和同情。自从他变成天使后，他对前世的记忆已经淡去。然而，地狱骑士拉米乌斯（Hellrider Ramius）是他心爱的伙伴，这段记忆一直留在他心中。",
	"From his bastion, Zariel's second-in-command and the former lord of Avernus oversees the forges that furnish weapons and armor for the Blood War. Though Asmodeus has instructed Zariel to accept Bel as her advisor, Bel and Zariel loathe each other and invent distractions to keep them apart.": "在扎瑞艾尔(Zariel)的堡垒中，阿弥瑟德斯(Asmodeus)的副手和前阿维努斯(Avernus)领主监督为血战(Blood War)提供武器和盔甲的锻造工作。尽管阿弥瑟德斯指示扎瑞艾尔接受贝尔(Bel)作为她的顾问，但贝尔和扎瑞艾尔彼此憎恨，他们会制造干扰来保持彼此间的距离。",
	"Bel outwardly plays the role of Zariel's loyal vassal. However, Bel rankles at Zariel's rulership of the layer of the Nine Hells that was once his, but he won't challenge her directly as long as he thinks Asmodeus supports Zariel.": "贝尔在外表上扮演着扎瑞尔（Zariel）忠诚的属臣角色。然而，贝尔对扎瑞尔统治曾经属于他的九层地狱领域感到恼火，但只要他认为阿斯莫迪斯（Asmodeus）支持扎瑞尔，他就不会直接挑战她。",
	"If you have run {@adventure Baldur's Gate: Descent into Avernus|BGDIA}, then Bel might have replaced Zariel as the ruler of Avernus. If so, his lair is the Bronze Citadel instead of the Forge.": "如果你已经进行了{@adventure Baldur's Gate: Descent into Avernus|BGDIA}，那么贝尔(Bel)可能已经取代扎瑞尔(Zariel)成为阿弗努斯(Avernus)的统治者。如果是这样的话，他的巢穴是青铜城堡(Bronze Citadel)，而不是锻炉(Forge)。",
	"Bel makes his lair in an ancient volcano known as the Forge.": "贝尔(Bel)将他的巢穴建在一个被称为锻造炉(The Forge)的古老火山中。",
	"Belial maintains his image as the most carnal of all archdevils, and enjoys inflicting pain as much as experiencing pleasure. Despite his indulgences, Belial demonstrates charisma, passion, and intelligence, and is almost always scheming. He is confident to a fault, with vanity and desire being his greatest weaknesses.": "贝利亚尔保持着作为所有大恶魔中最肉欲的形象，并且喜欢施加痛苦与享受快乐一样。尽管他放纵自己，贝利亚尔展现出魅力、激情和智慧，几乎总是在策划阴谋。他自信到了自负的地步，虚荣和欲望是他最大的弱点。",
	"Phlegethos has been ruled by Belial, together with his daughter, Fierna, for almost as long as Dispater has ruled his Iron City. Belial considers himself an \"old school\" devil, alongside his friendly rivals Levistus and Dispater. Glasya's recent rise to power has him concerned for his continued relevance in the political landscape, forcing him to direct his scheming inwards.": "费莱戈斯（Phlegethos）由贝利亚（Belial）和他的女儿菲尔娜（Fierna）统治，几乎和迪斯帕特（Dispater）统治他的铁城一样长。贝利亚认为自己是一个“老派”恶魔，与他友好的竞争对手莱维斯塔斯（Levistus）和迪斯帕特一起。格拉西娅（Glasya）最近的崛起让他担心自己在政治格局中的持续影响力，迫使他将阴谋导向内部。",
	"During the Reckoning, Belial remained relatively neutral, until the end, when he allied with Baalzebul. Some argue that his alliance was just another scheme meant to misdirect Asmodeus—an idea further cemented when, instead of being deposed, Belial was forced to cede the throne to his daughter. For a time, he continued to rule from the shadows, but influence from Glasya on Fierna has encouraged the fiery lord to rule in tandem. Belial manages much of the political and official sides of the realm, including maintaining the infernal court. He occasionally sends avatars to other planes, which quickly seek out pleasure before continuing their assigned task.": "在清算期间，贝利亚尔一直保持相对中立，直到最后，他与巴尔泽布尔结盟。一些人认为他的联盟只是另一个旨在误导阿斯莫迪厄斯的计划，这个想法在贝利亚尔不被罢黜而被迫将王位让给女儿时进一步得到确认。有一段时间，他继续在暗中统治，但格拉西亚对菲尔娜的影响鼓励这位火焰领主共同统治。贝利亚尔管理着领域的许多政治和官方方面，包括维护地狱法庭。他偶尔会派遣化身到其他位面，这些化身会迅速寻找快乐，然后继续他们的任务。",
	"Similar to his daughter, Belial remains one of the most attractive archdevils. His rugged good looks and masculine physique serve to compliment his devilish features, of which he has many. Sharp horns and glowing eyes adorn his face, with midnight-black wings and a tail decorating the rest of his body. Depending on his mood, Belial's skin either takes on an ashy-grey complexion, or smolders red like dying coal. Priding himself on his sensual appearance, Belial dresses provocatively while maintaining high fashion, truly embodying his carnal desires.": "与他的女儿相似，贝利亚尔 (Belial) 仍然是最具吸引力的大恶魔之一。他粗犷的俊俏外表和男性化的体魄与他邪恶的特征相辅相成。他脸上长着尖角和闪烁的眼睛，午夜黑色的翅膀和尾巴装点着他的身体其他部位。根据他的心情，贝利亚尔的皮肤会呈现灰色或者像燃烧的煤炭一样炽热的红色。贝利亚尔以他撩人的外表为傲，穿着挑逗性感的服装，同时保持高级时尚，真正体现了他肉欲的欲望。",
	"This fierce archdevil currently makes his lair in an obsidian palace built within the confines of Abriymoch, but his reach extends throughout the entirety of the city.": "这位凶猛的大恶魔目前居住在阿布里莫克(Abriymoch)范围内建造的黑曜石宫殿中，但他的影响力遍及整个城市。",
	"One of the stronger greater devils, the paeliryon focus on corruption and obtaining mortal souls. While they can be found on almost every layer of the Nine Hells, paeliryons are particularly prominent in Dis and Malbolge, where they hold positions of power. Their duties include managing lesser devils, directing and manipulating the soul trade, and infernal politics. They're particularly talented at blackmailing and spying—abilities used both within and without the Nine Hells.": "作为更强大的大恶魔之一，(paeliryon)专注于腐化和获取凡间灵魂。虽然它们几乎可以在九层地狱的每一层找到，但(paeliryons)在(Dis)和(Malbolge)尤为显著，它们在那里拥有权力地位。它们的职责包括管理次等恶魔、指导和操纵灵魂交易以及地狱政治。它们特别擅长敲诈和间谍活动——这些能力在九层地狱内外都被使用。",
	"As greater devils, paeliryons are particularly large, often weighing more than 4000 pounds. Like hags, their skin is covered in boils and warts of varying colors, and they have massive bellies and leathery wings. Despite their physical drawbacks, corruption devils are quite formidable in combat. Rather than fight themselves, however, they use followers and lesser devils as fodder.": "作为更大的恶魔，帕里里翁（paeliryons）通常体型庞大，体重常超过4000磅。像巫婆一样，它们的皮肤布满各种颜色的疖子和疣，拥有庞大的腹部和皮翼。尽管存在身体上的缺陷，腐化恶魔在战斗中相当强大。然而，它们并不亲自战斗，而是利用追随者和次级恶魔作为炮灰。",
	"Occasionally a paeliryon becomes more powerful than their sisters and takes on the mantle of a sire of corruption. These sires can be counted among the strongest infernals, aside from archdevils, and usually direct their power to other planes of existence. Befitting their name, sires of corruption only seek one goal: to corrupt. To this end, their plans often involve the decay of empires or corruption of religious groups. Sires are few and far between, and a new sire usually rises only once every few centuries. Though they usually operate alone, some sires have served archdevils whose plans involved enough corruption to encourage cooperation.": "偶尔，一个(paeliryon)比她的姐妹更强大，并承担了腐化之父的职责。这些腐化之父可以算得上是最强大的地狱生物之一，除了(archdevils)之外，通常会将他们的力量指向其他存在的位面。与其名字相符，腐化之父只追求一个目标：腐化。为此，他们的计划通常涉及帝国的衰落或宗教团体的腐化。腐化之父数量稀少，通常每隔几个世纪才会出现一个新的腐化之父。虽然他们通常独自行动，但有些腐化之父曾为(archdevils)效力，后者的计划涉及足够的腐化以鼓励合作。",
	"Despite frequent shifts in leadership among other archdevils, Dispater has maintained his position as the ruler of Dis since its creation. Known for his vigilance and caution, he rarely leaves his tower, and even less frequently leaves the Iron City. Those who know his plans, including Asmodeus, know that he hopes to one day rule each layer of the Nine Hells.": "尽管其他大恶魔领袖经常更迭，但自从创立以来，迪斯帕特尔一直保持着对迪斯的统治地位。以其警惕和谨慎而闻名，他很少离开自己的塔楼，更少去铁城。了解他计划的人，包括阿斯莫德斯，都知道他希望有朝一日统治九层地狱的每一层。",
	"Dispater remains one of the foremost suppliers of weapons across all the planes, which helps keep his position in Dis secure. As well, his advisors are carefully chosen and he maintains very few friendships.": "迪斯帕特尔（Dispater）仍然是跨越所有位面的主要武器供应商之一，这有助于他在迪斯（Dis）保持地位。此外，他的顾问们都经过精心挑选，他保持着很少的友谊。",
	"Those that attempt battle with the Iron Lord find victory nigh impossible. In addition to his stratagem and defense, Dispater maintains extremely powerful abilities and a legion of minions. Outwitting him can't be done, and anyone unfortunate enough to catch him off guard is quickly disposed of.": "那些试图与铁领主交战的人发现取得胜利几乎是不可能的。除了他的谋略和防御之外，（Dispater）（迪斯帕特）还拥有极其强大的能力和一支军团的手下。战胜他是不可能的，任何不幸让他措手不及的人都会很快被处置。",
	"Dispater remains calm and controlled in conversation. He prefers wherever possible to engage in gentlemanly debates rather than aggressive arguments. Unlike other archdevils, he almost never forces an individual into doing something, preferring to persuade or deceive instead. Fittingly, his skin is an iron-black color and his signature staff, wrought from the same iron as the tower he lives in, is always in hand.": "狄斯帕特 (Dispater) 在交谈中保持冷静和控制。他更喜欢尽可能参与绅士式的辩论，而不是激烈的争论。与其他大恶魔不同的是，他几乎从不强迫个人做某事，而更喜欢说服或欺骗。他的皮肤呈铁黑色，他的标志性法杖，由他居住的塔楼同样的铁锻造而成，总是在手中。",
	"The ruler of Dis makes his lair inside the Iron Tower. Within these confines he is vastly more protected.": "地狱之王在铁塔内建立了他的巢穴。在这个地方，他得到了更强大的保护。",
	"Long ago a Fey lord led his hunt into the Nine Hells to settle a score with an archfiend over mortals claimed by both. What fate the lord met is unknown, but of all his expedition, one particular faerie breed prospered in its new environment. A particularly vicious strain of displacer beast has become an entrenched new threat across many layers of the Nine Hells, prowling about the edges of fiendish communities and attacking mortal and infernal travelers alike.": "很久以前，一个精灵领主带领他的狩猎队进入了九层地狱，为了与一位大恶魔解决对共同索取的凡人的纠纷。这位领主遇到了什么命运至今无人得知，但在他的远征中，有一种特殊的仙灵品种在新环境中繁荣起来。一种特别凶残的位移兽品系已经成为九层地狱许多层次中根深蒂固的新威胁，潜伏在邪恶社区的边缘，袭击凡人和地狱旅行者。",
	"Long ages in the Nine Hells have warped the original beasts into something more fiendish. Whilst still feline in shape, the displacer fiend's shoulders sprout with an explosion of writhing tentacles each tipped with a lamprey-like mouth. These tooth-lined maws drain life essence or infernal strength from their prey, providing the fiends with their sustenance. The mouths drip with a vitriol that causes agony to mortals, but acts as a tranquilizing balm to devils, permitting the Fiends to feast on them without waking their prey if they get the chance. Displacer fiends retain the innate stealth of their progenitors and slip from shadow to shadow across all but the most barren of infernal landscapes. Packs of them will follow travelers for long distances, waiting until the terrain most favors an ambush.": "在九层地狱中度过漫长岁月的原始野兽已经扭曲成了更邪恶的存在。虽然形态仍然是猫科动物，位移恶魔的肩膀上长出了一片扭动的触手，每根触手尖端都长有像七鳃鳗一样的嘴。这些长满牙齿的口器从猎物身上吸取生命精华或地狱力量，为恶魔们提供养分。这些嘴滴着一种能够给凡人带来痛苦的腐蚀性液体，但对恶魔却起到镇定作用，让恶魔们能够在不惊醒猎物的情况下享用它们。位移恶魔保留了它们祖先固有的潜行能力，在除了最贫瘠的地狱景观之外的阴影中穿行。它们会成群结队地跟随旅行者长途跋涉，等待地形最有利于伏击的时机。",
	"Like their base stock, displacer fiends bend light around themselves, the visible monster always slightly shifted from its true location. These natural gifts have been fortified by the deceptive influence of the lower planes. The monsters also possess the ability to shift the perceived location of their victim and affect their prey's grasp of relative distance and place. Fighting them can be a nightmare of confusion, as allies, enemies and landscape features appear randomly close or far, huge or small—or the fighters find themselves viewing the battlefield from outside their own heads, trying to control their bodies like puppets. Even basic functions like proprioception—the knowledge of where one's limbs are when not directly observed—can be lost. This can lead to a complete loss of coordination, accidentally striking friends or falling into bogs or crevasses that seemed far distant.": "与它们的基础种族一样，位移恶魔会将光线弯曲在自己周围，使得这种可见的怪物总是略微偏离其真实位置。这些天赋天生的能力已经被下位位面的欺骗性影响所加强。这些怪物还拥有改变受害者感知位置、影响猎物对相对距离和位置的把握的能力。与它们战斗可能会变成一场混乱的噩梦，因为盟友、敌人和地形特征似乎会随机地接近或远离，变得巨大或微小——或者战士们发现自己从自己的头脑之外观看战场，试图像操纵木偶一样控制自己的身体。甚至像本体感知这样的基本功能——即当没有直接观察时知道自己的四肢在哪里——都可能会丧失。这可能导致完全失去协调，意外地击中朋友或跌入看似遥远的沼泽或裂缝中。",
	"Many large cities in the Nine Hells have feral populations of displacer fiends predating off the lowliest devils and breeding in hidden corners. Much of the time they're considered pests, but they do keep down populations of various infernal vermin, like halogs, that would otherwise be more troubling in their proliferation. Some devils actively cultivate their presence, encouraging them by staking out a lemure or imp every so often, as a human might leave a bowl of scraps for a cat. Devils aren't sentimental, but some find the viciousness and skulking cruelty of the displacer fiends oddly endearing.": "在九层地狱的许多大城市中，有着野生的位移恶魔群体，以最卑微的恶魔为食，并在隐秘角落繁殖。大部分时间它们被视为害虫，但它们确实控制了各种地狱害虫的数量，比如哈洛格，否则它们的繁殖将更加麻烦。一些恶魔会积极培育它们的存在，定期放置一个涂魔或小恶魔，就像人类会留一碗残羹剩饭给猫一样。恶魔并不多愁善感，但有些人发现位移恶魔的凶残和潜行残忍反而让人感到怪异地可爱。",
	"Fierna rules Phlegethos alongside her father, Belial. She is emotionally intelligent, and her charisma has earned her many allies and few enemies in the Nine Hells. Although some view her as incompetent, Fierna's true intentions are hidden behind a smokescreen of brashness.": "费尔娜（Fierna）与她的父亲贝利亚（Belial）一起统治弗勒戈索斯（Phlegethos）。她情商高，魅力赢得了许多盟友，在九层地狱中敌人寥寥。尽管有些人认为她无能，但费尔娜的真正意图被一层大胆的烟幕掩盖着。",
	"Her father, Belial, was a key player in the Reckoning, and due to his actions, Fierna was granted primary leadership of Phlegethos. Despite this political appearance, Fierna and Belial rule together, often meeting in secret to discuss strategy and upcoming plans. Some of the more ignorant archdevils view the relationship between Belial and Fierna as something to be exploited or broken. In reality, Fierna deeply respects her father, and the feeling is mutual.": "她的父亲，贝利亚(Belial)，是审判中的关键人物，由于他的行动，菲尔娜(Fierna)被授予了菲莱戈斯(Phlegethos)的主要领导权。尽管在政治上如此，菲尔娜和贝利亚经常一起统治，经常秘密会面讨论战略和即将到来的计划。一些更无知的大恶魔认为贝利亚和菲尔娜之间的关系是可以利用或破坏的。实际上，菲尔娜深深尊重她的父亲，这种感情是相互的。",
	"Laying eyes on Fierna, one can immediately see the reasons she is so admired: she is impossibly beautiful. Her beauty is a strength, complementing her strategic mind and ingenuity.": "看到费尔娜，人们立刻就能看出她备受钦佩的原因：她美得令人难以置信。她的美丽是一种力量，与她的战略头脑和创造力相辅相成。",
	"Fierna's lair is a palace, a tower of crystalline stone wreathed in blue flame.": "菲恩娜的巢穴是一座宫殿，一座被蓝色火焰缭绕的水晶石塔。",
	"Glasya is known by many names: the Dark Prodigy, the Princess of the Nine Hells, and Lord of Malbolge. She maintains control over the erinyes and has a massive following within the downtrodden and the neglected royalty of the other planes. For a long time, she was simply a lesser archdevil, jumping between various courts as she saw fit. It wasn't until the Reckoning, which she helped instigate, that she claimed true power and became ruler of one of the nine layers.": "格拉西亚（Glasya）以许多名字闻名：黑暗神童（the Dark Prodigy）、九层地狱的公主（the Princess of the Nine Hells）和马尔波尔吉之主（Lord of Malbolge）。她控制着厄里尼斯（erinyes），在其他位面的受压迫者和被忽视的王室中拥有庞大的追随者。很长一段时间以来，她只是一个次要的大恶魔，在各种宫廷之间随心所欲地跳跃。直到她帮助发动的“清算”（the Reckoning），她才声称真正的权力，并成为九层地狱之一的统治者。",
	"Asmodeus, her father, and Glasya share much in common—particularly their cunning, ambition, and \"dedication\" to laws. Because of this, despite some of the hatred Glasya has towards her father, the two share a relationship of respect and support.": "阿斯莫德斯，她的父亲，和格拉西亚有许多共同点—特别是他们的狡诈、野心和对法律的“奉献”。正因为如此，尽管格拉西亚对她的父亲有些憎恨，但两人之间有着相互尊重和支持的关系。",
	"Even though she busies herself with many important undertakings to further cement her power, being surrounded by beautiful things is also important to Glasya. Similarly, she detests the ugly, punishing those she sees as disgusting. During her brief relationship with Mammon, she was rarely found in his swampy domain, choosing instead to roam other layers. Almost everything that interacts with Glasya either deeply loves or loathes her. She maintains a charming persona, often even converting spies from other archdevils to her side.": "即使她忙于许多重要事务以进一步巩固自己的权力，但被美丽的事物环绕也对格拉西亚很重要。同样地，她厌恶丑陋，惩罚那些她认为令人恶心的人。在与玛蒙的短暂关系中，她很少出现在他那沼泽般的领域，而选择漫游其他层次。与格拉西亚互动的几乎所有事物要么深深地爱她，要么憎恨她。她保持着迷人的人设，甚至经常将其他大恶魔的间谍转变为自己的一方。",
	"Perhaps contributing to her obsession with beauty, Glasya herself is considered stunning. Her jet-black hair and copper skin hide her infernal nature, though her large, leathery wings and small horns give it away. Due to her ability to polymorph at will, she can meet various other standards of beauty as well, always maintaining an outward charm—which helps conceal her foul core.": "或许是由于对美的执着，格拉西亚本人也被认为是令人惊艳的。她那乌黑的头发和铜色的皮肤掩盖了她的地狱本质，尽管她那又大又皱的翅膀和小角暴露了她的真实身份。由于她可以随意变形的能力，她还可以满足其他各种美的标准，始终保持外表的魅力——这有助于掩盖她那邪恶的内核。",
	"Glasya built her fortress lair, Ossiea, from the grotesquely enlarged and distorted skull of Malagard. Behind the walls of the skull, there are numerous opulent levels, within which Glasya conducts the business of ruling her realm or indulges her other interests.": "格拉西娅（Glasya）在本地区习惯的基础上，用畸形巨大的马拉加德（Malagard）头骨建造了她的堡垒巢穴奥西亚（Ossiea）。在头骨墙壁后面，有许多豪华的层次，格拉西娅在其中处理她统治领域的事务或追求其他兴趣。",
	"A greater tyrant shadow's lair is always within a few miles of the devil that spawned it, which means that the tyrant shadow itself may often relocate, following the movements of its progenitor, even across the layers of the Nine Hells themselves. Of the lair specifically, the tyrant shadow generally selects a suitably cavernous locale, with deep shadows, perfect for skulking and ambushes. Eroded canyons, abandoned dwellings, and even deep forests, though rare in the Nine Hells, are also suitable locations.": "一个更大的暴君之影的巢穴总是在离它所产生的恶魔几英里之内，这意味着暴君之影本身经常会搬迁，跟随其祖先的活动，甚至穿越九层地狱的层次。关于巢穴，暴君之影通常会选择一个适合的洞穴地点，有深深的阴影，非常适合潜伏和伏击。被侵蚀的峡谷，废弃的住所，甚至深邃的森林，虽然在九层地狱中很少见，也是合适的地点。",
	"There are few places more inhospitable than the Nine Hells, yet denizens from other places make a home even here. Not only the evil whose philosophy aligns with the devils, but simple creatures whose endurance and appetites permit them to survive the infernal realms. Often this means huge monsters strong enough to fight the native denizens, but some intruders pose a different kind of problem to the devils. Halogs seem small and weak compared to almost everything in the Nine Hells, yet they're becoming a serious nuisance across all the lower planes.": "没有比九层地狱更不适宜的地方了，然而其他地方的居民甚至在这里找到了家园。不仅是那些与恶魔哲学一致的邪恶存在，还有那些耐力和食欲使它们能够在地狱领域生存的简单生物。通常这意味着足够强大以与本地居民对抗的巨大怪物，但一些入侵者对恶魔构成了不同类型的问题。哈洛格（Halog）与九层地狱中的几乎所有生物相比显得又小又弱，然而它们正在成为所有下层位面的严重麻烦。",
	"Halogs are around the size of a dog, and somewhere between a rat and a dog in appearance. Individually they're unprepossessing, often bearing burns, festering pustules, scars and other marks of a harsh environment that never seems able to quite kill them. They breed with formidable speed. Pairs of halogs raise litters of twenty which can mature in just a handful of days if sufficient food is on hand. And halogs eat anything. Their digestive juices alter in composition to permit them to devour infernal flesh as easily as that of mortal creatures, along with any kind of plant matter and even minerals. Only regions that are nothing but barren rock and dust offer nothing to them.": "哈洛格(Halogs)的大小与狗相当，外观介于老鼠和狗之间。它们个体看起来不起眼，经常带着烧伤、化脓性脓疱、疤痕和其他恶劣环境的痕迹，这种环境似乎永远无法完全杀死它们。它们繁殖速度惊人。一对哈洛格可以养育二十只幼崽，只要有足够的食物，这些幼崽就可以在几天内成熟。哈洛格吃任何东西。它们的消化液成分会改变，使它们能够像吞食凡间生物一样轻松地吞食地狱生物的肉，以及任何植物物质甚至矿物质。只有那些充满贫瘠岩石和尘土的地区对它们毫无吸引力。",
	"Individually, halogs are weak, but as a species they're fearsomely hardy. Halogs seldom thrive in regions not requiring their unique adaptability, because of greater competition from other creatures. The hostile conditions of the lower planes mean that regular vermin and predators are lacking, leaving them their niche. The secret of the halogs' success is that the harsher their environment, the more they prosper. Whether heat, cold, acid, poison, or even pure necrotic energy—if it doesn't kill them outright then they swiftly adapt to feed off it. Halogs live among the flames of Phlegethos, the icy wastes of Stygia and the swamps of Minauros equally, and no devil city is free of their swarming presence no matter how the Fiends try to exterminate them. They even swim rat-like in the waters of the Styx. The vermin have a powerful defense mechanism. Their saliva and blood adapts swiftly in response to the vulnerabilities of their antagonists so that their bites inflict the worst harm, and anything trying to eat their flesh suffers for it. The remarkable upshot of this is that the halogs of the Nine Hells most often have teeth blazing with radiant divine energy, enough to make short work of unwary minor devils.": "作为个体，哈洛格(halogs)很弱，但作为一个物种，它们异常强健。哈洛格很少能在不需要它们独特适应能力的地区茁壮成长，因为会受到其他生物更大的竞争。下层位面的恶劣条件意味着常规的害虫和捕食者缺乏，为它们留下了生存的空间。哈洛格成功的秘诀在于，环境越恶劣，它们就越繁荣。无论是炎热、寒冷、酸性、毒素，甚至纯粹的死灵能量——只要没有将它们彻底杀死，它们就会迅速适应并从中获益。哈洛格同样生活在菲莱戈斯(Phlegethos)的火焰中、斯提吉亚(Stygia)的冰冷荒野和米诺洛斯(Minauros)的沼泽地中，无论邪恶者如何试图消灭它们，恶魔城市都无法摆脱它们蜂拥而至的存在。它们甚至像老鼠一样在斯提克斯(Styx)的水中游动。这些害虫有强大的防御机制。它们的唾液和血液会迅速适应对手的弱点，使它们的咬伤造成最严重的伤害，任何试图吃它们肉体的生物都会为此付出代价。这一显著结果是，九层地狱中的哈洛格往往有着充满光辉神圣能量的牙齿，足以迅速击败不留神的次级恶魔。",
	"Despite their remarkable abilities and most common habitats, halogs are basically just animals. They're smart, but in the same way as a bright dog or a monkey. Druids, rangers, and other guardians of nature luckless enough to find themselves in the Nine Hells have been able to forge bonds with the creatures, and even muster them as impromptu scouts and sentries when travelling in the lower planes.": "尽管halogs拥有出色的能力和最常见的栖息地，但它们基本上只是动物。它们聪明，但与聪明的狗或猴子类似。德鲁伊、游侠和其他自然守护者不幸地发现自己身处九层地狱时，曾经能够与这些生物建立联系，甚至在前往下层位面时将它们召集为临时侦察兵和哨兵。",
	"Possessing a unique ability to detect both the alignment and strength of an individual telepathically, bezekiras, otherwise known as hellcats, search for the most powerful master of lawful evil alignment. Once they've found a master, they're extremely loyal and follow all commands, until a stronger master comes along. When not serving a master, hellcats are fiercely independent, secretive, and intelligent.": "拥有独特的能力，可以在心灵感应中探测个体的阵营和力量，贝泽基拉斯（bezekiras），又被称为地狱猫，寻找最强大的守序邪恶阵营的主人。一旦它们找到主人，它们会非常忠诚，遵循所有命令，直到有更强大的主人出现。当没有为主人服务时，地狱猫是非常独立、神秘和聪明的。",
	"When visible, hellcats take on the appearance of larger cats, including lions and tigers. However, they have an innate invisibility when in any source of light, preventing their corporeal form from appearing anywhere outside of total darkness. They appear wraith-like, with the wispy outline of their body composed of ethereal light and devilish fire. Though they rarely hunt creatures of evil alignment, good creatures are slaughtered on sight, sometimes even against their master's orders. Bezekiras propagate through natural means, though petitioners and devils are sometimes given their form.": "当可见时，地狱猫会呈现出更大的猫类动物的外观，包括狮子和老虎。然而，在任何光源中，它们具有固有的隐形能力，阻止它们的实体形态出现在完全黑暗之外的任何地方。它们看起来像幽灵，身体的轮廓由以太光和恶魔火组成。虽然它们很少猎杀邪恶阵营的生物，但对于善良的生物，它们会立即被屠杀，有时甚至违背它们主人的命令。贝泽基拉通过自然方式繁殖，尽管有时会赋予请愿者和恶魔它们的形态。",
	"It was Jenevere's role to watch the mortal planes for individuals of particular virtue. Forbidden to intervene, she would record their struggles and deeds, to be brought in evidence when their souls migrated to their final reward. After centuries of meek observation, she petitioned for more active divine involvement in the fates of those she watched. She was refused. It was too much for her. Against the strictures of her role, she visited the mortal realms to interfere. No grand drawing of flaming swords, just calm words, a timely reminder of morality at the fulcrum point of someone's moral struggle. In time, the Nine Hells became aware of her influence and set a trap for her. After her capture she passed through various hands. Jenevere isn't fierce and combative, but open, honest, and infinitely merciful. She forgives the Fiends that torment her, knowing it is their nature, and her forgiveness burns them more than they can burn her. Possession of Jenevere became something of a poisoned chalice, so that she fell through their hierarchy, possessed by meaner and meaner masters, until she was acquired by Vaness and Fling of the Eye Market.": "珍妮维尔（Jenevere）的角色是在凡间观察具有特殊美德的个体。她被禁止干预，只能记录他们的挣扎和行为，以便在他们的灵魂迁移到最终奖赏时作为证据呈现。经过几个世纪的默默观察后，她请求更积极地神圣介入她所观察对象的命运。但她被拒绝了。这对她来说太过分了。违背她角色的限制，她访问了凡间，进行干预。没有华丽的火剑，只是平静的言辞，及时提醒某人在道德挣扎的关键点上。随着时间的推移，九层地狱意识到了她的影响，并为她设下了陷阱。在被捕后，她经历了各种折磨。珍妮维尔并不凶猛好斗，而是开放、诚实和无限慈悲。她宽恕那些折磨她的恶魔，知道这是他们的本性，而她的宽恕比他们对她的伤害更深。拥有珍妮维尔成为一种有毒的圣杯，因此她在他们的等级制度中跌落，被越来越卑劣的主人所拥有，直到被凡尼斯（Vaness）和弗林（Fling）从眼市（Eye Market）中获得。",
	"Jenevere's eyes are remarkable things, fashioned by gods to see all the virtues of the mortal realms. Vaness and Fling removed her eyes easily enough, but implanting them into a Fiend, or any of the evil things that come cap in hand to them, proved problematic. The eyes are a gateway to all the virtue and goodness of the planes. To Vaness and Fling's patrons, the experience proved unendurable. Vaness and Fling continue to experiment, but they're beginning to feel that in acquiring Jenevere they've taken on more than they can handle.": "珍妮维尔（Jenevere）的眼睛是非凡之物，由众神打造，可以看到凡间所有的美德。范尼斯（Vaness）和弗林（Fling）很容易地取走了她的眼睛，但将其植入恶魔，或者任何向他们伸手的邪恶生物身上，却证明是个问题。这些眼睛是通往各个位面的美德和善良的门户。对于范尼斯和弗林的赞助者来说，这种经历是无法忍受的。范尼斯和弗林继续实验，但他们开始感觉，通过获取珍妮维尔，他们承担了更多他们无法控制的东西。",
	"Koh Tam is the powerful head priest of Kelemvor, god of death and the dead, at the Waterdeep cathedral. Seeking to know all the secrets of the realms of the dead, Koh Tam petitioned his god for permission to explore the Nine Hells. The young priest set forth into the infernal realm where he bore witness to horrors beyond mortal imagination and encountered fiendish creatures whose power greatly outmatched his own. The experience forever changed the priest. Rather than sate his curiosity, the journey only served to further incite Koh Tam's fascination with the infernal. He devoted himself to the study of arcane books concerning the subject and collected an impressive number of infernal relics.": "柯坦(Koh Tam)是位强大的祭司，他是死亡与亡者之神凯尔姆沃(Kelemvor)在水深大教堂的首领。为了探寻亡者领域的所有秘密，柯坦请求他的神允许他探索九层地狱。这位年轻的祭司踏上了通往地狱的征途，在那里他目睹了超出凡人想象的恐怖，并遭遇了比自己强大得多的恶魔生物。这段经历永远改变了这位祭司。旅程并没有满足他的好奇心，反而进一步激发了柯坦对地狱的迷恋。他全身心地投入到研究有关这个主题的奥秘书籍中，并收集了大量地狱遗物。",
	"In the many years since, the head priest has made several expeditions into the Nine Hells and has had many more encounters with fearsome devils. Koh Tam can thus be considered the expert authority on the infernal realm. He has advised many adventurers who seek to venture into the Nine Hells and has also prevented a fair number of foul creatures from fleeing that realm into mortal worlds. Though he remains devoted to the laws of Kelemvor, so much exposure to the infernal has changed Koh Tam in mind and body. The head priest has many habits and mannerisms that might seem strange to other mortals, and he has a unique perspective colored by his experience with the Nine Hells.": "多年来，首席祭司进行了多次探险进入九层地狱，并与许多可怕的恶魔有过多次交锋。因此，可谭可以被视为地狱领域的专家权威。他已经为许多寻求冒险进入九层地狱的冒险者提供建议，并阻止了不少邪恶生物逃离那个领域进入凡间世界。尽管他仍然忠于凯尔姆沃的法则，但对地狱的暴露已经改变了可谭的思想和身体。首席祭司有许多习惯和举止对其他凡人来说可能看起来很奇怪，他的独特观点也受到了他与九层地狱的经历所影响。",
	"No archdevil is more hated than the Frozen Prince, Levistus, despite his reputation as an honorable and chivalrous archdevil. Rivaling Asmodeus and Dis in their ability to plan and strategize, Levistus is generally considered one of the most plausible archdevils for overthrowing the throne. His ambition was somewhat stifled when he committed an unspeakable betrayal and was imprisoned by Asmodeus deep within the ice of Stygia.": "没有比冰封王子莱维斯塔斯更受憎恨的大恶魔，尽管他以光荣和骑士精神的大恶魔而闻名。在计划和策略方面与阿斯莫迪斯和迪斯相媲美，莱维斯塔斯通常被认为是最有可能推翻王座的大恶魔之一。当他犯下一次无法启齿的背叛并被阿斯莫迪斯囚禁在斯提吉亚的冰中时，他的野心有些受到了阻碍。",
	"Even while imprisoned, Levistus continues to plot, choosing to force his rage inward and reflect. Divination and communication magic helps aid this effort, and even from within his icy tomb Levistus manages legions. Levistus is known to make many deals with adventurers, provided they can aid his search for freedom.": "即使被囚禁，(Levistus) 仍然继续策划，选择将他的愤怒内化并反思。占卜和交流魔法有助于这一努力，即使在他的冰冷之墓中，(Levistus) 也能管理军团。众所周知，(Levistus) 与冒险者达成许多交易，只要他们能帮助他寻找自由。",
	"When the Reckoning happened. Asmodeus, noticing that Levistus played no part in the war, chose to reinstate him as ruler of Stygia. While Levistus still desired revenge on his jailor, he recognized the opportunity and pledged temporary allegiance to Asmodeus. Publicly, Levistus completely supports Asmodeus and his plans, though from beneath the ice he continues to plot his revenge.": "当清算发生时，阿斯莫德斯(Asmodeus)注意到莱维斯塔斯(Levistus)在战争中没有参与，选择让他恢复为斯提基亚(Stygia)的统治者。尽管莱维斯塔斯仍然渴望报复他的囚禁者，但他意识到了这个机会，并承诺临时效忠于阿斯莫德斯。公开场合下，莱维斯塔斯完全支持阿斯莫德斯及其计划，尽管在冰下，他仍在策划他的报复。",
	"Other archdevils describe Levistus as clever, charming, and observant, if not also traitorous. He was often known to engage adversaries in single combat, only calling upon his magic and followers if someone or something intervened. For this reason, he is often worshipped by honorable thieves and charlatans—rogues with a code.": "其他大恶魔描述利维斯塔斯(Levistus)聪明、迷人、观察力敏锐，但也可能是背叛者。他经常以单挑的方式与对手交战，只有在有人或某物干涉时才会动用他的魔法和追随者。因此，他经常受到正派盗贼和江湖骗子的崇拜——这些有着自己准则的流氓。",
	"Levistus is described as an attractive humanoid male, with dark hair, an impeccable goatee, and pale-white skin.": "Levistus（莱维斯塔斯）被描述为一个英俊的人形男性，拥有黑色头发、一把无可挑剔的山羊胡子和苍白的皮肤。",
	"The ruler of Stygia's lair is within his floating prison. This great glacier moves ponderously over the ages, carrying with it Levistus, and the effects of his lair.": "斯提吉亚之主的巢穴就在他的漂浮监狱之中。这座巨大的冰川在漫长岁月中缓慢移动，带着莱维斯塔斯和他巢穴的影响。",
	"Created with the sole purpose of protection, maelephants are the most loyal of the devils. They eschew personal possessions, dreams, and goals, and find happiness in the completion of their duty. While other devils may view them as simple and unintelligent, many recognize the importance and utility of maelephants. Infernal and common are often spoken languages, but maelephants also maintain their own unique language, which they use exclusively in communication with others of their kind.": "创造出来的唯一目的是保护，魔象是最忠诚的恶魔。他们摒弃个人财产、梦想和目标，从完成自己的职责中找到幸福。虽然其他恶魔可能认为他们简单和愚蠢，但许多人都认识到魔象的重要性和实用性。地狱语和普通语经常被使用，但魔象也保留着自己独特的语言，他们只在与同类交流时使用。",
	"As their name would suggest, maelephants share many physical features with elephants. They stand on two legs, but have an elephant-like head and legs. Their trunk usually ends in a sharp spike, and their hands and feet are both clawed. When threatened, maelephants emit a cloud of toxins that cause brain damage and memory loss.": "正如它们的名字所暗示的那样，麦象（maelephants）与大象有许多相似的身体特征。它们站立在两条腿上，但有着大象般的头部和腿部。它们的象鼻通常以尖锐的尖端结束，手和脚都有爪子。当受到威胁时，麦象会释放出一团毒素云，导致大脑损伤和记忆丧失。",
	"Despite them being lower-ranked devils, their position as trustworthy guardians makes other lower devils respect maelephants. When not under active duty or protecting something, a maelephant might aimlessly wander the layers searching for a new charge. Some of these nomads wander many years before finally ending their search.": "尽管它们是地位较低的恶魔，但它们作为值得信赖的守护者的地位使其他较低级的恶魔尊重马象（maelephants）。当没有在执行任务或保护某物时，一只马象可能会漫无目的地在各个层面徘徊，寻找新的任务。一些这样的游牧者可能在多年后才最终结束他们的寻找。",
	"Perhaps the richest being in all the realms, there is nothing that Mammon loves more than wealth. Where other devils obsess over souls and power, Mammon is perfectly content to continually increase his material possessions. Interestingly, he is one of the only archdevils willing to make deals with mortals over strictly monetary terms. Whether he maintains his end of the deal, however, is a completely different story. Anyone that interacts with Mammon immediately recognizes his two-faced approach—the devil will say or do anything, if he thinks it will benefit him in the end.": "或许是所有领域中最富有的存在，没有什么比财富更让魔王玛蒙（Mammon）更加痴迷。其他恶魔可能会着迷于灵魂和权力，但玛蒙却完全满足于不断增加他的物质财富。有趣的是，他是少数愿意与凡人就纯粹金钱条件达成交易的大恶魔之一。然而，他是否遵守交易的条款则是另一回事。任何与玛蒙打交道的人都会立刻认识到他的两面性——如果他认为这样做对他有利，这位恶魔会说或做任何事情。"
}