{
	"The archons of Eldraine are enigmatic beings who fly over the perimeter where the realm meets the wilds, marking the boundary between safety (for the people of the realm) and danger. The sight of an archon overhead is a clear signal that one is entering the wilds.": "厄尔德雷恩的执政官是神秘的存在，它们飞越领域与荒野相接的边界，标志着领域居民的安全与危险之间的分界线。看到执政官在头顶飞过，意味着一个人正在进入荒野。",
	"An archon appears as a hooded, spectral rider mounted on a winged elk with glowing antlers and gleaming eyes. Despite this appearance, rider and mount are a single creature that can't be separated. Tales say that archons are ascended spirits of paladins fused with the celestial spirits of their steeds, returned from the celestial realms to watch over the boundary of the wilds and protect those who dare to cross it.": "一位执政官出现为一名戴着兜帽的幽灵骑士，骑在一只长着发光鹿角和闪亮眼睛的翼鹿上。尽管外表如此，骑士和坐骑是一个无法分离的单一生物。传说执政官是圣武士的升华灵魂与他们坐骑的天界精灵融合而成，从天界返回，守护荒野边界并保护那些敢于跨越的人。",
	"Sometimes knights of the realm get the idea that they can expand the borders of their land and keep the wilds at bay simply by driving archons deeper into the wilds. Such efforts are futile; not only are archons difficult to kill, but they don't create the boundaries, merely mark them.": "有时候，王国的骑士们会认为他们可以通过将执政者（archons）赶入更深的荒野来扩展自己的领土，并将荒野挡在外面。这样的努力是徒劳的；执政者不仅难以杀死，而且它们并不创造边界，只是标记它们。",
	"A winged dawn dispels the terror of night.": "一只有翅膀的黎明驱散了黑夜的恐惧。",
	"Wurms are enormous creatures that resemble limbless, wingless dragons, though they lack a dragon's breath weapons and keen intelligence. On the world of Eldraine, many wurms have adapted to life among the world's skyscraping beanstalks. These beanstalk wurms sport leafy growths, sustaining themselves on a mixture of natural photosynthesis and a carnivorous diet.": "巨虫是巨大的生物，类似于无肢、无翼的龙，尽管它们缺乏龙类的吐息武器和敏锐的智慧。在厄德莱恩世界上，许多巨虫已经适应了生活在世界高耸入云的豆茎之间。这些豆茎巨虫长有叶状生长物，通过自然光合作用和肉食性饮食维持生存。",
	"Cloud-dwelling giants often use beanstalk wurms as a first line of defense against those who would ascend massive beanstalks—also known as Everstalks—to intrude on their lofty palaces. Beanstalk wurms lie coiled along the length of an Everstalk with their eyes closed and their stomach flattened against the stalk, appearing to be just another enormous vine until a tasty intruder attempts to climb them.": "居住在云端的巨人经常利用豆茎蠕虫作为第一道防线，阻止那些试图攀登巨大豆茎（也被称为永恒茎）侵入他们高耸宫殿的人。豆茎蠕虫盘曲在永恒茎的长度上，闭着眼睛，将肚子压在茎上，看起来就像另一根巨大的藤蔓，直到一位美味的入侵者试图攀爬它们。",
	"When giants' prized pets escape Stormkeld, villages fall and new Everstalks rise.": "当巨人们珍视的宠物逃离风暴凯尔德时，村庄倒塌，新的永生之柱崛起。",
	"Legends told in the courts of Eldraine suggest that the deathless riders serve a warlock-queen, known simply as the Shadow Queen, who rules from a castle called Dynnistan. It isn't known whether these legends are based on any true experience or are simply the result of imagination trying to account for a terrifying and unexplained phenomenon.": "在埃尔德雷恩的法庭中流传着传说，称不死骑士侍奉一位被简称为暗影女王的女术士女王，她统治着一座名为狄尼斯坦堡(Dynnistan)的城堡。目前尚不清楚这些传说是基于真实经历还是仅仅是想象力试图解释一种可怕且无法解释的现象。",
	"In either case, deathless riders are undeniably real. They are undead knights, once human, who ride undead steeds through the remotest parts of the wilds. They are sometimes called lich-knights or fell horsemen.": "在任何情况下，不死骑士都是不可否认的存在。他们是不死骑士，曾经是人类，骑着不死坐骑穿越荒野的偏远地区。有时候他们被称为巫妖骑士或邪恶骑士。",
	"In stark contrast to the knights of Eldraine, the deathless riders are without virtue of any kind. They are few in number—unless many more lurk in the dark heart of the forest than anyone is aware. But when mortal knights meet them in the wilds, the encounter rarely ends well for the living. The deathless riders fight with superhuman strength, heedless of wounds and relentless in their assault.": "与厄尔德雷恩的骑士截然不同，(Eldraine)的不朽骑士们没有任何美德。 他们的数量很少——除非比任何人都意识到的更多的人隐藏在森林的黑暗之中。 但当凡人骑士在荒野中遇到他们时，这次相遇很少对生者有好的结果。 不朽骑士们以超人的力量战斗，无视伤势，攻击时毫不停息。",
	"A typical deathless rider's mount is a warhorse skeleton, though some lich-knights ride equine spirits like nightmares.": "典型的不死骑士坐骑是一匹战马骷髅，尽管一些巫妖骑士骑着类似梦魇的马灵。",
	"Headed to the wilds? Beware the dead riders who serve the Shadow Queen.": "前往荒野？当心侍奉暗影女王的亡骑手。",
	"\"Taste the sweetness, breath for breath.": "\"品尝甜蜜，呼吸相连。\"",
	"Keep the balance, death for death.\"": "保持平衡，以死还死。(Death for death.)",
	"In the misty marsh of Dunbarrow, the witches of the Eldraine wilds scheme. They crave power by any means, and they aren't above cheating, sacrificing, or allying with whatever they believe will get them closer to that power.": "在邓巴罗的雾气蒙蒙的沼泽地中，厄德莱恩荒野的女巫们正在策划阴谋。她们渴望权力，不择手段，不惜欺骗、牺牲，或与任何她们认为能让她们更接近权力的事物结盟。",
	"Much of a Dunbarrow witch's magic is performed at cauldrons and delivered as a poison or potion. The most aggressive witch spells take the form of shattering mirrors.": "多巴洛女巫的许多魔法是在大锅中完成的，并以毒药或药水的形式传递。最具攻击性的女巫咒语采取破碎镜子的形式。",
	"Various creatures serve the witches of Dunbarrow. It's not uncommon to see ravens and bats flitting through the canopy, or cats or otters scurrying through the undergrowth, to deliver messages to allies or rivals across the marsh. Some witches animate bundles of sticks and roots to do their errands about the marsh for them, while others animate furniture, weapons, or other objects.": "在邓巴罗(Dunbarrow)的女巫们身边有各种各样的生物效劳。经常可以看到乌鸦和蝙蝠在树冠间飞舞，或者猫和水獭在林下匆匆穿行，向盟友或对手传递消息。一些女巫会让一捆捆的树枝和根茎活灵活现，为她们在沼泽中跑腿，而另一些女巫则会让家具、武器或其他物品活跃起来。",
	"Feel free to build encounters with witches that include additional creatures such as animated armor, a flying sword, a rug of smothering, or a Tiny Beast acting as a spy.": "随意构建包括动画盔甲、飞行剑、窒息地毯或一只充当间谍的微型野兽在内的巫师遭遇。",
	"Faerie borrowers are tiny thieves who steal whatever they can lay their hands on to cause confusion and consternation. A faerie borrower stands less than six inches tall, with blue or blue-gray skin and wings resembling shards of broken glass.": "精灵借贷者是一群微小的小偷，他们会偷取任何能拿得到的东西，制造混乱和困扰。一个精灵借贷者身高不到六英寸，皮肤呈蓝色或蓝灰色，翅膀像是碎玻璃片。",
	"Faerie borrowers often adorn themselves with purloined trophies: stolen keys and needles filed into swords, and buttons and scraps of paper fashioned into clothing. Though they are often boastful and love to mock their victims, faerie borrowers are quick to dart away from losing battles on their nimble wings.": "妖精借贷者经常用偷来的战利品装饰自己：偷来的钥匙和针头打磨成剑，按钮和纸片制成衣服。虽然他们经常自吹自擂，喜欢嘲笑他们的受害者，但妖精借贷者在灵巧的翅膀上迅速逃离失败的战斗。",
	"The throng of faeries flitted from castle to castle, leaving a trail of star-crossed love, damaging rumors, and missing heirlooms in their wake.": "一群仙灵从城堡飞来飞去，留下一串串的星交错之恋、有损名誉的谣言，以及失踪的传家宝。",
	"Faerie pathlighters pry into human lives, sometimes to help (like a classic fairy godparent) and sometimes to harm. In the wilds of Eldraine, faerie pathlighters often serve as protectors for the lost, the glow of their guiding lanterns leading weary travelers to respite.": "精灵引路者会窥探人类生活，有时是为了帮助（就像经典的仙女教母一样），有时是为了伤害。在埃尔德雷恩的荒野中，精灵引路者经常充当迷路者的保护者，他们引导灯笼的光辉将疲惫的旅行者引领到休息之地。",
	"A faerie pathlighter has an almost angelic appearance. Their large, white wings become more translucent toward the edges. Motes of magical light drift around their heads, and a faint white aura surrounds their bodies.": "一位精灵引路者有着近乎天使般的外表。他们的大白色翅膀在边缘变得更加透明。魔法光点在他们的头部周围飘动，一个淡淡的白色光环环绕着他们的身体。",
	"For good or ill, most fae can't resist meddling in the adventures of any knight they meet.": "无论是好是坏，大多数精灵都无法抵挡干涉他们遇到的任何骑士的冒险。",
	"Faerie pests love to cause annoyance, fear, and pain. They are perhaps the most mercurial of the faeries and are happy to follow anyone who promises the opportunity to menace someone new.": "精灵害虫喜欢制造烦恼、恐惧和痛苦。它们或许是所有精灵中最善变的，乐意跟随任何承诺给它们机会去威胁新人的人。",
	"A faerie pest could be mistaken for a human toddler, except for the black-feathered wings sprouting from the faerie's shoulders. When engaged in combat, faerie pests wield thought-manipulating magic alongside sharp blades coated in stinging poison.": "一个精灵害虫可能会被误认为是一个人类幼儿，除了从精灵肩膀上生长出的黑色羽翼。在战斗中，精灵害虫挥舞着携带刺痛毒液的锋利刀剑，同时运用操纵思维的魔法。",
	"Tarry not in Tuinvale,": "勿在图因谷 (Tuinvale) 徘徊，",
	"Ignore the flowers' heady scents.": "忽略花朵的浓郁香气。",
	"Take no thing, stay to the trail,": "不带任何东西，留在小径上，",
	"Lest the fae seek recompense.": "免得(fae)寻求补偿。",
	"The faeries of Eldraine are winged, elfin creatures similar to sprites or pixies. Unpredictable, unreliable, and amoral, they lurk in the wilds and harass travelers they perceive as intruders.": "厄尔德雷恩（Eldraine）的仙灵（faeries）是有翅膀的，类似小精灵或妖精的精灵生物。他们善变、靠不住，道德观念不定，潜伏在荒野中，骚扰那些他们视为入侵者的旅行者。",
	"Ouphes are curious creatures found throughout the wilds of Eldraine. While often seen as foolish, ouphes are magically connected to the natural world and know more about the secret lives of trees, mushrooms, and moss than most mortals. While ouphes are related to Eldraine's faeries, the faeries treat them like distant (and somewhat embarrassing) cousins. Ouphes can be represented with the stat blocks for pixies or sprites.": "奥夫(Ouphes)是一种在厄尔德雷恩(Eldraine)的荒野中发现的好奇生物。虽然常被视为愚蠢，但奥夫与自然界有着魔法联系，对树木、蘑菇和苔藓的秘密生活了解甚于大多数凡人。虽然奥夫与厄尔德雷恩的仙灵有亲缘关系，但仙灵们却将他们视为遥远的（有些尴尬的）表亲。奥夫可以使用小精灵(pixies)或精灵(sprites)的属性块来表示。",
	"Gingerbread cookies baked in the wilds of Eldraine—or made from ingredients grown there—have a habit of developing a life of their own. Known as gingerbrutes, these cookie Constructs are notoriously difficult to pin down.": "在厄尔德雷恩荒野烘烤的姜饼饼干——或者用那里种植的食材制作的——会发展出自己的生命。这些被称为姜饼魔像的饼干构造体极其难以捉摸。",
	"When an unfortunate baker accidentally creates a gingerbrute, the cookie causes mayhem throughout the kitchen before running back to the wilds where its ingredients originated. Many witches of Dunbarrow craft gingerbrutes intentionally, whipping them into shape (sometimes with actual whipped cream) as soldiers to defend their wicked cauldrons.": "当一个不幸的面包师意外地创造了一个姜饼野兽时，在厨房里制造了混乱，然后逃回到原料来源的荒野。许多邓巴罗的女巫故意制作姜饼野兽，将它们打造成士兵，用来保卫她们邪恶的大锅（有时还会用真正的鲜奶油）。",
	"The same magic that animates a gingerbrute also makes it extra scrumptious. Those who have eaten a gingerbrute report feeling a burst of energy like a long-lasting sugar rush.": "与制造姜饼人的魔法相同的魔法也使它格外美味。那些吃过姜饼人的人报告说感觉到一股能量爆发，就像持久的糖分冲击一样。",
	"The unlabeled vial was not vanilla extract after all.": "这个未贴标签的小瓶子最终并不是香草精提取物。",
	"Astonishingly aggressive geese populate the marshes of Eldraine. Legends tell that these geese descend from a monstrous many-headed bird that dwells deep within the wilds. Though the knights of Eldraine consider its existence a myth, the folk of the wilds know that the Goose Mother is real.": "在埃尔德雷恩（Eldraine）的沼泽地中，生活着令人惊讶地具有攻击性的鹅。传说这些鹅是从一只生活在荒野深处的多头怪鸟后代演变而来。尽管埃尔德雷恩的骑士们认为这只怪鸟只是一个神话，但荒野中的人们知道鹅之母是真实存在的。",
	"Centuries ago, an enterprising witch created a frothy stew composed of hydra's blood and goose feathers. It is from this noxious slurry that the Goose Mother was born. Within days, the Goose Mother grew to prodigious size, and the witch grew fearful. One night, while the Goose Mother slept, the witch took to its neck with a cleaver, but to her horror, two more heads sprouted in place of the first. Enraged, the Goose Mother devoured the witch and rampaged deep into the wilds where it lives to this day.": "数个世纪前，一位有远见的女巫创造了一种由九头蛇的血液和鹅羽毛组成的泡沫状炖汤。就是从这种有毒的混合物中诞生了鹅母神。几天之内，鹅母神就长到了巨大的体积，女巫感到恐惧。一天晚上，当鹅母神沉睡时，女巫用切肉刀砍向它的脖子，但令她恐惧的是，第一颗头被砍下后，竟然长出了另外两颗头。鹅母神愤怒地将女巫吞食，并在深入荒野中肆虐，直到今天仍在那里生活着。",
	"The Goose Mother lays one golden egg every hour, precisely on the hour. Sometimes these eggs hatch into clutches of young geese that grow up to terrorize the marshes of Eldraine. Other times, the eggs contain trinkets or valuables. The fae folk of Eldraine's wilds have developed a symbiotic relationship with the Goose Mother, often bringing it fresh meat in exchange for the treasures inside its golden eggs.": "鹅妈妈每小时准时下一颗金蛋。有时这些蛋会孵化成一窝小鹅，长大后会在埃尔德雷恩的沼泽地肆虐。有时候，这些蛋里会装着小玩意儿或贵重物品。埃尔德雷恩荒野的仙灵们与鹅妈妈建立了一种共生关系，经常给它带来新鲜肉类，换取金蛋里的珍宝。",
	"If you have {@book Bigby Presents: Glory of the Giants|BGG}, you can use the {@item Goose Egg Trinket|BGG} table to determine the contents of one of the Goose Mother's eggs that isn't destined to hatch into a goose or a giant goose (also described in that book).": "如果你有{@book Bigby Presents: Glory of the Giants|BGG}，你可以使用{@item Goose Egg Trinket|BGG}表来确定一个不会孵化成鹅或巨型鹅（也在那本书中描述）的鹅母蛋的内容。",
	"Ageless and inhuman, high fae are the oldest creatures in Eldraine, embodying the natural splendor and danger of the wilderness. High fae have no regard for mortal values of honor and law, but they nonetheless operate under inviolable rules of their own: gifts must always be repaid, promises must be honored, and outright lies must never be spoken (though misdirection and riddles are always welcome). To amuse themselves over the long centuries of their lives, high fae frequently engage in deceptions and other complex games of wits against one another.": "永恒而非人类，高等精灵是埃尔德雷恩中最古老的生物，体现了荒野的自然辉煌和危险。高等精灵不尊重人类的荣誉和法律价值观，但他们仍然遵循着自己不可侵犯的规则：礼物必须回报，承诺必须遵守，绝对不能说谎（尽管误导和谜语总是受欢迎的）。为了在漫长的世纪生活中消遣自己，高等精灵经常相互进行欺骗和其他复杂的智力游戏。",
	"Most high fae remain secluded deep within the wilds of Eldraine. They draw power from motes of light found throughout the wilds, and they use their innate illusory magic to power and embellish their various weapons.": "大多数高等精灵仍然深居在厄尔登(Eldraine)的荒野之中。他们从荒野中发现的光点中汲取力量，并利用他们天生的幻术魔法来强化和装饰他们各种武器。",
	"The high fae are ruled by Talion, the Kindly Lord. Talion is as strange, ancient, and fickle as the wilds of Eldraine, and the Kindly Lord demands fealty and respect from followers. Despite having an austere demeanor, the Kindly Lord is also known for following mysterious whims, journeying to the farthest reaches of Eldraine out of an insatiable curiosity.": "高等精灵由仁慈领主泰利安(Talion)统治。泰利安像埃尔德雷恩(Eldraine)的荒野一样古怪、古老和善变，仁慈领主要求追随者效忠和尊重。尽管他严肃的态度，但仁慈领主也以追随神秘的心血来历而闻名，因着无尽的好奇心而前往埃尔德雷恩的最遥远之地。",
	"High fae impostors are sly and mischievous manipulators who delight in disguising themselves with magic to vex other creatures. Their reasons for deception vary, ranging from harmless pranks to malicious infiltration. When a high fae impostor takes on the identity of another creature, the impostor magically gains access to a small portion of that creature's mind—any information that the creature might share with a casual acquaintance. Though not comprehensive, this information helps high fae impostors impersonate their targets effectively.": "高等精灵冒名顶替者是狡猾而调皮的操纵者，他们喜欢用魔法伪装自己来捉弄其他生物。他们欺骗的原因各不相同，从无害的恶作剧到恶意渗透不等。当一个高等精灵冒名顶替者扮演另一个生物的身份时，冒名顶替者会魔法般地获得该生物思维的一小部分——任何该生物可能与熟人分享的信息。虽然不全面，但这些信息有助于高等精灵冒名顶替者有效地冒充他们的目标。",
	"Though unable to tell outright lies, the high fae of Eldraine have many other means of deception at their disposal.": "尽管无法直接说谎，埃尔德雷恩的高等精灵拥有许多其他欺骗手段。",
	"High fae kindguards have spent centuries perfecting their martial prowess, moving with a speed and grace others can only imagine. Their tall stature, large wings, elaborate horns, and massive weapons give them a truly intimidating silhouette.": "高等精灵卫士们花费了几个世纪的时间来完善他们的武艺，以一种速度和优雅的方式移动，让其他人只能想象。他们高大的身材、巨大的翅膀、精致的角和庞大的武器让他们拥有真正令人畏惧的轮廓。",
	"The most trusted high fae kindguards are in direct service to Talion, the Kindly Lord. Nine times nine have these high fae sworn a binding oath to protect the Kindly Lord, each time pricking their hand on a hawthorn branch to seal the promise.": "最值得信赖的高等精灵护卫直接归属于仁慈领主塔利翁 (Talion)。这些高等精灵已经九次九次地发誓要保护仁慈领主，每次都会在山楂树枝上刺破手指来封印这个承诺。",
	"The Kindly Lord does not issue invitations to their court lightly. I suggest you accept.": "仁慈之主并不轻易邀请人进入他们的宫廷。我建议你接受。",
	"High fae mages are some of the mightiest magic users among the faeries of Eldraine. These skilled spellcasters have mastered the arcane art of dealmaking among the fae, magically negotiating themselves advantages in battle.": "高等精灵法师是厄尔德雷恩精灵中最强大的魔法使用者之一。这些技艺娴熟的法术施法者掌握了精灵之间交易的奥秘艺术，通过魔法手段在战斗中为自己谋取优势。",
	"Like many high fae, these mages draw power from the latent energy found throughout the wilds of Eldraine. However, high fae mages also form strong bonds with the elemental powers of Eldraine, allowing the mages to call on forces like the eastern wind or the fiery hearth.": "与许多高等精灵一样，这些法师从厄德雷恩境内的潜在能量中汲取力量。然而，高等精灵法师也与厄德雷恩的元素力量建立强大的联系，使他们能够召唤东方之风或炽热炉火等力量。",
	"The high fae are capable of magic that would make even the great Gadwick himself seem little more than a clumsy apprentice.": "高等精灵能够施展出的魔法，即使是伟大的加德维克(Gadwick)本人看起来也不过是一个笨拙的学徒。",
	"High fae nobles regard themselves as the natural and obvious superiors of all in Eldraine. Many have been given dominion over a small aspect of the natural world; there are dukes and duchesses for each of the seasons, and noble archivists track every promise made and broken within the borders of Eldraine.": "高等精灵贵族认为自己是厄德兰的所有人的自然和明显的上级。许多人被赋予了对自然界某个小方面的统治权；每个季节都有公爵和公爵夫人，贵族档案管理员跟踪着厄德兰边境内的每一个许诺和背信弃义。",
	"High fae nobles use their illusions and innate magic to impress their peers and express their capricious natures. Many adorn themselves with auras of magic that dazzle others, while uttering mocking phrases that magically stun and ridicule their opponents. High fae nobles will spend countless years in mind-bendingly complicated games of political calculus, their alliances ever-shifting as they jockey for favors and status in the Kindly Lord's court.": "高等精灵贵族利用他们的幻术和天生魔法来打动同行，并表达他们反复无常的本性。许多人用让人眼花缭乱的魔法光环装饰自己，同时说出嘲讽性的短语，用魔法使对手震惊和嘲笑。高等精灵贵族将花费无数年时间参与令人费解的政治计算游戏，他们的联盟不断变化，他们在仁慈领主的法庭上争取好处和地位。",
	"The realm of Eldraine once consisted of five knightly courts: Ardenvale, Embereth, Garenbrig, Locthwain, and Vantress. In ancient times, the courts were established around five relics of tremendous magical power and unknown origin. Each relic is a magical embodiment of one of the five virtues the knights of the realm hold as standards of excellence.": "厄德蕾恩领域曾由五个骑士法庭组成：阿登谷(Ardenvale)、炎甲(Embereth)、加伦布里格(Garenbrig)、洛斯温(Locthwain)和范特瑞斯(Vantress)。在古代，这些法庭是围绕着五件拥有巨大魔力和未知起源的遗物建立起来的。每个遗物都是这个领域的骑士们将其视为卓越标准的五种美德之一的魔法体现。",
	"The recent invasion of nightmarish creatures called Phyrexians devastated the courts, with much of the surviving populace fleeing into the wilds. A young prince, Will Kenrith, does his best to reunite the shattered realm, but a return to its former glory seems far off.": "最近，被称为费雷西亚人的噩梦般的生物入侵了法庭，幸存的大部分居民逃入了荒野。年轻的王子威尔·肯里斯尽力团结支离破碎的王国，但恢复到昔日的荣耀似乎还遥远。",
	"Even in the shattered remnants of the realm, knighthood is among the highest honors one can receive. Knights of the realm, who are all addressed with the honorific \"Syr,\" are revered as champions, heroes, and paragons of virtue. They have many responsibilities, from protecting townsfolk to embarking on adventures in the wilds. Knights are often equipped with fine armor and weapons, and they ride noble steeds of various species—including griffons in Ardenvale, giant owls in Vantress, and giant ravens (use the giant vulture stat block) in Locthwain. Some knights also wield powerful magic drawn from the relics of their respective courts.": "即使在领域的残余中，骑士身份仍然是一个人能够获得的最高荣誉之一。领域的骑士们都被尊称为“Syr”，被 revere 为冠军、英雄和美德的典范。他们有许多责任，从保护市民到在荒野中展开冒险。骑士通常装备精良的盔甲和武器，骑着各种品种的高贵坐骑，包括阿登维尔的狮鹫、凡特瑞斯的巨鸮，以及洛斯瑟温的巨乌鸦（使用巨秃鹫的属性块）。一些骑士还能够施展强大的魔法，这些魔法源自于他们各自宫廷的遗物。",
	"In the wake of the Phyrexian invasion, whole orders of knights have journeyed deep into the wilds, searching for a magical remedy to restore the kingdom to its former glory, or seeking to help travelers and remote communities beset by troubles.": "在费瑞西亚入侵之后，整个骑士团纷纷深入荒野，寻找一种神奇的疗法来恢复王国昔日的荣耀，或者帮助受困于困境的旅行者和偏远社区。",
	"Achieving knighthood in one of the courts requires a quest that proves one's excellence in that court's virtue. In some courts, the final step to becoming a knight involves being judged by that court's relic. Each court believes the virtue associated with its own relic is paramount, though not in lieu of the others. A knight of Embereth admires courage above all else but still looks down on the disloyal or ignorant, even though loyalty and knowledge are virtues championed by other courts.": "在某些法庭中，获得骑士称号需要完成一项证明自己在该法庭美德方面卓越的任务。在一些法庭中，成为骑士的最后一步涉及由该法庭的遗物来评判。每个法庭都认为与其遗物相关的美德是至关重要的，尽管并非排斥其他法庭的美德。埃默瑞斯的骑士尊崇勇气胜过一切，但仍然看不起不忠诚或无知的人，尽管忠诚和知识是其他法庭所推崇的美德。",
	"Knights of Eldraine channel their devotion to the virtues of the realm into magical power that infuses their attacks. Most knights deal extra radiant damage with these attacks, but some knights might deal damage of a different type, such as fire (for knights of Embereth) or necrotic (for knights of Locthwain).": "厄尔德雷恩骑士将他们对王国美德的忠诚转化为魔法力量，注入到他们的攻击中。大多数骑士在这些攻击中造成额外的辐射伤害，但也有一些骑士可能造成不同类型的伤害，比如火焰（对于(Embereth)骑士）或死灵（对于(Locthwain)骑士）。",
	"In the wake of the Phyrexian invasion, knights from all five courts of Eldraine have joined to form a new organization, the Verdant Order. These knights renounced their oaths in favor of a new one, swearing to protect the last part of their world untouched by war: the wildest parts of Eldraine. To that end, they patrol the forests along the Boundary Lands, turning back loggers and hunters—by force if necessary.": "在费瑞西亚人入侵之后，埃尔德雷恩的五大宫廷的骑士们联合起来，组建了一个新组织，名为翠绿秩序 (Verdant Order)。这些骑士放弃了他们的誓言，选择了一个新的誓言，发誓要保护他们的世界中最后一片未被战争触及的区域：埃尔德雷恩最荒凉的地方。为此，他们在边境之地的森林中巡逻，驱逐伐木工人和猎人，必要时甚至会使用武力。",
	"Though they've renounced their former oaths, the knights of the Verdant Order retain their focus on the five virtues of the courts, so their Knightly Virtue trait remains unchanged.": "尽管他们已经放弃了他们以前的誓言，翠绿骑士团的骑士们仍然专注于法庭的五种美德，因此他们的骑士美德特质保持不变。",
	"Nightmare haunts are terrors from the minds of Eldraine's sleeping citizens, made tangible by the planeswalker Ashiok. These creatures can hurt the body and also attack the minds of dreamers afflicted by the Wicked Slumber.": "梦魇鬼是埃尔德雷恩(Eldraine)沉睡市民心灵中的恐惧，由位面漫步者阿索克(Ashiok)使之具象化。这些生物不仅可以伤害身体，还能攻击那些被邪恶沉睡(Wicked Slumber)困扰的梦者的心灵。",
	"Nightmare haunts appear as horrifying shadow creatures with forms evocative of their victims' deepest fears. Due to the collective trauma experienced by the people of Eldraine during the Phyrexian invasion, many nightmare haunts take the shape of those terrifying invaders, having multiple limbs and inhuman visages. Smoky purplish energy wafts from their forms, suggesting their connection to the Wicked Slumber.": "噩梦幽灵以令人恐惧的影子生物形态出现，这些形态唤起了受害者最深的恐惧。由于厄尔德雷人民在费瑞西亚入侵期间经历的集体创伤，许多噩梦幽灵采取了那些可怕入侵者的形象，拥有多肢体和非人的面容。从他们的形态中飘出烟雾般的紫色能量，暗示着它们与邪恶沉睡的联系。",
	"During the Phyrexian invasion of Eldraine, the high fae monarch Talion, the Kindly Lord, and a trio of witch sisters performed a grand ritual to create a sleeping curse. Even with the Phyrexians defeated, the curse remains and spreads unchecked through Eldraine due to interference from the planeswalker Ashiok and Eriette, one of the witches who helped create the curse. The Wicked Slumber affects rich and poor alike, causing them to fall into an endless sleep or roam as sleepwalkers. Animals are also affected, and even tree boughs droop as if exhausted in areas where the Wicked Slumber is prominent. Purple tendrils of wispy nightmares spread like vines across those areas and surround the bodies of those who sleep.": "在厄尔德雷恩（Eldraine）遭受费瑞西亚（Phyrexian）入侵期间，高等精灵君主塔利昂（Talion），仁慈领主（the Kindly Lord），以及一组女巫姐妹进行了一场盛大仪式，创造了一场沉睡诅咒。即使费瑞西亚人被击败，诅咒仍然存在，并且在厄尔德雷因为来自行走者阿修克（Ashiok）和其中一位帮助创造诅咒的女巫艾丽特（Eriette）的干预下蔓延无法控制。邪恶沉睡（the Wicked Slumber）影响着富人和穷人，导致他们陷入无尽的沉睡或者漫无目的地漫步。动物也受到影响，甚至在邪恶沉睡盛行的地区，树枝也低垂得像是精疲力尽。紫色的藤蔓般的梦魇紧紧环绕着那些沉睡者的身体，蔓延在这些地区，形成了一片片。",
	"Heroes throughout Eldraine have ventured out to find a cure for the Wicked Slumber, but no one has yet discovered how to break the enchantment. It has even affected one of the Kindly Lord's daughters, the famed duelist Obyra. Meanwhile, Eriette and Ashiok conspire to build a nightmare realm in the ruins of Castle Ardenvale at the heart of the Wicked Slumber, replacing the virtuous court with one composed of sleepwalkers and dreamers guarded by nightmare haunts.": "在埃尔德雷恩，英雄们纷纷出发寻找治愈邪恶沉睡的方法，但至今还没有人发现如何打破这个魔法。甚至连仁慈领主的女儿、著名的决斗者奥比拉(Obyra)也受到了影响。与此同时，艾丽特(Eriette)和阿肖克(Ashiok)密谋在邪恶沉睡的中心城堡阿登威尔堡(Castle Ardenvale)的废墟上建立一个噩梦领域，用睡行者和梦想家组成的虚伪法庭取代了正直的宫廷，由噩梦魅影守护。",
	"When ogres first moved into the wilds of Eldraine, they encountered all manner of unfamiliar creatures: spellcasting witches, tricksy faeries, and talking beasts. Over generations, these ogres adapted to their new environs, passing down a spellcasting tradition of their own to help their kin wreak havoc in the wilds and beyond.": "当食人魔首次进入厄尔德雷恩(Eldraine)的荒野时，他们遇到了各种陌生生物：施法的女巫、狡猾的仙灵和会说话的野兽。经过几代人的努力，这些食人魔适应了他们新的环境，并传承下来了自己的施法传统，帮助他们的同类在荒野和更远的地方制造混乱。",
	"An ogre chitterlord exercises control over the rats that infest Dunbarrow and countless other regions in the wilds of Eldraine. When ogres venture from the wilds to raid nearby settlements, an ogre chitterlord often leads the way, calling rats from the alleys and sewers to harry townsfolk from within the city while the ogres lay siege to the outer walls. Should their rodent allies fail them, chitterlords can also turn the tide of any battle with their prodigious strength and druidic magic.": "一只食人魔(`ogre`)啾啾领主(`chitterlord`)控制着遍布厄尔德雷(`Eldraine`)荒野的邓巴罗(`Dunbarrow`)和无数其他地区的老鼠。当食人魔从荒野冒险去袭击附近的定居点时，食人魔啾啾领主经常带头，从巷子和下水道中召唤老鼠，骚扰城内的市民，而食人魔则围攻城墙外。如果他们的老鼠盟友失败，啾啾领主也可以凭借其强大的力量和德鲁伊魔法扭转任何战斗的局势。",
	"By day, the elves of Redtooth Keep are agile and adept rangers, expertly patrolling the lands around one of the last elven citadels in Eldraine. But at night, terrifying howls echo from the keep's halls as its inhabitants transform into ruthless werefoxes.": "白天，红牙要塞的精灵们是敏捷而熟练的游侠，熟练地巡逻着埃尔德雷恩最后一个精灵城堡周围的土地。但到了晚上，可怕的嚎叫声从要塞的大厅中回荡，因为它的居民变身为无情的狐狸人。",
	"Unlike other forms of lycanthropy, the werefox curse isn't contagious and is limited to the elves of Redtooth Keep. Legends say that long ago, the garrison at Redtooth Keep turned away a group of travelers seeking shelter. Before departing, one of the travelers was revealed to be a powerful witch and cursed the elves, declaring that their bodies would forever transform to match their hearts' selfish and bestial natures.": "与其他形式的狼人病不同，狐狸人的诅咒并不具有传染性，而且仅限于红牙要塞的精灵们。传说很久以前，红牙要塞的守军拒绝了一群寻求庇护的旅行者。在离开之前，其中一名旅行者被揭示为一位强大的女巫，并诅咒了精灵们，宣称他们的身体将永远转变以匹配他们自私和野兽本性的内心。",
	"My people are both bloom and thorn. Our ferocious impulses are as much a part of us as our skills, our beauty, and our history.": "我的人民既是花朵又是荆棘。我们凶猛的冲动与我们的技能、美丽和历史一样，都是我们的一部分。",
	"Sewer kings are hulking, monstrous rats empowered by fiendish blood. This unholy influence gives sewer kings their enormous size, supernatural strength, wicked cunning, and ability to speak.": "下水道之王是由邪恶血液赋予力量的庞大、怪物般的老鼠。这种邪恶的影响赋予了下水道之王们巨大的体型、超自然的力量、邪恶的狡诈和说话的能力。",
	"Deep in the bowels of towns and cities, sewer kings reign over underground vermin, dreaming of the day when rats will overthrow surface dwellers. Rancid saliva drips from a sewer king's maw, and swarms of vermin skitter at the monstrous rat's beck and call.": "在城镇和城市的深处，下水道之王统治着地下害虫，梦想着有一天老鼠会推翻地面居民。恶臭的唾液从下水道之王的嘴里滴落，一群群害虫在巨鼠的指挥下蠕动。",
	"'The human world will fall,' whispered the monstrous rat. 'You have but one choice to make: Will you fall with it?'": "“人类世界将会倒塌，”怪物老鼠低语道。“你只有一个选择：你会和它一起倒下吗？”",
	"Lord Skitter is a sewer king who lives deep in the ancient dwarven ruins beneath the town of Edgewall, situated in the lands between the realm and the wilds of Eldraine. Deep within these ruins, a human minstrel named Totentanz encountered Lord Skitter and struck a vile bargain. Lord Skitter promised the piper wicked and wondrous powers in exchange for Totentanz luring the townsfolk of Edgewall into the sewer king's subterranean domain to become food for his rat minions.": "斯基特勋爵是一个生活在埃奇沃尔镇下古老矮人废墟深处的下水道之王，在埃德莱恩境地和荒野之间的土地上。在这些废墟深处，一位名叫托坦坦茨的人类吟游诗人遇到了斯基特勋爵，并达成了一笔邪恶的交易。斯基特勋爵承诺给予吟游诗人邪恶而神奇的力量，作为交换，托坦坦茨要引诱埃奇沃尔镇的市民进入下水道之王的地下领域，成为他的老鼠手下的食物。",
	"A rare variety of hydra native to the wilds of Eldraine, snapping hydras resemble giant, many-headed turtles. Snapping hydras dwell at the bottom of the wild's largest lakes, or along shorelines where the wilds meet the ocean. These monstrous creatures are aptly named; their bites are known to snap giants' arms cleanly in half.": "一种稀有的九头蛇品种，原产于厄尔德雷恩荒野，咬颈九头蛇看起来像巨大的多头乌龟。咬颈九头蛇栖息在荒野最大湖泊的底部，或者在荒野与海洋相遇的岸边。这些怪物般的生物名副其实；它们的咬击据说能够将巨人的手臂干净地咬断。",
	"Snapping hydras have naturally long life spans and strong instincts of self-preservation. When a snapping hydra feels a battle's odds tipping out of its favor, the hydra lets out a raspy screech and retracts into its shell. In the wilds of Eldraine, it's never long before a hungry or curious creature arrives to investigate, leaping into battle with the hydra's foes while the hydra makes an opportune exit.": "噬首乌拉斯生性寿命长，具有强烈的自我保护本能。当一只噬首乌拉斯感觉战斗的胜算不利时，它会发出沙哑的尖叫声，缩回壳中。在埃尔德雷恩的荒野中，很快就会有一只饥饿或好奇的生物前来调查，跳入战斗中与噬首乌拉斯的敌人交战，而噬首乌拉斯则趁机逃走。",
	"Like dark mirrors of Eldraine's archons (see \" Archon of Boundaries \"), specters appear as shrouded figures mounted on horrific flying beasts. It is easy to look at a specter and imagine the rider in command of the mount, but the truth is the opposite; the flying horror is an Undead monster that scours the wilds for a knightly corpse. On finding one, the horror binds its essence to the dead body, giving the corpse the semblance of life as a rider. The two function as a single creature, more powerful for their unnatural union.": "就像厄尔德雷恩的执政官的黑暗镜像(见《界限执政官》)，幽灵出现为披着斗篷的身影，骑在可怕的飞行野兽上。看着幽灵，很容易想象骑手控制着坐骑，但事实恰恰相反；飞行恐怖是一种不死怪物，在荒野中搜寻骑士的尸体。找到一个后，恐怖将其本质绑定到死尸上，使尸体具有骑手的生命表象。这两者作为一个单一生物运作，因为它们的不自然结合而更加强大。",
	"Humans of Eldraine view specters as heralds of death. Specters are said to utter a keening wail, mournful beyond all other sounds and audible only to those who are about to die.": "埃尔德雷人将幽灵视为死亡的先兆。据说幽灵会发出哀嚎般的哀鸣，悲伤得超越一切声音，只有那些即将死去的人才能听到。",
	"No one is certain of the true origin of Sweettooth Village. This eerie, abandoned town constructed of gingerbread and frosting lies deep in the wilds of Eldraine. Some say the fiendish candy monsters that prowl its butterscotch-lined streets were once servants of a powerful witch, and the entire place was a trap created to lure hungry travelers. But if the sugary horrors of Sweettooth Village were ever under someone's control, that time has long since passed.": "没有人确切知道Sweettooth Village的真正起源。这座由姜饼和糖霜建造的怪异、废弃的小镇深藏在埃尔德雷恩的荒野中。有人说，徘徊在奶油糖街道上的邪恶糖果怪物曾经是一位强大女巫的仆人，整个地方是为了诱使饥饿的旅行者而设下的陷阱。但如果Sweettooth Village的糖果恐怖曾经受到某人的控制，那个时候早已过去。",
	"I smell frosting. Ready your weapons!": "我闻到糖霜的味道了。准备好你们的武器！",
	"In addition to the Sweettooth horror described here, creatures found in and around Sweettooth Village might include gingerbrutes as well as variations of oozes from the{@i Monster Manual}. For example, a black pudding might have a delicious chocolatey flavor, a gelatinous cube might have a more decorative shape and taste fruity, and an ochre jelly could smell like butterscotch.": "除了这里描述的Sweettooth恐怖之外，在Sweettooth村庄及周围发现的生物可能包括gingerbrutes以及来自{@i Monster Manual}的变种软泥怪。例如，黑布丁可能具有美味的巧克力味，明胶立方体可能具有更具装饰性的形状和水果味，而黄土软泥可能闻起来像奶油糖。",
	"Storm giants live high above Eldraine in a cloudy landscape known as Stormkeld. Massive cottages, keeps, and towers dot this magical realm, scattered between expanses of cloudy wilderness marked by tangles of giant beanstalks and raging storms. Various enormous creatures dwell in these wilds, with the tempest hart being among the most majestic.": "风暴巨人居住在埃尔德雷恩(Eldraine)上空的一个多云的景观中，被称为风暴凯尔德(Stormkeld)。这个神奇的领域里散布着巨大的小屋、城堡和塔楼，它们点缀在云雾缭绕的荒野之间，这些荒野上长满了巨大的豆茎和狂暴的风暴。各种巨大的生物居住在这些荒野中，其中风暴鹿是其中最雄伟的之一。",
	"A colossal elk with antlers made of living lightning, a tempest hart has a long mane of fine hair that waves as if tossed by a strong wind. Its patterned hide resembles the twisting beanstalks that also coil around its legs, shoulders, and haunches.": "一只巨大的麋鹿，鹿角由活雷电构成，一只暴风雨鹿有着一头长长的细软毛发，像是被强风吹动。它身上斑驳的皮毛酷似缠绕在它的腿、肩膀和臀部周围的螺旋豆茎。",
	"Storm giant hunters consider tempest harts to be the worthiest prey, desirable for their meat and the raw lightning of their antlers. However, these creatures wield mighty elemental power to defend themselves.": "风暴巨人猎人认为风暴之鹿是最值得猎取的猎物，他们的肉和鹿角上的生雷电都令人向往。然而，这些生物拥有强大的元素力量来保护自己。",
	"The wise and ancient treefolk thrive in the depths of Eldraine's forested wilds. Though many treefolk rival members of the high fae in age, they rarely interfere with the goings-on of the faerie court. Instead, treefolk serve as guardians and shepherds of their wild groves, dispensing wisdom and blessings to travelers who wander under their branches.": "在厄尔德雷恩（Eldraine）森林茂密的荒野中，智慧而古老的树人茁壮成长。尽管许多树人与高等精灵一样年长，但他们很少干涉仙境法庭的事务。相反，树人充当他们野生树丛的守护者和牧羊人，向那些在他们树荫下徘徊的旅人传授智慧和祝福。",
	"Right now, you are a feeble stick, but I will help you grow some rings.": "现在，你只是一根脆弱的树枝，但我会帮助你长出一些年轮。",
	"While many dragons of Eldraine hoard wealth and material goods, witchkites prefer hoarding forbidden and dangerous magical secrets. The arcane nature of a witchkite's hoard seeps into the dragon's core, granting it spellcasting abilities and twisting its fiery breath into malevolent motes of magical flame.": "在埃尔德雷恩(Eldraine)的许多龙类囤积财富和物质财宝的同时，巫风龙更喜欢囤积禁忌和危险的魔法秘密。巫风龙囤积的奥术本质渗入到龙的核心，赋予它施法能力，并将其炽热的火焰呼吸扭曲成邪恶的魔法火焰微粒。",
	"I heard there's an especially fearsome witch around here. Or was it a particularly cruel dragon? The tales were very confu—": "我听说这附近有一位特别可怕的女巫。还是说是一只特别残忍的龙？这些故事真是令人困惑——",
	"The dragons of Eldraine, are much like those of other D&D worlds. You can use any dragon stat block for a dragon of Eldraine. On Magic cards, there are red dragons ({@link Opportunistic Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=532521}, {@link Decadent Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629724}, and {@link Realm-Scorcher Hellkite|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629646}), bronze dragons ({@link Loch Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=473173}), and moonstone dragons ({@link Shimmer Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=612484} and {@link Archive Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629542}). {@filter Moonstone dragons|bestiary|source=FTD|search=moonstone} are described in {@book Fizban's Treasury of Dragons.|FTD}": "埃尔德雷恩的龙，与其他D&D世界的龙非常相似。你可以使用任何龙的属性块来代表埃尔德雷恩的龙。在魔术卡中，有红龙({@link Opportunistic Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=532521})、{@link Decadent Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629724}和{@link Realm-Scorcher Hellkite|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629646}，青铜龙({@link Loch Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=473173})，以及月石龙({@link Shimmer Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=612484})和{@link Archive Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629542}。{@filter Moonstone dragons|bestiary|source=FTD|search=moonstone}在{@book Fizban's Treasury of Dragons.|FTD}中有描述。",
	"Twice the size of their ordinary kin, witchstalkers are giant wolves drawn to sources of magic by their supernatural sense of smell. As a result, the moors and forests of Dunbarrow make for good hunting grounds. The greater the source of magic, the more witchstalkers are drawn to the area. To their dismay, witches have drawn as many as a dozen witchstalkers.": "比起普通同类，巫术追猎者（witchstalkers）体型大了一倍，它们是巨狼，被它们超自然的嗅觉吸引到魔法源头。因此，邓巴罗（Dunbarrow）的沼泽和森林成为了很好的狩猎场。魔法源头越大，吸引到的巫术追猎者就越多。令人沮丧的是，女巫们已经吸引了多达一打（%num%）巫术追猎者。",
	"Witchstalkers resemble monstrous wolves with enormous jaws and ridged spines. By feeding on spellcasters and other sources of magic, witchstalkers developed their own magical abilities, including a supernatural howl and the ability to teleport next to unsuspecting prey.": "巫术追猎者类似于巨大下颚和脊椎脊的怪物狼。通过吞噬咒术师和其他魔法来源，巫术追猎者发展出了自己的魔法能力，包括超自然的嚎叫和能够瞬间传送到毫无防备的猎物旁边。"
}