{
	"Pools of water within 90 feet of the aboleth surge outward in a grasping tide. Any creature on the ground within 20 feet of such a pool must succeed on a {@dc 14} Strength saving throw or be pulled up to 20 feet into the water and knocked {@condition prone}. The aboleth can't use this lair action again until it has used a different one.": "Aboleth 90英尺范围内的水潭会以抓取的方式向外涌动。任何在水池20英尺范围内的地面上的生物都必须成功地进行一次力量储蓄，否则就会被拉到20英尺的水中并被击倒（1%）。在使用另一个动作之前，阿波利特不能再次使用这个巢穴动作。",
	"Water in the aboleth's lair magically becomes a conduit for the creature's rage. The aboleth can target any number of creatures it can see in such water within 90 feet of it. A target must succeed on a {@dc 14} Wisdom saving throw or take 7 ({@damage 2d6}) psychic damage. The aboleth can't use this lair action again until it has used a different one.": "Aboleth巢穴中的水神奇地成为该生物愤怒的通道。aboleth可以针对它周围90英尺范围内它能看到的水中的任何数量的生物。目标必须在{@dc 14}智慧救赎中成功，否则会受到7({@damage 2d6})精神伤害。在使用另一个动作之前，亚伯拉罕不能再次使用这个巢穴动作。",
	"Water sources within 1 mile of the lair are supernaturally fouled. Enemies of the aboleth that drink such water vomit it within minutes.": "巢穴1英里内的水源会被超自然地污染。喝了这种水的阿波利斯的敌人会在几分钟内呕吐出来。",
	"The dragon casts the {@spell forcecage} spell, using its spell save DC and requiring no spell components. The spell ends early if the dragon uses this lair action again or dies.": "巨龙施展{@spell forcecage}的法术，使用其法术保全DC，不需要法术组件。如果龙再次使用这个巢穴动作或死亡，则该咒语提前结束。",
	"The dragon chooses a space it can fit into within the lair. It exists in its own space and the chosen space simultaneously until initiative count 20 on the next round. Whenever it moves or takes an action, it chooses which version of itself is moving or acting. If an effect or attack can target both of the dragon's spaces at the same time, the dragon is affected only once.": "龙在巢穴中选择一个它可以容纳的空间。它同时存在于它自己的空间和所选择的空间中，直到下一轮的主动权计数为20。每当它移动或采取行动时，它都会选择哪个版本的自己在移动或行动。如果一个效果或攻击可以同时针对龙的两个空间，那么龙只受一次影响。",
	"Once per day, the dragon can cast the {@spell legend lore} spell, requiring no spell components, naming any person, place, or object within 1 mile of the lair as the spell's subject.": "每天一次，龙可以施展{@spell legend lore}法术，不需要法术组件，将巢穴周围1英里内的任何人、地方或物体命名为法术的对象。",
	"Amethyst crystals and geodes form along muddy shores and lake beds within 6 miles of the lair.": "在巢穴6英里范围内的泥泞海岸和湖床上形成紫水晶和阳起石。",
	"Fish and other aquatic Beasts reproduce rapidly and thrive in bodies of water within 6 miles of the lair. Foraging in these waters yields twice the usual amount of food.": "鱼类和其他水生动物在巢穴周围6英里范围内的水体中迅速繁殖和繁衍。在这些水域中觅食，可获得比平时多一倍的食物。",
	"Supernatural shadow turns all bright light to dim light in underground regions within 6 miles of the lair.": "超自然的阴影将巢穴6英里内的地下区域的所有亮光变成暗光。",
	"Intermittent, echoing caws can be heard coming from all directions within 6 miles of the lair.": "在巢穴的6英里范围内，可以听到来自各个方向的间歇性、回声的鸣叫声。",
	"Subterranean beasts within 1 mile of the ancient deep crow's lair serve as the creature's eyes and ears, alerting it to the presence of intruders and making it all but impossible to surprise the ancient deep crow.": "在深海古鸦巢穴周围1英里范围内的地下野兽作为该生物的眼睛和耳朵，提醒它入侵者的存在，使深海古鸦几乎不可能感到惊讶。",
	"A strong water current moves through the dragon turtle's lair. Each creature within 30 feet of the dragon turtle must succeed on a DC 15 Strength saving throw or be moved 30 feet in a direction of the dragon turtle's choice. On a success, the creature is moved 10 feet instead.": "一股强大的水流穿过龙龟的巢穴。每个在龙龟30英尺范围内的生物都必须在DC15力量投掷中获得成功，否则将被移动到龙龟选择的方向上30英尺。如果成功，该生物将被移动10英尺。",
	"Steam erupts in a 15-foot cone from a point on the ground the dragon turtle can see within 120 feet of it. Each creature in that area must make a DC 15 Constitution saving throw, taking 21 ({@damage 6d6}) fire damage on a failed save, or half as much damage on a successful one. Being underwater doesn't grant creatures resistance to this damage.": "蒸汽从龙龟能看到的120英尺范围内的地面上喷出一个15英尺的圆锥体。该区域内的每个生物都必须做一个DC15的体质判定，如果判定失败，将受到21({@damage 6d6})的火焰伤害，如果判定成功，将受到一半的伤害。在水下并不能使生物对这种伤害产生抵抗力。",
	"Crevasses on the ocean floor within 1 mile of the dragon turtle's lair form two-way portals to the Elemental Plane of Water, allowing creatures of elemental water into the world to dwell nearby.": "龙龟巢穴1英里范围内的海底裂缝形成了通往水元素界的双向门户，允许水元素的生物进入这个世界，在附近居住。",
	"Geothermal vents heat the water within 6 miles of the dragon turtle's lair to 100 degrees Fahrenheit.": "地热喷口将龙龟巢穴6英里内的水加热到华氏100度。",
	"Arasta learns about any creature touching her webs. Each creature {@condition restrained} by a web or Arasta's Web of Hair must make a {@dc 21} Intelligence saving throw. On a failed save, Arasta gains knowledge of a creature's name, race, where they consider home, and what brought them to her web.": "阿拉斯塔会了解任何接触到她的网的生物。每个被网或阿拉斯塔的毛发之网覆盖的生物都必须做一个（1%）智力测验。如果救赎失败，Arasta将获得关于生物的名字、种族、他们认为的家在哪里，以及是什么把他们带到她的网上的知识。",
	"Spiders and insects within 1 mile of Arasta's lair serve as her eyes and ears. Birds and other flying creatures are absent from the skies and occasionally found trapped in webs.": "阿拉斯塔巢穴周围1英里范围内的蜘蛛和昆虫充当她的眼睛和耳朵。鸟类和其他飞行生物没有出现在天空中，偶尔会被发现困在网中。",
	"Within 1 mile of Arasta's lair, webs fill all 10-foot cubes of open space, so long as the webs can be anchored between two solid masses (such as walls or trees). The webs are flammable. Any webs exposed to fire burn away in 1 round. Any destroyed webs are magically repaired at the next dawn.": "在阿拉斯塔巢穴的1英里范围内，网会填满所有10英尺长的开放空间，只要这些网能被固定在两个坚固的物体（如墙壁或树木）之间。这些网是可燃的。任何暴露在火中的网都会在一回合内烧掉。任何被破坏的网都会在下一个黎明时分被神奇地修复。",
	"Baalzebul casts his innate hold monster.": "巴尔泽布施放他的先天性持物怪物。",
	"Baalzebul emits slime in a 5-foot radius centered on him. Any creature that starts their turn standing in this slime is considered {@condition grappled} and must use their action to succeed on DC 17 Strength ({@skill Athletics}) check to break free.": "巴尔泽布尔在以他为中心的5英尺范围内散发粘液。任何开始站在粘液中的生物都被认为是{@condition grappled}，并且必须使用他们的行动来成功地进行DC17力量({@skill Athletics})检查以挣脱。",
	"Baalzebul uses half his burrow speed to dig into the ground. He gains half-cover when buried 10 feet and three-quarters cover when at 20 feet.": "Baalzebul使用他一半的钻洞速度来挖掘地面。他在埋入10英尺时获得一半的掩护，在20英尺时获得四分之三的掩护。",
	"Within 2 miles of the lair, the air is filled with buzzing flies. Any creature that finishes a short or long rest in this area must succeed on a DC 22 Wisdom saving throw or derive no benefit from the rest.": "在巢穴的2英里内，空气中充满了嗡嗡作响的苍蝇。任何在此区域完成短期或长期休息的生物都必须在DC22智慧救赎中获得成功，否则无法从休息中获得好处。",
	"The balhannoth targets one creature within 500 feet of it. The target must succeed on a {@dc 16} Wisdom saving throw, or the target, along with whatever it is wearing and carrying, teleports to an unoccupied space of the balhannoth's choice within 60 feet of it.": "Balhannoth的目标是它周围500英尺内的一个生物。目标必须在一个{@dc 16}的智慧救赎中成功，否则目标和它所穿戴和携带的东西一起被传送到60英尺内巴尔汉诺斯所选择的一个无人空间。",
	"The balhannoth targets one creature within 500 feet of it. The target must succeed on a {@dc 16} Wisdom saving throw, or the balhannoth becomes {@condition invisible} to that creature for 1 minute. This effect ends if the balhannoth attacks the target.": "Balhannoth的目标是它周围500英尺内的一个生物。目标必须在一个{@dc 16}的智慧救赎中成功，否则balhannoth会在1分钟内对该生物变成{@condition invisible}。如果balhannoth攻击目标，这个效果就会结束。",
	"The balhannoth warps reality around it in an area up to 500 feet square. After 10 minutes, the terrain in the area reshapes to assume the appearance of a location sought by one Humanoid whose desires the balhannoth has sensed (see Regional Effects below). The transformation affects nonliving material only and can't create anything with moving parts or magical properties. Any object created in this area is, upon close inspection, revealed as a fake. Books are filled with empty pages, golden items are obvious counterfeits, and so on. The transformation lasts until the balhannoth dies or takes this lair action again.": "Balhannoth会在它周围500英尺以内的区域扭曲现实。10分钟后，该区域的地形会被重塑为一个人形生物所寻找的地点的样子，而这个人形生物的欲望已经被balhannoth感应到了（见下面的区域效应）。这种转变只影响非生物材料，不能创造出任何带有移动部件或魔法属性的东西。在这个区域创造的任何物体在仔细检查后，都会发现是假的。书本被填满了空页，金色的物品是明显的赝品，诸如此类。这种转变一直持续到巴尔汉诺斯死亡或再次采取这种巢穴行动。",
	"The balhannoth can sense the strongest desires of any Humanoid within 1 mile of it and learns whether those desires involve a place: a safe location to rest, such as a temple, a home, or somewhere else.": "巴尔汉诺斯能感觉到它周围1英里内的任何人形生物最强烈的欲望，并了解这些欲望是否涉及一个地方：一个可以休息的安全地点，如寺庙、家或其他地方。",
	"Creatures within 1 mile of the balhannoth's lair experience the sensation of being close to whatever they desire most. The sensation grows stronger the closer the creatures come to the balhannoth's lair.": "在巴尔汉诺斯巢穴1英里范围内的生物会体验到接近他们最渴望的东西的感觉。这种感觉越接近巴尔汉诺斯的巢穴就越强烈。",
	"The balhannoth warps reality around it in an area up to 500 feet square. After 10 minutes, the terrain in the area reshapes to assume the appearance of a location sought by one intelligent creature whose mind the balhannoth has read (see Regional Effects below). The transformation affects nonliving material only and can't create anything with moving parts or magical properties. Any object created in this area is, upon close inspection, revealed as a fake. Books are filled with empty pages, golden items are obvious counterfeits, and so on. The transformation lasts until the balhannoth dies or uses this lair action again.": "Balhannoth在其周围500英尺以内的区域扭曲现实。10分钟后，该区域的地形会被重新塑造，呈现出巴尔汉诺斯读取其思想的一个智慧生物所寻找的地点的样子（见下面的区域效应）。这种转变只影响到非生物材料，不能创造出任何带有移动部件或魔法属性的东西。在这个区域创造的任何物体在仔细检查后都会发现是假的。书本被填满了空页，金色的物品是明显的赝品，诸如此类。这种转变一直持续到巴尔汉诺斯死亡或再次使用这个巢穴动作。",
	"The balhannoth targets one creature within 500 feet of it. The target must succeed on a {@dc 16} Wisdom saving throw or the target, along with whatever it is wearing and carrying, teleports to an unoccupied space of the balhannoth's choice within 60 feet of it.": "Balhannoth的目标是它周围500英尺内的一个生物。目标必须在一个{@dc 16}的智慧救赎中成功，否则目标连同它所穿戴和携带的东西都会被传送到一个巴尔汉诺斯选择的60英尺内的无人空间。",
	"The balhannoth targets one creature within 500 feet of it. The target must succeed on a {@dc 16} Wisdom saving throw or the balhannoth becomes {@condition invisible} to that creature for 1 minute. This effect ends if the balhannoth attacks the target.": "Balhannoth的目标是它周围500英尺内的一个生物。目标必须在一个{@dc 16}的智慧救赎中成功，否则balhannoth会在1分钟内对该生物产生{@condition invisible}。如果balhannoth攻击目标，这个效果就会结束。",
	"Creatures within 1 mile of the balhannoth's lair experience a sensation of being close to whatever they desire most. The sensation grows stronger the closer the creatures come to the balhannoth's lair.": "在巴尔汉诺斯巢穴1英里范围内的生物会有一种接近他们最渴望的东西的感觉。这种感觉越接近巴尔汉诺斯的巢穴就越强烈。",
	"The balhannoth can sense the strongest desires of any humanoid within 1 mile of it and learns whether those desires involve a place: a safe location to rest, a temple, home, or somewhere else.": "巴尔汉诺斯能感觉到它周围1英里内的任何类人的最强烈的欲望，并了解这些欲望是否涉及一个地方：一个安全的休息地点，一个寺庙，家，或其他地方。",
	"Baphomet casts mirage arcane, affecting a room within the lair that is no larger in any dimension than 100 feet. The effect ends on the next initiative count 20. Charisma is Baphomet's spellcasting ability for this spell.": "巴弗灭施放奥术幻影，影响巢穴内的一个房间，该房间在任何维度上都不超过100英尺。该效果在下一次主动计数20时结束。魅力是巴弗灭对这个法术的施法能力。",
	"Baphomet chooses a room within the lair that is no larger in any dimension than 100 feet. Until the next initiative count 20, gravity is reversed within that room. Any creatures or objects in the room when this happens fall in the direction of the new pull of gravity, unless they have some means of remaining aloft. Baphomet can ignore the gravity reversal if he's in the room, although he likes to use this action to land on a ceiling to attack targets flying near it.": "巴弗灭在巢穴中选择了一个房间，这个房间在任何尺寸上都不超过100英尺。直到下一次行动计数20，重力在该房间内被逆转。当这种情况发生时，房间里的任何生物或物体都会向新的重力方向坠落，除非它们有某种方法可以保持在高空。如果巴弗灭在房间里，他可以无视重力反转，尽管他喜欢用这个动作降落在天花板上，攻击在它附近飞行的目标。",
	"Baphomet seals one doorway or other entryway within the lair. The opening must be unoccupied. It is filled with solid stone for 1 minute or until Baphomet takes this lair action again.": "巴弗灭封住巢穴内的一个门洞或其他入口。这个开口必须是无人居住的。它将在1分钟内被坚硬的石头填满，或者直到巴弗灭再次采取这个巢穴行动。",
	"Within 6 miles of the lair, all Charisma ({@skill Persuasion}) and Charisma ({@skill Performance}) checks have disadvantage, and all Charisma ({@skill Deception}) and Charisma ({@skill Intimidation}) checks have advantage.": "在巢穴的6英里范围内，所有魅力（{@skill Persuasion}）和魅力（{@skill Performance}）检查都处于劣势，所有魅力（{@skill Deception}）和魅力（{@skill Intimidation}）检查都处于优势。",
	"Plant life within 1 mile of the lair grows thick and forms walls of trees, hedges, and other flora in the form of small mazes.": "巢穴周围1英里内的植物生长茂盛，形成由树木、树篱和其他植物群组成的墙，形成小迷宫。",
	"Baphomet seals one doorway or other entryway within the lair. The opening must be unoccupied. It is filled with solid stone for 1 minute or until Baphomet creates this effect again.": "巴弗灭封住巢穴内的一个门洞或其他入口。这个开口必须是无人居住的。在1分钟内，它将被坚硬的石头填满，或者直到巴弗灭再次创造这个效果。",
	"Baphomet casts {@spell mirage arcane}, affecting a room within the lair that is no larger in any dimension than 100 feet. The effect ends on the next initiative count 20.": "巴弗灭施放{@spell mirage arcane}，影响巢穴内的一个房间，该房间在任何维度上都不超过100英尺。该效果在下一次主动计数20时结束。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 18} Wisdom saving throw or descend into a madness determined by the Madness of Baphomet table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴的1英里范围内花费了至少1个小时，这个生物必须在一个{@dc 18}的智慧救赎上取得成功，否则就会陷入巴弗灭的疯狂表所决定的疯狂状态。一个成功的生物在24小时内不能再受到这个区域性效果的影响。",
	"\"My anger consumes me. I can't be reasoned with when my rage has been stoked.\"": "\"我的愤怒吞噬了我。当我的怒火被点燃时，我是无法被说动的。\"",
	"\"I degenerate into beastly behavior, seeming more like a wild animal than a thinking being.\"": "\"我退化为野兽般的行为，看起来更像一只野生动物，而不是一个有思想的人。\"",
	"\"The world is my hunting ground. Others are my prey.\"": "\"世界是我的猎场。其他人是我的猎物\"。",
	"\"Hate comes easily to me and explodes into rage.\"": "\"仇恨对我来说很容易，并爆发为愤怒。\"",
	"\"I see those who oppose me not as people, but as beasts meant to be preyed upon.\"": "\"在我看来，那些反对我的人不是人，而是注定要被捕食的野兽。\"",
	"Walls within 120 feet of the beholder sprout grasping appendages until initiative count 20 on the round after next. Each creature of the beholder's choice that starts its turn within 10 feet of such a wall must succeed on a {@dc 15} Dexterity saving throw or be {@condition grappled}. Escaping requires a successful {@dc 15} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check.": "在看守者120英尺范围内的墙壁会长出抓取的附属物，直到下一回合的主动权计数20。每一个由看守者选择的生物，如果在这样的墙的10英尺范围内开始它的回合，必须在一个{@dc 15}灵巧的拯救动作上成功，或者被{@condition grappled}。逃脱需要成功地进行{@dc 15}力量（{@skill Athletics}）或灵巧（{@skill Acrobatics}）检查。",
	"An eye opens on a solid surface within 60 feet of the beholder. One random eye ray of the beholder shoots from that eye at a target of the beholder's choice that it can see. The eye then closes and disappears.": "在观察者60英尺范围内的固体表面上打开一只眼睛。观察者的一条随机眼线从该眼线射向观察者选择的、它能看到的目标。然后眼睛关闭并消失。",
	"Creatures within 1 mile of the beholder's lair sometimes feel as if they're being watched when they aren't.": "观察者巢穴1英里范围内的生物有时会感到自己被监视，而他们并没有被监视。",
	"When the beholder sleeps, minor warps in reality occur within 1 mile of its lair and then vanish 24 hours later. Marks on cave walls might change subtly, an eerie trinket might appear where none existed before, harmless slime might coat a statue, and so on. These effects apply only to natural surfaces and to nonmagical objects that aren't on anyone's person.": "当观察者睡觉时，在它的巢穴周围1英里的范围内，现实中会出现轻微的扭曲，24小时后就会消失。洞壁上的印记可能会发生微妙的变化，一个阴森恐怖的饰品可能会出现在之前不存在的地方，无害的粘液可能会覆盖在雕像上，等等。这些效果只适用于自然表面和不在任何人身上的非魔法物品。",
	"An eye opens on a solid surface within 60 feet of Belashyrra. One random eye ray of Belashyrra's shoots from that eye at a target of Belashyrra's choice that it can see. The eye then closes and disappears.": "在Belashyrra周围60英尺范围内的固体表面上开出一只眼睛。Belashyrra的一条随机眼线从该眼线射向Belashyrra选择的、它能看到的目标。然后眼睛关闭并消失。",
	"Belashyrra creates a {@item wave} of madness. Each creature it can see within its lair must succeed on a {@dc 22} Wisdom saving throw or be {@condition charmed} for 1 minute. While {@condition charmed} in this way, a creature must use its action at the start of its turn before moving to make a melee attack against another creature of Belashyrra's choice within reach. If there are no creatures within reach, the {@condition charmed} creature can act normally for that turn. A {@condition charmed} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Belashyrra创造了一个{@item wave}的疯狂状态。在它的巢穴内，每一个它能看到的生物都必须在一个{@dc 22}的智慧救赎中成功，否则就会被{@condition charmed}，持续1分钟。当{@condition charmed}这种方式时，一个生物必须在它的回合开始时使用它的行动，在移动之前对Belashyrra选择的另一个生物进行近身攻击。如果范围内没有生物，{@condition charmed}生物可以在该回合正常行动。{@condition charmed}的生物可以在它的每个回合结束时重复蓄力，如果成功则结束对自己的影响。",
	"Belashyrra taps into the eyesight of creatures in its lair and alters their perception. Each creature of Belashyrra's choice in the lair must make a {@dc 22} Wisdom saving throw. On a failure, the affected creature perceives objects and creatures a short distance from their actual locations, imposing disadvantage on the creature's attack rolls against those targets. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this lair action for the next 24 hours.": "Belashyrra进入其巢穴中的生物的视力，并改变它们的感知能力。在巢穴中Belashyrra所选择的每个生物都必须做一个{@dc 22}的智慧救赎动作。如果失败，受影响的生物会感知到离其实际位置很短距离的物体和生物，在对这些目标的攻击卷中处于不利地位。受影响的生物可以在它的每个回合结束时重复蓄力投掷，如果成功则结束对它的影响。如果一个生物的自救成功或效果结束，该生物在接下来的24小时内对这个巢穴行动免疫。",
	"Creatures within 1 mile of the passage sometimes feel as if they're being watched.": "在通道1英里范围内的生物有时会感到自己被人监视。",
	"Beasts that live within 5 miles of the passage undergo magical transmutation, growing eyes or eyestalks that Belashyrra can see through.": "生活在通道5英里范围内的野兽会发生神奇的转化，长出贝拉希拉可以看穿的眼睛或眼梗。",
	"A humanoid who spends at least 1 hour within 1 mile of the passage must succeed on a {@dc 21} Wisdom saving throw or descend into a type of madness (see \"Madness of Belashyrra\" below). A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "一个在通道1英里范围内花费至少1小时的人形生物必须在{@dc 21}智慧救赎上取得成功，否则就会陷入一种疯狂状态（见下面的 \"Belashyrra的疯狂\"）。成功救赎的生物在24小时内不会再受到这个区域效应的影响。",
	"Pools of water that the dragon can see within 120 feet of it surge outward in a grasping tide. Any creature on the ground within 20 feet of such a pool must succeed on a {@dc 15} Strength saving throw or be pulled up to 20 feet into the water and knocked {@condition prone}.": "龙能看到的120英尺范围内的水潭，会以抓取的方式向外涌动。地面上的任何生物在这种水池的20英尺范围内，必须成功地进行一次{@dc 15}力量储蓄，否则就会被拉到20英尺的水中并被击倒{@condition prone}。",
	"A cloud of swarming insects fills a 20-foot-radius sphere centered on a point the dragon chooses within 120 feet of it. The cloud spreads around corners and remains until the dragon dismisses it as an action, uses this lair action again, or dies. The cloud is lightly obscured. Any creature in the cloud when it appears must make on a {@dc 15} Constitution saving throw, taking 10 ({@damage 3d6}) piercing damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the cloud takes 10 ({@damage 3d6}) piercing damage.": "一团蜂拥而至的昆虫云充满了以龙选择的120英尺范围内的一个点为中心的20英尺半径的球体。这片云会在角落里扩散，并一直保持到龙将它作为一个动作解散，再次使用这个巢穴动作，或者死亡。云会被轻度遮蔽。当云层出现时，任何在云层中的生物都必须做一个{@dc 15}宪法救赎，如果救赎失败，将受到10({@damage 3d6})的穿刺伤害，如果救赎成功，将受到一半的伤害。在云中的生物结束其回合时，会受到10({@damage 3d6})的穿刺伤害。",
	"The land within 6 miles of the lair takes twice as long as normal to traverse, since the plants grow thick and twisted, and the swamps are thick with reeking mud.": "巢穴6英里范围内的土地需要比正常情况下多一倍的时间来穿越，因为植物生长得很茂盛、很扭曲，沼泽地里有很多发臭的泥浆。",
	"Water sources within 1 mile of the lair are supernaturally fouled. Enemies of the dragon that drink such water regurgitate it within minutes.": "巢穴1英里范围内的水源会被超自然地弄脏。喝了这种水的龙的敌人在几分钟内就会反胃。",
	"Fog lightly obscures the land within 6 miles of the lair.": "大雾轻度遮蔽了巢穴6英里内的土地。",
	"Any of these effects might appear in the area around a black dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种都可能出现在黑龙巢穴周围的区域，或者代替这些效果。",
	"Creatures that spend a year within 10 miles of the dragon's lair are filled with listless despair.": "在龙的巢穴10英里范围内度过一年的生物充满了无精打采的绝望。",
	"Stinging bugs are aggressive and the air is heavy with the odor of rot within 6 miles of the lair.": "蜇人的虫子很有攻击性，在巢穴的6英里内，空气中弥漫着腐烂的气味。",
	"A cloud of sand swirls about in a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The cloud spreads around corners. Each creature in the cloud must succeed on a {@dc 15} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "一团沙子在半径20英尺的球体中旋转，以龙能看到的120英尺内的一个点为中心。这团沙子在角落里扩散。云中的每个生物都必须在宪法规定的投掷中获得成功，否则将在1分钟内受到{@dc 15}的伤害。一个生物可以在它的每个回合结束时重复蓄力，如果成功则结束对它的影响。",
	"Lightning arcs, forming a 5-foot-wide line between two of the lair's solid surfaces that the dragon can see. They must be within 120 feet of the dragon and 120 feet of each other. Each creature in that line must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) lightning damage.": "闪电划出弧线，在龙能看到的巢穴的两个固体表面之间形成一条5英尺宽的线。它们必须在龙的120英尺范围内，并且相互之间有120英尺。这条线上的每一个生物都必须在一个{@dc 15}灵巧的蓄力动作上成功，否则就会受到10({@damage 3d6})的雷电伤害。",
	"The dragon chooses a point on the ground that it can see within 120 feet of it. A 5-foot-radius, 20-foot-deep pit forms centered on that point. A creature on the ground above where the pit formed must make a DC 15 Dexterity saving throw. On a failed save, a creature falls to the bottom of the pit, taking 7 ({@damage 2d6}) bludgeoning damage and landing {@condition prone}. On a successful save, a creature moves to the nearest unoccupied space instead of falling in the pit.": "龙在地面上选择一个它能看到的120英尺范围内的点。以该点为中心形成一个5英尺半径、20英尺深的坑。地面上的生物必须做一个DC15的灵巧救赎动作。如果救赎失败，生物会跌落到坑底，受到7({@damage 2d6})的击打伤害，并落地{@condition prone}。拯救成功时，生物会移动到最近的无人空间，而不是落入坑中。",
	"Thunderstorms rage within 6 miles of the lair.": "巢穴6英里范围内雷暴肆虐。",
	"Dust devils scour the land within 6 miles of the lair. A dust devil has the statistics of an air elemental, but it can't fly, has a speed of 50 feet, and has an Intelligence and Charisma of 1 (-5).": "尘土恶魔在巢穴周围6英里内的土地上进行扫荡。尘土恶魔拥有空气元素的统计数据，但它不能飞行，速度为50英尺，智力和魅力为1（-5）。",
	"Hidden sinkholes form in and around the dragon's lair. A sinkhole can be spotted from a safe distance with a successful {@dc 20} Wisdom ({@skill Perception}) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a {@dc 15} Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole.": "隐藏的天坑在龙的巢穴内和周围形成。天坑可以在安全距离内被发现，只要成功地进行{@dc 20}智慧检查({@skill Perception})。否则，第一个踩到覆盖在天坑上的薄壳的生物必须成功地进行{@dc 15}灵巧救赎，否则就会掉进天坑里{@dice 1d6 × 10}英尺。",
	"Any of these effects might appear in the area around a blue dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种都可能出现在蓝龙巢穴周围的区域，或者代替这些效果。",
	"Creatures that spend a year within 1 mile of the dragon's lair find blue objects fascinating and feel compelled to acquire them at every opportunity.": "在龙的巢穴1英里范围内呆上一年的生物会发现蓝色物体很吸引人，并感到不得不一有机会就去获取它们。",
	"The area immediately surrounding the lair appears to be a lush oasis. A creature carefully examining the illusion can attempt a DC 15 Intelligence ({@skill Investigation}) check to disbelieve it. A creature who disbelieves the illusion sees it as a vague image superimposed on the underlying terrain.": "紧挨着巢穴的区域看起来是一片茂盛的绿洲。仔细检查这个幻象的生物可以尝试用DC15智力({@skill Investigation})检查来否定它。不相信幻觉的生物看到的是一个叠加在底层地形上的模糊图像。",
	"A sandstorm blows constantly within 1 mile of the dragon's lair.": "在龙的巢穴的1英里范围内，沙尘暴不断吹袭。",
	"A strong wind blows around the dragon. Each creature within 60 feet of the dragon must succeed on a {@dc 15} Strength saving throw or be pushed 15 feet away from the dragon and knocked {@condition prone}. Gases and vapors are dispersed by the wind, and unprotected flames are extinguished. Protected flames; such as lanterns, have a {@chance 50|50 percent} chance of being extinguished.": "一股强风在龙的周围吹动。每个在龙60英尺范围内的生物都必须成功地进行一次力量储蓄，否则就会被推到离龙15英尺远的地方，并被击倒（1%）。气体和蒸汽被风吹散，无保护的火焰被熄灭。受保护的火焰，如灯笼，有2%的机会被扑灭。",
	"A cloud of sand swirls about in a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The cloud spreads around corners. Each creature in it must succeed on a {@dc 15} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "一团沙子在半径20英尺的球体中旋转，以龙能看到的120英尺内的一个点为中心。这团沙子在角落里扩散。每个身处其中的生物都必须在宪法规定的投掷中获得成功，否则将在1分钟内受到1%的伤害。一个生物可以在它的每个回合结束时重复蓄力，如果成功则结束对它的影响。",
	"The dragon chooses up to three statues in the lair that it can see. Each of these statues briefly animates and attacks one creature within 5 feet of it, with a +7 bonus to hit and dealing 10 ({@damage 3d6}) bludgeoning damage on a hit.": "龙在巢穴中最多选择三个它能看到的雕像。每座雕像都会短暂地活过来，并攻击5英尺范围内的一个生物，命中率+7，命中后造成10({@damage 3d6})的重击伤害。",
	"Tracks appear in the sand within 6 miles of the dragon's lair. The tracks lead to safe shelters and hidden water sources, while also leading away from areas that the dragon prefers to remain undisturbed.": "在龙的巢穴6英里范围内的沙地上会出现踪迹。这些足迹通向安全的庇护所和隐藏的水源，同时也通向远离龙喜欢保持不受干扰的地区。",
	"Whenever a creature with an Intelligence of 3 or higher comes within 30 feet of a water source within 1 mile of the dragon's lair, the dragon becomes aware of the creature's presence and location.": "每当智力值为3或更高的生物进入龙的巢穴1英里内的水源的30英尺范围内，龙就会意识到该生物的存在和位置。",
	"Any of these effects might appear in the area around a brass dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}所描述的效果外，这些效果中的任何一种都可能出现在铜龙巢穴周围的区域，或者代替这些效果。",
	"A small, wispy cloud follows non-evil creatures as they journey within 6 miles of the dragon's lair. It changes direction as the creatures do, remaining interposed between them and the direct glare of the sun, and grants them advantage on saving throws to resist the effects of {@book extreme heat|DMG|5|Extreme Heat} (see the {@book Dungeon Master's Guide|DMG}).": "当非邪恶的生物在龙的巢穴6英里范围内旅行时，会有一朵小的、飘忽不定的云跟随他们。它随着生物的移动而改变方向，保持在他们和太阳直射之间的位置，并使他们在抵抗{@book extreme heat|DMG|5|Extreme Heat}的影响时有优势（见{@book Dungeon Master's Guide|DMG}）。",
	"Creatures within 1 mile of the dragon's lair find pleasure in hearing the sound of their own voices. The air is filled with a deafening chorus of birds and small animals, and sapient creatures talk extensively.": "在龙的巢穴周围1英里范围内的生物，会因为听到自己的声音而感到高兴。空气中充满了震耳欲聋的鸟类和小动物的大合唱，有智慧的生物也在大肆谈论。",
	"The dragon creates fog as though it had cast the {@spell fog cloud} spell. The fog lasts until initiative count 20 on the next round.": "龙会制造雾气，就像它施展了{@spell fog cloud}的法术。雾气会持续到下一轮的主动性计数20。",
	"A thunderclap originates at a point the dragon can see within 120 feet of it. Each creature within a 20-foot radius centered on that point must make a {@dc 15} Constitution saving throw or take 5 ({@damage 1d10}) thunder damage and be {@condition deafened} until the end of its next turn.": "雷鸣声起源于龙在120英尺范围内可以看到的一个点。以该点为中心的20英尺范围内的每个生物都必须做一个{@dc 15}宪法救赎动作，否则会受到5({@damage 1d10})的雷霆伤害，并被{@condition deafened}直到下一回合结束。",
	"The dragon conjures a swarm of spectral dolphins. Each creature in the water within 120 feet of the dragon must succeed on a DC 15 Dexterity saving throw or take 5 ({@damage 1d10}) slashing damage; then the swarm vanishes.": "巨龙召唤出一群幽灵海豚。在龙的120英尺范围内，水中的每个生物都必须在DC15的灵巧投掷中成功，否则就会受到5({@damage 1d10})的砍击伤害；然后海豚群会消失。",
	"Once per day, the dragon can alter the weather in a 6-mile radius centered on its lair. The dragon doesn't need to be outdoors; otherwise the effect is identical to the {@spell control weather} spell.": "每天一次，龙可以改变以其巢穴为中心的6英里范围内的天气。龙不需要在户外，否则效果与{@spell control weather}的法术相同。",
	"Underwater plants within 6 miles of the dragon's lair take on dazzlingly brilliant hues.": "距龙穴6英里内的水下植物呈现出令人眼花缭乱的绚丽色彩。",
	"Within its lair, the dragon can set illusory sounds, such as soft music and strange echoes, so that they can be heard in various parts of the lair.": "在它的巢穴内，龙可以设置虚幻的声音，如轻柔的音乐和奇怪的回声，以便在巢穴的各个地方都能听到这些声音。",
	"Any of these effects might appear in the area around a bronze dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种都可能出现在青铜龙巢穴周围的区域，或者代替这些效果。",
	"Ghostly naval ships from an ancient armada appear, escorting well-meaning creatures in need of the dragon's help toward the dragon's lair.": "来自古代舰队的幽灵般的军舰出现了，它们护送着需要龙的帮助的善意的生物走向龙的巢穴。",
	"Sailors glimpse the shadowy, illusory form of a dragon in the depths below them, keeping pace with their vessel.": "水手们瞥见他们下面的深处有一条朦胧的、虚幻的龙的形状，与他们的船保持同步。",
	"Sapient creatures that spend a year within 10 miles of the dragon's lair find it nearly impossible to break a promise.": "在龙的巢穴10英里范围内呆上一年的有智慧的生物发现几乎不可能违背承诺。",
	"The dragon chooses a point on the ground that it can see within 120 feet of it. Stone spikes sprout from the ground in a 20-foot radius centered on that point. The effect is otherwise identical to the {@spell spike growth} spell and lasts until the dragon uses this lair action again or until the dragon dies.": "龙在地面上选择一个它能看到的120英尺范围内的点。在以该点为中心的20英尺范围内，石刺从地面冒出。该效果在其他方面与{@spell spike growth}法术相同，并持续到龙再次使用这个巢穴动作或龙死亡为止。",
	"The dragon chooses a 10-foot-square area on the ground that it can see within 120 feet of it. The ground in that area turns into 3-foot-deep mud. Each creature on the ground in that area when the mud appears must succeed on a {@dc 15} Dexterity saving throw or sink into the mud and become {@condition restrained}. A creature can take an action to attempt a {@dc 15} Strength check, freeing itself or another creature within its reach and ending the {@condition restrained} condition on a success. Moving 1 foot in the mud costs 2 feet of movement. On initiative count 20 on the next round, the mud hardens, and the Strength DC to work free increases to 20.": "龙在地面上选择一个10英尺见方的区域，它可以看到周围120英尺内的情况。该区域的地面会变成3英尺深的泥浆。当泥浆出现时，在该区域地面上的每个生物都必须成功地进行一次{@dc 15}灵巧救赎，否则就会沉入泥浆，变成{@condition restrained}。一个生物可以采取行动，尝试进行{@dc 15}力量检查，释放自己或其范围内的另一个生物，成功后结束{@condition restrained}状态。在泥浆中移动1英尺需要2英尺的移动距离。在下一回合的主动权计数为20时，泥浆变硬，释放的力量DC增加到20。",
	"The dragon chooses a point on the ground that it can see within 120 feet of it. A cloud of pink gas fills a 20-foot-radius sphere centered on that point. Each creature in that area that fails a DC 15 Wisdom saving throw is {@condition incapacitated} with laughter until the end of its next turn.": "龙在地面上选择一个它能看到的120英尺范围内的点。一团粉红色的气体充满了以该点为中心的20英尺半径的球体。在该区域内的每个生物，如果DC15智慧救赎失败，就会有{@condition incapacitated}的笑声，直到其下一回合结束。",
	"The dragon chooses a creature it can see within 120 feet of it. If the target fails a DC 15 Constitution saving throw, its speed is halved, and it can't use reactions or bonus actions until the end of its next turn.": "龙选择一个它能看到的120英尺内的生物。如果目标未能通过DC15宪法规定的救赎，它的速度就会减半，并且在下一回合结束前不能使用反应或额外行动。",
	"Magic carvings of the dragon's smiling visage can be seen worked into stone terrain and objects within 6 miles of the dragon's lair.": "在龙的巢穴6英里范围内，可以看到龙的微笑面孔的魔法雕刻在石头地形和物体上。",
	"Tiny beasts such as rodents and birds that are normally unable to speak gain the magical ability to speak and understand Draconic while within 1 mile of the dragon's lair. These creatures speak well of the dragon, but can't divulge its whereabouts.": "诸如啮齿动物和鸟类等通常不能说话的小动物，在距离龙的巢穴1英里的范围内，会获得说话和理解龙语的神奇能力。这些生物对龙的评价很好，但不能泄露它的行踪。",
	"Either of these effects might appear in the area around a copper dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种都可能出现在铜龙巢穴周围的区域，或者代替这些效果。",
	"The ethereal music of woodwinds and bells can be heard carried on the wind within 1 mile of the dragon's lair.": "在龙的巢穴1英里范围内，可以听到随风飘荡的木管和钟声的空灵音乐。",
	"Standing stones are common on hilltops within 1 mile of the dragon's lair. The stones shed dim light in a 10-foot radius at night. (If the dragon dies, the stones remain, but they no longer shed light.)": "在龙的巢穴1英里范围内的山顶上，立石很常见。这些石头在夜间会在10英尺的范围内发出微弱的光。(如果龙死了，这些石头仍然存在，但它们不再发光。）",
	"Ice and snow explode in radius of 60 feet around Cryonax. This creates a freezing mist full of hail and larger chunks of ice that will heavily obscure the area and last until initiative count 20 of the next round. All creatures within the area of effect take 13 ({@damage 3d8}) cold damage and must make a DC 20 Wisdom saving throw or be {@condition blinded} until initiative count 20 of the next round.": "冰雪在Cryonax周围60英尺的范围内爆炸。这创造了一个充满冰雹和更大的冰块的冰雾，将严重遮蔽该区域，并持续到下一回合的主动权计数20。效果范围内的所有生物都会受到13({@damage 3d8})的寒冷伤害，并且必须进行DC20智慧救赎，否则会被{@condition blinded}，直到下一轮的主动权计数20。",
	"The air freezes in a 120 feet wide (and tall) hemisphere centered around Cryonax. This effect forms hundreds of sharp icicles. These immediately crash to the ground causing 14 ({@damage 4d6}) slashing damage to everyone in the area of effect (the damage is halved if a DC 22 Dexterity saving throw is successful). Afterwards the terrain becomes difficult and anyone falling {@condition prone} within it takes the damage again (no saving throw).": "空气在以Cryonax为中心的120英尺宽（和高）的半球形中冻结了。这个效果形成了数百根尖锐的冰柱。这些冰柱立即坠落到地面上，对影响范围内的每个人造成14({@damage 4d6})的切割伤害（如果DC22灵巧救赎成功，则伤害减半）。之后，地形变得困难，任何落在其中的人（1%）都会再次受到伤害（没有救赎）。",
	"The frozen ground buckles, driving massive chunks of rock and ice into the air. {@dice 1d8} thirty-foot-tall stalagmites will rise into the air and all creatures in a 30-foot radius around Cryonax must make a DC 24 Dexterity saving throw or take 9 ({@damage 2d8}) bludgeoning damage and be knocked {@condition prone}.": "冰冻的地面出现弯曲，将大量的岩石和冰块推向空中。{@dice 1d8}30英尺高的石笋会升到空中，Cryonax周围30英尺范围内的所有生物必须做一个DC24的灵巧救赎，否则会受到9({@damage 2d8})的重击伤害并被击倒{@condition prone}。",
	"Within ten miles of the lair all water has frozen and any precipitation becomes thick snow and hail instead.": "在巢穴的十英里范围内，所有的水都已冻结，任何降水都变成厚厚的雪和冰雹。",
	"Within 1 mile of Cryonax's location inside the lair the air becomes bitterly cold and difficult to breath. Each hour while within this area every living creature must make a DC 15 Constitution saving throw or suffer a level of {@condition exhaustion}.": "在Cryonax的巢穴内1英里的范围内，空气变得非常寒冷，难以呼吸。每小时在这个区域内，每个生物都必须做一个DC15的宪法救赎动作，否则会受到{@condition exhaustion}的影响。",
	"The dragon can open a passage through a wall of ice or snow that is up to 5 feet thick, creating an opening up to 30 feet wide and high.": "龙可以在厚达5英尺的冰墙或雪中打开一条通道，形成一个宽达30英尺、高达30英尺的开口。",
	"The skies above a crystal dragon's lair remain clear and free of precipitation unless magically altered. Winds blow lightly, posing little threat to those approaching the lair, and visibility is the best possible for the time of day.": "水晶龙巢穴上方的天空保持晴朗，没有降水，除非有魔法的改变。风吹得很轻，对接近巢穴的人没有什么威胁，能见度在一天中是最好的。",
	"Plentiful quartz crystals form in natural stone within 6 miles of the lair, particularly in places where natural light can shine on the crystals.": "在巢穴6英里范围内的天然石头中形成了大量的石英晶体，特别是在自然光可以照到晶体的地方。",
	"Ice and quartz within 6 miles of the lair become conduits for the dragon's psionic presence. As an action, the dragon can cast the {@spell clairvoyance} spell, requiring no spell components and targeting any ice or quartz crystals in that region.": "巢穴周围6英里范围内的冰和石英会成为龙的幻觉存在的通道。作为一个行动，龙可以施展{@spell clairvoyance}法术，不需要法术组件，并以该区域的任何冰或石英晶体为目标。",
	"Any creature that finishes a long rest within 6 miles of the lair regains two additional spent Hit Dice.": "任何在巢穴6英里范围内完成长期休息的生物都会重新获得两个额外的已用命中率。",
	"Animal populations flourish within 6 miles of the lair. Ability checks made to forage for food by hunting, fishing, or trapping in that area are made with advantage.": "巢穴周围6英里范围内的动物种群非常繁荣。在该地区通过打猎、捕鱼或诱捕来获取食物的能力检查会有优势。",
	"Walls sprout spectral appendages until initiative count 20 on the round after next. Any creature, including one on the Ethereal Plane, that is hostile to the tyrant and starts its turn within 10 feet of a wall must succeed on a {@dc 17} Dexterity saving throw or be {@condition grappled}. Escaping requires a successful {@dc 17} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check.": "墙壁会长出幽灵般的附属物，直到下一轮的主动权计数为20。任何对暴君有敌意的生物，包括虚空界的生物，如果在墙的10英尺范围内开始它的回合，必须成功地进行{@dc 17}灵巧救赎或被{@condition grappled}。逃跑需要成功进行{@dc 17}力量({@skill Athletics})或灵巧({@skill Acrobatics})检查。",
	"A spectral eye opens in the air at a point within 50 feet of the tyrant. One random eye ray of the tyrant shoots from that eye, which is considered to be an ethereal source, at a target of the tyrant's choice. The eye then closes and disappears.": "在暴君50英尺范围内的空气中打开一只幽灵之眼。暴君的一条随机眼线从该眼线中射出，被认为是一个空灵的来源，射向暴君选择的目标。然后眼睛关闭并消失。",
	"Creatures within 1 mile of the tyrant's lair sometimes feel as if they're being watched even when they aren't.": "在暴君巢穴1英里范围内的生物，有时会觉得自己被监视，即使他们没有被监视。",
	"The dragon casts the {@spell slow} spell, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 16). The spell ends early if the dragon uses this lair action again or if the dragon dies.": "巨龙施展{@spell slow}法术，不需要法术组件，并使用魅力作为施法能力（法术保全DC16）。如果龙再次使用这个巢穴动作或者龙死亡，则该咒语提前结束。",
	"Books, letters, and any other physical forms of writing within 6 miles of the dragon's lair become magically charged and can't be damaged by nonmagical means.": "在龙的巢穴周围6英里范围内的书籍、信件和任何其他实物形式的文字都会被魔法充能，并且不能被非魔法手段损坏。",
	"Vegetation and fungi within 6 miles of the dragon's lair grow faster and cover a greater area than they normally would. Foraging in this area yields twice the usual amount of food.": "龙的巢穴6英里范围内的植被和真菌生长得更快，覆盖的面积也比平时更大。在这一地区觅食，可获得比平时多一倍的食物。",
	"The tomb trembles violently for a moment. Each creature on the floor of the tomb must succeed on a {@dc 19} Dexterity saving throw or be knocked {@condition prone}.": "坟墓剧烈地颤抖了一会儿。墓穴地板上的每个生物都必须在一个{@dc 19}的灵巧救赎中成功，否则会被击倒{@condition prone}。",
	"The demilich targets one creature it can see within 60 feet of it. An {@spell antimagic field} fills the space of the target, moving with it until initiative count 20 on the next round.": "恶魔的目标是它所看到的60英尺内的一个生物。一个{@spell antimagic field}填补了目标的空间，与它一起移动，直到下一轮主动性计数20。",
	"The demilich targets any number of creatures it can see within 30 feet of it. No target can regain hit points until initiative count 20 on the next round.": "妖怪的目标是它所看到的30英尺内的任何数量的生物。在下一回合主动性计数20之前，任何目标都不能重新获得命中率。",
	"The first time a non-evil creature enters the tomb's area, the creature takes 16 ({@damage 3d10}) necrotic damage.": "第一次有非邪恶生物进入坟墓的区域时，该生物会受到16({@damage 3d10})的坏死伤害。",
	"The tomb is warded against the magical travel of creatures the demilich hasn't authorized. Such creatures can't teleport into or out of the tomb's area or use planar travel to enter or leave it. Effects that allow teleportation or planar travel work within the tomb as long as they aren't used to leave or enter the tomb's area.": "墓穴有防护措施，防止未经Demilich授权的生物的魔法旅行。这些生物不能传送进入或离开坟墓的区域，也不能使用平面旅行来进入或离开坟墓。允许传送或平面旅行的效果只要不用于离开或进入古墓的区域，就能在古墓内发挥作用。",
	"Demogorgon casts the {@spell darkness} spell four times, targeting different areas with the spell. Demogorgon doesn't need to concentrate on the spells, which end on initiative count 20 of the next round.": "德摩根施放{@spell darkness}法术四次，用法术瞄准不同的区域。德摩根不需要集中精力施法，在下一回合的主动权计数20时结束。",
	"Beasts within 1 mile of the lair become frenzied and violent—even creatures that are normally docile. Within that area, any ability check involving Animal Handling has disadvantage.": "巢穴周围1英里内的野兽会变得狂热和暴躁--即使是通常温顺的生物。在该区域内，任何涉及动物处理的能力检查都是不利的。",
	"The area within 6 miles of the lair becomes overpopulated with {@creature poisonous snake|MM|poisonous snakes} and other venomous Beasts.": "巢穴周围6英里范围内会出现{@creature poisonous snake|MM|poisonous snakes}和其他毒兽的过度繁殖。",
	"The area within 6 miles of the lair becomes overpopulated with lizards, poisonous snakes, and other venomous beasts.": "巢穴周围6英里范围内的地区会变成蜥蜴、毒蛇和其他毒兽的过度聚集地。",
	"Beasts within 1 mile of the lair become violent and crazed-even creatures that are normally docile.": "巢穴周围1英里内的野兽会变得狂暴和疯狂--甚至是通常温顺的生物。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 23} Wisdom saving throw or descend into a madness determined by the Madness of Demogorgon table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴周围1英里的范围内呆了至少1小时，该生物必须在一个{@dc 23}智慧救赎上取得成功，否则就会陷入由德摩根的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"If a creature goes mad in Demogorgon's lair or within line of sight of the demon lord, roll on the Madness of Demogorgon table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在Demogorgon的巢穴中或在恶魔领主的视线范围内发疯，请在Demogorgon的疯狂表上滚动，以确定疯狂的性质，这是一种性格缺陷，持续到治愈。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"Someone is plotting to kill me. I need to strike first to stop them!\"": "\"有人在密谋杀我。我需要先下手为强，阻止他们！\"",
	"\"There is only one solution to my problems: kill them all!\"": "\"解决我的问题只有一个办法：把他们都杀了！\"",
	"\"There is more than one mind inside my head.\"": "\"我的脑子里有不止一个思想\"。",
	"\"If you don't agree with me, I'll beat you into submission to get my way.\"": "\"如果你不同意我的观点，我就把你打得服服帖帖，以达到我的目的。\"",
	"\"I can't allow anyone to touch anything that belongs to me. They might try to take it away from me!\"": "\"我不能允许任何人碰属于我的东西。他们可能会试图把它从我身边夺走！\"",
	"A glistening spectral spider web erupts from a point the drow can see within 120 feet of her. Each creature within 60 feet of that point must succeed a {@dc 19} Dexterity saving throw or be {@condition restrained} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "一个闪闪发光的幽灵蜘蛛网从乌鸦可以看到的120英尺范围内的一个点喷发出来。在该点60英尺范围内的每个生物都必须成功地完成一个{@dc 19}灵巧的投掷，否则就会被{@condition restrained}，持续1分钟。一个生物可以在它的每个回合结束时重复这个蓄力动作，如果成功则结束对它的影响。",
	"The drow targets one creature she can see within 60 feet of her and attempts to expel it from her presence. The target must succeed on a {@dc 19} Strength saving throw or be flung {@dice 2d6 × 10} feet through the air. A creature smashed into a solid object takes {@damage 1d6} bludgeoning damage for every 10 feet moved. If released in midair, the creature takes falling damage as normal.": "乌鸦的目标是在她周围60英尺内她能看到的一个生物，并试图把它从她面前赶走。目标必须在一个{@dc 19}的力量投掷中成功，否则会被甩到空中{@dice 2d6 × 10}。被砸到固体物体上的生物，每移动10英尺就会受到{@damage 1d6}重击伤害。如果在半空中被释放，该生物会受到正常的坠落伤害。",
	"Dyrrn uses its Corruption action.": "Dyrrn使用其腐败行动。",
	"A 30-foot-square area of ground within 120 feet of Dyrrn sprouts tentacles until initiative count 20 on the next round. Any creature that starts or ends its turn in the area must succeed on a {@dc 23} Strength saving throw or be {@condition restrained}. A creature can escape the tentacles with a successful {@dc 23} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check as an action.": "在Dyrrn的120英尺范围内，30英尺见方的地面会长出触角，直到下一轮主动性计数20。任何在该区域开始或结束其回合的生物必须在一个{@dc 23}的力量投掷中成功，否则会被{@condition restrained}。生物可以通过一个成功的{@dc 23}力量({@skill Athletics})或灵巧({@skill Acrobatics})检查作为行动来逃脱触手。",
	"Plants and animals raised within 2 mile of the passage have twisted, aberrant forms. Use the Daelkyr Modifications table for inspiration.": "在通道2英里范围内饲养的植物和动物具有扭曲的、反常的形态。使用Daelkyr修饰表来获得灵感。",
	"Creatures within 1 mile of the passage frequently feel as if something is crawling under their skin.": "在通道1英里范围内的生物经常感到好像有东西在他们的皮肤下爬行。",
	"If a humanoid spends at least 1 hour within 1 mile of the passage, that creature must succeed on a {@dc 22} Wisdom saving throw or descend into a type of madness (see \"Madness of Dyrrn\" below). A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在通道的1英里范围内呆了至少1小时，该生物必须在一个{@dc 22}智慧救赎上取得成功，否则就会陷入一种疯狂状态（见下文 \"Dyrrn的疯狂\"）。成功救赎的生物在24小时内不能再受到这个区域效应的影响。",
	"If a creature goes mad in Dyrrn's lair or while it can see the daelkyr, it gains a form of indefinite madness. Roll on the Madness of Dyrrn table to determine the nature of this madness, which takes the form of a character flaw that lasts until cured. Chapter 8 of the {@book Dungeon Master's Guide|DMG} has more information on madness.": "如果一个生物在Dyrrn的巢穴中或在它能看到daelkyr的时候发疯，它就会获得一种无限期的疯狂。在 \"Dyrrn的疯狂 \"表上滚动，以确定这种疯狂的性质，它以性格缺陷的形式出现，持续到被治愈。{@book Dungeon Master's Guide|DMG}的第八章有更多关于疯狂的信息。",
	"\"There's an illithid parasite living in my brain!\"": "\"我的大脑里住着一只幻影寄生虫！\"",
	"\"I can feel myself evolving into an aberration.\"": "\"我能感觉到自己正在演变成一个反常的人。\"",
	"\"Aberrations are the only natural things.\"": "\"畸变是唯一的自然事物\"。",
	"\"A part of me has become a conscious entity.\"": "\"我的一部分已经成为一个有意识的实体\"。",
	"\"My opponents must bow down to a mind flayer!\"": "\"我的对手必须向一个思想骗子低头！\"",
	"\"Dyrrn and the mind flayers simply want to unite all sentient creatures in collective consciousness. And I receive messages from the group mind!\"": "\"迪尔恩和心灵传播者只是想在集体意识中联合所有有生命的生物。而我收到了来自群体意识的信息！\"",
	"The elder brain casts {@spell wall of force}.": "长者的大脑铸成{@spell wall of force}。",
	"The elder brain targets one creature it can sense within 120 feet of it and anchors it by sheer force of will. The target must make a {@dc 18} Charisma saving throw. On a failed save, its speed is reduced to 0, and it can't teleport. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "长者之脑的目标是它能感知的120英尺范围内的一个生物，并通过纯粹的意志力将其固定。目标必须做一个{@dc 18}的魅力拯救动作。如果救赎失败，它的速度就会降低到0，而且不能传送。它可以在每个回合结束时重复蓄力，如果成功则结束对自己的影响。",
	"The elder brain targets one friendly creature it can sense within 120 feet of it. The target has a flash of inspiration and gains advantage on one attack roll, ability check, or saving throw it makes before the end of its next turn.": "长者之脑的目标是它能感觉到的120英尺内的一个友好生物。该目标有一个闪光的灵感，并在其下一回合结束前的一次攻击卷、能力检查或自救动作中获得优势。",
	"Creatures within 5 miles of an elder brain feel as if they are being followed, even when they're not.": "在长者大脑5英里范围内的生物感觉到他们好像被跟踪了，即使他们没有被跟踪。",
	"Any creature with which the elder brain has formed a psychic link hears faint, incomprehensible whispers in the deepest recesses of its mind. This psychic detritus consists of the elder brain's stray thoughts commingled with those of other creatures to which it is linked.": "任何与长者之脑形成精神联系的生物，都会在其心灵的最深处听到微弱的、不可理解的低语。这种精神残渣是由长者大脑的杂念和它所链接的其他生物的杂念组成的。",
	"The elder brain can overhear any telepathic conversation within 5 miles of it. The creature that initiated the telepathic conversation makes a {@dc 18} Wisdom saving throw when telepathic contact is first established. If the save is successful, the creature is aware that something is eavesdropping. The nature of the eavesdropper isn't revealed.": "老人的大脑可以偷听到它周围5英里内的任何心灵感应对话。在第一次建立心灵感应的时候，发起心灵感应对话的生物要做一个{@dc 18}的智慧储蓄。如果拯救成功，该生物就会意识到有东西在偷听。窃听者的性质不会被发现。",
	"The elder brain targets one friendly creature it can sense within 120 feet of it. The target has a flash of inspiration and gains advantage on one attack roll, ability check, or saving throw it makes before the end of its next turn. If the target doesn't or can't use this benefit in that time, the inspiration is lost.": "长者之脑的目标是它能感觉到的120英尺内的一个友好生物。该目标有一个闪光的灵感，并在其下一回合结束前的一次攻击卷、能力检查或蓄力投掷中获得优势。如果目标在那段时间内没有或不能使用这个好处，那么灵感就会消失。",
	"The elder brain targets one creature it can sense within 120 feet of it and anchors it by sheer force of will. The target must succeed on a {@dc 18} Charisma saving throw or be unable to leave its current space. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "长者之脑的目标是它能感觉到的120英尺范围内的一个生物，并通过纯粹的意志力将其固定。目标必须在一个{@dc 18}的魅力储蓄投掷中成功，否则无法离开其当前空间。它可以在每个回合结束时重复这个蓄力动作，如果成功则结束对自己的影响。",
	"Creatures within 5 miles of an elder brain feel as if they are being followed, even when they are not.": "在长者大脑5英里范围内的生物感觉到他们好像被跟踪了，即使他们没有被跟踪。",
	"The elder brain can overhear any telepathic conversation happening within 5 miles of it. The creature that initiated the telepathic conversation makes a {@dc 18} Wisdom ({@skill Insight}) check when telepathic contact is first established. If the check succeeds, the creature is aware that something is eavesdropping on the conversation. The nature of the eavesdropper isn't revealed, and the elder brain can't participate in the telepathic conversation unless it has formed a psychic link with the creature that initiated it.": "长者之脑可以偷听到发生在它周围5英里范围内的任何心灵感应对话。当心灵感应首次建立时，发起心灵感应对话的生物会进行一次{@dc 18}智慧({@skill Insight})检查。如果检查成功，该生物就会意识到有东西在偷听对话。窃听者的性质不会被发现，而且长者的大脑不能参与心灵感应的对话，除非它已经与发起对话的生物形成了精神联系。",
	"The dragon attempts to alter the perceptions of one creature it can see within its lair. That creature must succeed on a DC 15 Intelligence saving throw or take 22 ({@damage 4d10}) psychic damage and have disadvantage on saving throws until the start of its next turn.": "龙试图改变它在巢穴中能看到的一个生物的感知。该生物必须在DC15智力救赎中成功，否则会受到22({@damage 4d10})的精神伤害，并且在救赎中处于劣势，直到下一回合开始。",
	"Natural stone within 6 miles of the lair grows plentiful crystal formations and veins of emerald gemstones.": "巢穴6英里范围内的天然石材生长着大量的水晶结构和翡翠宝石的矿脉。",
	"Rocks within 6 miles of the dragon's lair sometimes move of their own accord, usually when no one is watching. Often the rocks obstruct the approach to the emerald dragon's lair, with boulders moving to block narrow defiles, way-markers tumbling off the path, or smaller stones shifting beneath travelers' feet to send them tumbling down slopes or into rivers.": "离龙穴6英里内的岩石有时会自动移动，通常是在没人注意的时候。岩石通常会阻碍通往翡翠龙巢穴的道路，巨石会移动以阻挡狭窄的隘口，路标会从路上滚落，或者较小的石头会在旅行者的脚下移动，使他们翻下斜坡或落入河流。",
	"{@creature Giant lizard||Giant lizards} are attracted to the area within 6 miles of the lair and settle there in large numbers.": "{@creature Giant lizard||Giant lizards}被吸引到距巢穴6英里以内的地区，并在那里大量定居。",
	"The faerie dragon creates misdirecting currents of air and magic around itself. Until initiative count 20 on the next round, whenever a ranged attack roll misses the dragon, reroll the attack against a random creature within 30 feet of the dragon that doesn't have total cover against the attack.": "法师龙在自己周围产生错误的气流和魔法。在下一回合的主动权计数20之前，每当远程攻击卷没有击中龙时，对龙30英尺范围内的一个随机生物重新进行攻击，该生物对攻击没有完全的掩护。",
	"The first time a creature comes within 1 mile of the faerie dragon's lair, the creature must succeed on a DC 15 Wisdom saving throw or feel an overwhelming compulsion to leave an offering worth at least 5 gp stashed in an out-of-the-way place. The dragon immediately senses the location of this gift. A creature can be affected only once by this compulsion.": "当一个生物第一次进入精灵龙的巢穴1英里范围内时，该生物必须在DC15智慧救赎中获得成功，否则就会感到一种强烈的强迫性，将价值至少5GP的祭品藏在一个偏僻的地方。龙会立即感应到这个礼物的位置。一个生物只能被这个强迫症影响一次。",
	"Time is fluid within 1 mile of the faerie dragon's lair, flowing somewhere between half and twice its normal speed.": "在精灵龙巢穴1英里范围内，时间是流动的，流速在正常速度的一半到两倍之间。",
	"Sapient creatures that spend a year within 5 miles of the faerie dragon's lair feel the persistent urge to play pranks on others.": "在精灵龙巢穴5英里范围内呆上一年的有生命的生物会感到有一种持续的冲动，想对他人进行恶作剧。",
	"Blood flows from Fazrian's eyes until initiative count 20 on the next round. No creature within 120 feet of the planetar can regain hit points until the effect ends.": "血从法兹安的眼睛里流出来，直到下一轮主动性计数20。在效果结束前，星球人120英尺范围内的任何生物都不能恢复命中点。",
	"Fazrian's eyes become smoldering black voids until initiative count 20 on the next round. All other creatures within 120 feet of the planetar have disadvantage on saving throws until the effect ends.": "法兹安的眼睛变成了燃烧的黑色空洞，直到下一轮主动性计数20。在星球人120英尺范围内的所有其他生物在救赎时都处于劣势，直到效果结束。",
	"Fraz-Urb'luu causes up to five doors within the lair to become walls and an equal number of doors to appear on walls where there previously were none.": "弗拉兹-乌尔布鲁使巢穴内最多五扇门变成墙壁，并在以前没有门的墙壁上出现同样数量的门。",
	"Fraz-Urb'luu creates a wave of anguish. Each creature he can see within the lair must succeed on a {@dc 23} Wisdom saving throw or take 33 ({@damage 6d10}) psychic damage.": "弗拉兹-乌尔布鲁制造了一股痛苦的波动。他在巢穴内看到的每一个生物都必须在一个{@dc 23}智慧救赎中成功，否则会受到33({@damage 6d10})精神伤害。",
	"Fraz-Urb'luu chooses one Humanoid within the lair and instantly creates a simulacrum of that creature (as if created with the {@spell simulacrum} spell). This simulacrum obeys Fraz-Urb'luu's commands and is destroyed on the next initiative count 20.": "Fraz-Urb'luu在巢穴中选择一个人形生物，并立即创造一个该生物的模拟物（就像用{@spell simulacrum}法术创造的一样）。这个模拟物服从Fraz-Urb'luu的命令，并在下一次主动计数20时被摧毁。",
	"Within 6 miles of the lair, all Charisma ({@skill Persuasion}) and Wisdom ({@skill Insight}) checks have disadvantage, and all Charisma ({@skill Deception}) and Charisma ({@skill Performance}) checks have advantage.": "在巢穴的6英里范围内，所有魅力（{@skill Persuasion}）和智慧（{@skill Insight}）检查都有劣势，所有魅力（{@skill Deception}）和魅力（{@skill Performance}）检查有优势。",
	"Sapient creatures within 1 mile of the lair frequently see hallucinations of long-dead friends and comrades that vanish after only a brief glimpse.": "在巢穴1英里范围内的有智慧的生物经常会看到已故的朋友和战友的幻觉，这些幻觉在短暂的一瞥之后就消失了。",
	"Roads and paths within 6 miles of the lair twist and turn back on themselves, making navigation in the area exceedingly difficult.": "巢穴周围6英里范围内的道路和小路都是曲折的，使该地区的导航非常困难。",
	"Fraz-Urb'luu causes up to 5 doors within the lair to become walls, and an equal number of doors to appear on walls where there previously were none.": "弗拉兹-乌尔布鲁使巢穴内最多5扇门变成墙壁，并在以前没有门的墙壁上出现同样数量的门。",
	"Fraz-Urb'luu chooses one humanoid within the lair and instantly creates a simulacrum of that creature (as if created with the {@spell simulacrum} spell). This simulacrum obeys Fraz-Urb'luu's commands and is destroyed on the next initiative count 20.": "Fraz-Urb'luu在巢穴中选择一个人形生物，并立即创造一个该生物的模拟物（就像用{@spell simulacrum}法术创造的一样）。这个模拟物服从Fraz-Urb'luu的命令，并在下一次主动计数20时被摧毁。",
	"Fraz-Urb'luu creates a {@item wave} of anguish. Each creature he can see within the lair must succeed on a {@dc 23} Wisdom saving throw or take 33 ({@damage 6d10}) psychic damage.": "Fraz-Urb'luu制造了一个{@item wave}的痛苦。他在巢穴内看到的每一个生物都必须在一个{@dc 23}智慧救赎中成功，否则会受到33({@damage 6d10})精神伤害。",
	"Intelligent creatures within 1 mile of the lair frequently see hallucinations of long-dead friends and comrades that vanish after only a brief glimpse.": "巢穴周围1英里范围内的智能生物经常看到已故朋友和战友的幻觉，这些幻觉只在短暂的一瞥之后就消失了。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 23} Wisdom saving throw or descend into a madness determined by the Madness of Fraz-Urb'luu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴周围1英里的范围内呆了至少1小时，该生物必须在一个{@dc 23}智慧救赎上取得成功，否则就会陷入由Fraz-Urb'luu的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"If a creature goes mad in Fraz-Urb'luu's lair or within line of sight of the demon lord, roll on the Madness of Fraz-Urb'luu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在Fraz-Urb'luu的巢穴中或在恶魔领主的视线范围内发疯，在Fraz-Urb'luu的疯狂表上滚动以确定疯狂的性质，这是一个持续到治愈的性格缺陷。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"I never let anyone know the truth about my actions or intentions, even if doing so would be beneficial to me.\"": "\"我从来不让任何人知道我的行动或意图的真相，即使这样做对我有好处。\"",
	"\"I have intermittent hallucinations and fits of catatonia.\"": "\"我有间歇性的幻觉和紧张症发作。\"",
	"\"My mind wanders as I have elaborate fantasies that have no bearing on reality. When I return my focus to the world, I have a hard time remembering that it was just a daydream.\"": "\"我的思绪飘忽不定，因为我有精心设计的幻想，与现实毫无关系。当我把注意力集中到这个世界上时，我很难记住这只是一个白日梦\"。",
	"\"I convince myself that things are true, even in the face of overwhelming evidence to the contrary.\"": "\"我说服自己相信事情是真的，即使面对大量相反的证据\"。",
	"Gar may teleport anywhere within the coral mountain, bringing up to five willing creatures with him.": "加尔可以传送到珊瑚山的任何地方，最多可以带着五个愿意的生物一起传送。",
	"The coral in a 60-foot radius grows rapidly around creatures inside the coral mountain. Each creature must succeed on a {@dc 18} Strength saving throw or become {@condition restrained}. Restrained creatures can take an action on their turn to make a {@dc 18} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check to free themselves. This effect lasts for 1 minute unless dispelled (it counts as a 6th level spell), and doesn't require Gar to maintain concentration. Gar Shatterkeel and any creatures he designates are immune to this effect.": "半径60英尺的珊瑚在珊瑚山内的生物周围迅速生长。每个生物都必须在一个{@dc 18}的力量投掷中成功，否则会变成{@condition restrained}。被束缚的生物可以在他们的回合中采取一个行动，做一个{@dc 18}力量({@skill Athletics})或灵巧({@skill Acrobatics})的检查来释放自己。这个效果持续1分钟，除非被驱散（它算作6级法术），并且不需要加尔保持注意力。加尔-沙特基尔和他指定的任何生物都对这个效果免疫。",
	"Geryon casts the banishment spell.": "Geryon施放了放逐咒语。",
	"Geryon causes a blast of cold to burst from the ground at a point he can see within 120 feet of him. The cold fills a cube, 10 feet on each side, centered on that point. Each creature in that area must succeed on a {@dc 21} Constitution saving throw or take 28 ({@damage 8d6}) cold damage.": "Geryon使一股寒气从他能看到的120英尺范围内的地面上迸发出来。寒冷充满了一个立方体，每边10英尺，以该点为中心。该区域内的每个生物都必须在宪法规定的投掷中成功，否则会受到28（（1%））的寒冷伤害。",
	"Geryon targets one creature he can see within 60 feet of him. The target must succeed on a {@dc 21} Wisdom saving throw or become {@condition restrained} for 1 minute. The target can end the effect on itself if it deals any damage to one or more of its allies.": "Geryon的目标是在他周围60英尺内他能看到的一个生物。目标必须在{@dc 21}智慧救赎中成功，否则会变成{@condition restrained}，持续1分钟。如果目标对它的一个或多个盟友造成任何伤害，它可以自己结束这个效果。",
	"Freezing strong winds howl around the area within 1 mile of the lair.": "冰冻的强风在巢穴周围1英里内呼啸。",
	"Howls and screams fill the air within 1 mile of the lair. Any creature that finishes a short or long rest in this area must succeed on a {@dc 21} Wisdom saving throw or derive no benefit from the rest.": "巢穴周围1英里内的空气中充满了嚎叫和尖叫声。任何在此区域完成短期或长期休息的生物都必须成功地进行智慧救赎，否则不能从休息中得到任何好处。",
	"Sapient creatures within 1 mile of the lair frequently see shimmering portals leading to places they consider safe. Passing through a portal always deposits a traveler somewhere in Stygia.": "巢穴周围1英里内的有生命的生物经常看到闪闪发光的传送门，通往他们认为安全的地方。穿过传送门后，旅行者总是会被送到冥府的某个地方。",
	"Geryon casts the {@spell banishment} spell.": "Geryon施展了{@spell banishment}的法术。",
	"Intelligent creatures within 1 mile of the lair frequently see shimmering portals leading to places they consider safe. Passing through a portal always deposits a traveler somewhere in Stygia.": "巢穴1英里范围内的智慧生物经常看到闪闪发光的传送门，通往他们认为安全的地方。穿过传送门后，旅行者总是会被送到冥府的某个地方。",
	"The anarch casts the creation spell (as a 9th-level spell) using the unformed substance of Limbo instead of shadow material. If used in Limbo, the object remains until the anarch's concentration is broken, regardless of its composition. If the anarch moves more than 120 feet from the object, the anarch's concentration breaks.": "无政府主义者使用Limbo的未成形物质而不是影子材料来施展创造法术（作为第九级法术）。如果在Limbo中使用，该物体会一直保留到archer的注意力被打破，无论其成分如何。如果无政府主义者从该物体上移动超过120英尺，无政府主义者的注意力就会中断。",
	"The anarch can magically move an object it can see within 150 feet of it by making a Wisdom check with advantage. The DC depends on the object's size: {@dc 5} for Tiny, {@dc 10} for Small, {@dc 15} for Medium, {@dc 20} for Large, and {@dc 25} for Huge or larger.": "无政府主义者可以用魔法移动它所看到的150英尺范围内的物体，方法是用智慧检查，并取得优势。智慧检定取决于物体的大小：小的为0%，小的为1%，中的为2%，大的为3%，巨大或更大的为4%。",
	"The anarch casts the lightning bolt spell (at 5th level), but the anarch can change the damage type from lightning to cold, fire, psychic, radiant, or thunder. If the spell deals damage other than fire or lightning, it doesn't ignite flammable objects.": "无政府主义者施放闪电法术（5级），但无政府主义者可以将伤害类型从闪电改为冷、火、精神、辐射或雷霆。如果该法术造成火或闪电以外的伤害，它不会点燃易燃物体。",
	"In Limbo, the anarch can spend 10 minutes stabilizing a 5-mile area centered on it, causing the unformed substance to take whatever inanimate form the anarch chooses. During that process, the anarch determines the shape and composition of the forms created.": "在Limbo中，无主者可以花10分钟时间稳定以其为中心的5英里的区域，使未成形的物质采取无主者选择的任何无生命形式。在这个过程中，无主者决定了所创造的形式的形状和组成。",
	"The anarch stabilizes any object created in Limbo and brought to the Material Plane for as long as the anarch remains within 1 mile of it (no action required).": "只要无主者保持在1英里范围内，他就能稳定任何在Limbo创造并被带到物质界的物体（不需要行动）。",
	"The dragon glimpses the future, so it has advantage on attack rolls, ability checks, and saving throws until initiative count 20 on the next round.": "龙能瞥见未来，所以它在攻击卷轴、能力检查和蓄力投掷方面具有优势，直到下一轮主动性计数20为止。",
	"One creature the dragon can see within 120 feet of it must succeed on a {@dc 15} Charisma saving throw or be banished to a dream plane, a different plane of existence the dragon has imagined into being. To escape, the creature must use its action to make a Charisma check contested by the dragon's. If the creature wins, it escapes the dream plane. Otherwise, the effect ends on initiative count 20 on the next round. When the effect ends, the creature reappears in the space it left or in the nearest unoccupied space if that one is occupied.": "龙能看到的120英尺范围内的一个生物必须在一个{@dc 15}魅力测验中成功，否则就会被放逐到一个梦境，一个龙想象出来的不同的存在平面。要想逃脱，该生物必须用它的行动来做一个与龙争夺的魅力检查。如果该生物赢了，它就能逃出梦境界。否则，该效果将在下一回合的主动权计数20时结束。当效果结束时，该生物会重新出现在它离开的空间中，或者在最近的无人空间中（如果该空间被占领）。",
	"Whenever a creature that can understand a language sleeps or enters a state of trance or reverie within 6 miles of the dragon's lair, the dragon can establish telepathic contact with that creature and converse with it in its dreams. The creature remembers its conversation with the dragon upon waking.": "每当能理解某种语言的生物在龙的巢穴周围6英里范围内睡觉或进入恍惚或沉思状态时，龙可以与该生物建立心灵感应，并在梦中与它交谈。该生物在醒来后会记得它与龙的对话。",
	"Banks of beautiful, opalescent mist manifest within 6 miles of the dragon's lair. The mist doesn't obscure anything. It assumes haunting forms when evil creatures are near the dragon or other non-evil creatures in the mist, warning such creatures of the danger.": "在龙的巢穴的6英里范围内出现了美丽的、乳白色的雾岸。这些雾气不会遮蔽任何东西。当邪恶的生物靠近龙或雾中的其他非邪恶的生物时，它就会呈现出萦绕的形态，警告这些生物有危险。",
	"Gems and pearls within 1 mile of the dragon's lair sparkle and gleam, shedding dim light in a 5-foot radius.": "在龙的巢穴1英里范围内的宝石和珍珠闪闪发光，在5英尺范围内发出昏暗的光。",
	"Any of these effects might appear in the area around a gold dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种都可能出现在金龙巢穴周围的区域，或者代替这些效果。",
	"Within 10 miles of the dragon's lair, small runes in the shape of a gold dragon appear to creatures in great need, marking a subtle trail leading to the dragon's lair.": "在龙穴的10英里范围内，金龙形状的小符文出现在非常需要的生物身上，标志着通往龙穴的微妙线索。",
	"Creatures that spend a year within 6 miles of the dragon's lair value fairness and justice over their personal feelings.": "在龙的巢穴6英里范围内度过一年的生物，重视公平和正义，而不是个人感情。",
	"Within 6 miles of the dragon's lair, any creature attempting to tell a deliberate lie must succeed on a DC 15 Charisma saving throw or find itself accidentally revealing the truth it was attempting to conceal. The first time a creature fails this saving throw, it is immune to this effect for 24 hours.": "在龙的巢穴6英里范围内，任何试图故意说谎的生物都必须在DC15魅力救赎中成功，否则就会发现自己意外地暴露了它试图掩盖的真相。第一次失败时，它将在24小时内对该效果免疫。",
	"Graz'zt casts the command spell on every creature of his choice in the lair. He needn't see each one, but he must be aware that an individual is in the lair to target that creature. He issues the same command to all the targets.": "格拉兹兹特对巢穴中他所选择的每一个生物施展命令咒语。他不需要看到每一个人，但他必须知道有个人在巢穴中，才能以该生物为目标。他对所有的目标发出同样的命令。",
	"Smooth surfaces within the lair become as reflective as a polished mirror. Until a different lair action is used, creatures within the lair have disadvantage on Dexterity ({@skill Stealth}) checks made to hide.": "巢穴内光滑的表面会像抛光的镜子一样反光。在使用不同的巢穴行动之前，巢穴内的生物在灵巧（{@skill Stealth}）检查隐藏时有劣势。",
	"Wild beasts within 6 miles of the lair break into frequent conflicts and coupling, mirroring the behavior that occurs during their mating seasons.": "巢穴周围6英里范围内的野生野兽爆发出频繁的冲突和耦合，反映了它们在交配季节的行为。",
	"Within 6 miles of the lair, all Wisdom ({@skill Insight}) checks have disadvantage, and all Charisma ({@skill Deception}) and Charisma ({@skill Persuasion}) checks have advantage.": "在巢穴的6英里范围内，所有智慧({@skill Insight})检查都处于劣势，所有魅力({@skill Deception})和魅力({@skill Persuasion})检查都处于优势。",
	"Flat surfaces within 1 mile of the lair that are made of stone or metal become highly reflective, as though polished to a shine. These surfaces become supernaturally mirrorlike.": "巢穴周围1英里内由石头或金属制成的平面会变得高度反光，就像被打磨得闪闪发光。这些表面变得超自然地像镜子一样。",
	"Graz'zt casts the {@spell command} spell on every creature of his choice in the lair. He needn't see each one, but he must be aware that an individual is in the lair to target that creature. He issues the same command to all the targets.": "格拉兹兹特对巢穴中他所选择的每一个生物施放{@spell command}的咒语。他不需要看到每一个人，但他必须知道有一个人在巢穴里，才能以该生物为目标。他对所有的目标发出同样的命令。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 23} Wisdom saving throw or descend into a madness determined by the Madness of Graz'zt table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴周围1英里的范围内呆了至少1小时，该生物必须在一个{@dc 23}智慧救赎上取得成功，否则就会陷入由格拉兹兹特的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"If a creature goes mad in Graz'zt's lair or within line of sight of the demon lord, roll on the Madness of Graz'zt table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在Graz'zt的巢穴中或在恶魔领主的视线范围内发疯，在Graz'zt的疯狂表上滚动以确定疯狂的性质，这是一个持续到治愈的性格缺陷。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"There is nothing in the world more important than me and my desires.\"": "\"世界上没有什么比我和我的欲望更重要\"。",
	"\"Anyone who doesn't do exactly what I say doesn't deserve to live.\"": "\"任何不完全按照我说的做的人都不配活着。\"",
	"\"Mine is the path of redemption. Anyone who says otherwise is intentionally misleading you.\"": "\"我的是救赎之路。任何不这样说的人都是在故意误导你。\"",
	"\"I will not rest until I have made someone else mine, and doing so is more important to me than my own life—or the lives of others.\"": "\"我不会休息，直到我让别人成为我的人，这样做对我来说比我自己的生命或其他人的生命更重要。\"",
	"\"My own pleasure is of paramount importance. Everything else, including social graces, is a triviality.\"": "\"我自己的快乐是最重要的。其他一切，包括社交礼仪，都是微不足道的。\"",
	"\"Anything that can bring me happiness should be enjoyed immediately. There is no point to saving anything pleasurable for later.\"": "\"任何能给我带来快乐的东西都应该立即享受。把任何令人愉快的东西留到以后是没有意义的。\"",
	"Magical fog billows around one creature the dragon can see within 120 feet of it. The creature must succeed on a {@dc 15} Wisdom saving throw or be {@condition charmed} by the dragon until initiative count 20 on the next round.": "魔法雾气围绕着龙在120英尺范围内可以看到的一个生物。该生物必须在智慧救赎中获得成功，否则在下一轮的主动权计数20之前，会被龙吃掉1%。",
	"Thickets form labyrinthine passages within 1 mile of the dragon's lair. The thickets act as 10-foot-high, 10-foot-thick walls that block line of sight. Creatures can move through the thickets, with every 1 foot a creature moves costing it 4 feet of movement. A creature in the thickets must make a {@dc 15} Dexterity saving throw once each round it's in contact with the 'thickets or take 3 ({@damage 1d6}) piercing damage from thorns.": "灌木丛在龙的巢穴的1英里范围内形成迷宫式的通道。灌木丛就像10英尺高、10英尺厚的墙，可以阻挡视线。生物可以在灌木丛中移动，每移动1英尺就会损失4英尺的移动距离。灌木丛中的生物必须做一个{@dc 15}灵巧的蓄力动作，每回合与灌木丛接触一次，否则会受到3({@damage 1d6})的刺穿伤害。",
	"Each 10-foot-cube of thickets has AC 5, 30 hit points, resistance to bludgeoning and piercing damage, vulnerability to fire damage, and immunity to psychic and thunder damage.": "每一个10英尺长的灌木丛都有5点攻击力，30点命中率，对打击和穿刺伤害有抵抗力，易受火灾伤害，对精神和雷电伤害免疫。",
	"Within 1 mile of its lair, the dragon leaves no physical evidence of its passage unless it wishes to. Tracking it there is impossible except by magical means. In addition, it ignores movement impediments and damage from plants in this area that are neither magical nor creatures, including the thickets described above. The plants remove themselves from the dragon's path.": "在其巢穴的1英里范围内，除非它愿意，否则龙不会留下任何关于其经过的实物证据。除非用魔法手段，否则不可能追踪到它。此外，它无视这个区域内既非魔法也非生物的植物的移动障碍和伤害，包括上述的灌木丛。这些植物会从龙的路径上移开。",
	"Rodents and birds within 1 mile of the dragon's lair serve as the dragon's eyes and ears. Deer and other large game are strangely absent, hinting at the presence of an unnaturally hungry predator.": "龙的巢穴周围1英里内的啮齿动物和鸟类是龙的眼睛和耳朵。鹿和其他大型动物奇怪地没有出现，暗示着有一个不自然的饥饿的捕食者存在。",
	"Either or both of these effects might appear in the area around a green dragon's lair, in addition to or instead of those described in the {@i Monster Manual}:": "除了{@i Monster Manual}中描述的效果外，这些效果中的任何一种或两种都可能出现在绿龙巢穴的周围地区，或者代替这些效果。",
	"Whispers rustle in the foliage within 1 mile of the dragon's lair. The words are indistinct, but a creature with an Intelligence score of 5 or higher interprets them as an invitation to move deeper into the greenery.": "龙的巢穴1英里范围内的树叶中传来窃窃私语。这些话语模糊不清，但智力值在5分以上的生物会将其解释为对深入绿色植物的邀请。",
	"The dragon can cause any Tiny Beast within 1 mile of its lair to act as its mouthpiece. The effect is horrendous, as the creature's throat and mouth temporarily warp into a twisted version of the dragon's own in order to allow the dragon's voice to issue forth.": "龙可以使其巢穴周围1英里内的任何小兽充当它的喉舌。其效果是可怕的，因为该生物的喉咙和嘴巴会暂时扭曲成龙的扭曲版本，以便让龙的声音发出来。",
	"Until initiative count 20 on the next round, the hag can pass through solid walls, doors, ceilings, and floors as if the surfaces weren't there.": "在下一轮主动性计数20之前，女巫可以穿过坚固的墙壁、门、天花板和地板，就像这些表面不存在一样。",
	"Birds, rodents, snakes, spiders, or toads (or some other creatures appropriate to the hag) are found in great profusion.": "鸟类、啮齿类动物、蛇、蜘蛛或蟾蜍（或其他一些适合老鹰的生物）被大量发现。",
	"Strange carved figurines, twig fetishes, or rag dolls magically appear in trees.": "奇怪的雕刻小人、树枝恋物癖或布娃娃神奇地出现在树上。",
	"Halaster targets a volume of unoccupied space or solid stone no larger than four 10-foot cubes within 30 feet of him, turning the open space to solid, worked stone or vice versa.": "Halaster的目标是在他周围30英尺内不超过4个10英尺立方体的空旷空间或固体石头，将空旷空间变成固体、加工过的石头，反之亦然。",
	"Halaster causes one door or archway within 30 feet of him to disappear and be replaced by a blank wall, or he restores a door or an archway previously removed in this way.": "Halaster会使他周围30英尺内的一扇门或拱门消失，取而代之的是一堵空白的墙，或者他能恢复之前以这种方式移除的一扇门或拱门。",
	"Halaster deactivates or reactivates one of Undermountain's magic gates. The gate must be within 120 feet of him.": "哈拉斯特解除或重新启动地下山的一个魔法门。该门必须在他的120英尺范围内。",
	"A magical scrying sensor appears, taking the form of a ghostly, 1-foot-diameter humanoid eye surrounded by motes of light. The sensor is stationary, though Halaster can reorient the eye to face in any direction. Halaster can see through the eye as though he was in its space. The eye can't be harmed or dispelled, but it winks out within an {@spell antimagic field}. A scrying eye lasts until Halaster ends the effect (no action required).": "一个神奇的探查传感器出现了，它的形式是一个幽灵般的、直径1英尺的人形眼睛，周围有光斑。这个传感器是静止的，尽管Halaster可以调整眼睛的方向，使其面向任何方向。哈拉斯特可以通过这只眼睛看到，就像他在它的空间里一样。这只眼睛不能被伤害或驱散，但它会在0%的时间内眨眼消失。窥视之眼会持续到Halaster结束效果为止（不需要行动）。",
	"A minor illusory effect is triggered, as though Halaster had cast {@spell minor illusion} in an area. Common illusions include the echo of rattling chains, the distant sound of explosive spells being cast, a dusty cloak or a rusty helm floating as though worn by an {@condition invisible} figure, and illusory footprints appearing on a dusty floor.": "一个轻微的幻觉效果会被触发，就像Halaster在某个区域施放了{@spell minor illusion}。常见的幻觉包括：嘎嘎作响的铁链的回声，远处传来的爆炸性法术的声音，尘土飞扬的斗篷或锈迹斑斑的头盔漂浮在空中，就像一个{@condition invisible}的人所穿的一样，以及尘土飞扬的地板上出现的虚幻的脚印。",
	"Silent apparitions of dead adventurers drift through halls and rooms as though they are lost. An apparition can't be harmed, and it doesn't acknowledge creatures or objects in any way. It can't be dispelled but is suppressed within an {@spell antimagic field}.": "死去的冒险者的无声幻影在大厅和房间里飘荡，仿佛他们已经迷失。幽灵不会受到伤害，也不会以任何方式承认生物或物体。它不能被驱散，但会被压制在一个{@spell antimagic field}的范围内。",
	"Hythonia causes spectral snakes to erupt from a point she can see within 150 feet of her. Each creature within 20 feet of that point must succeed on a {@dc 19} Constitution saving throw or take 5 ({@damage 2d4}) piercing damage and become {@condition poisoned} until the end of its next turn. While {@condition poisoned} in this way, the creature has disadvantage on Intelligence checks and Intelligence saving throws, and it behaves as if under the effect of the {@spell confusion} spell.": "Hythonia使幽灵蛇从她能看到的150英尺范围内的一个点喷发出来。在该点20英尺范围内的每个生物都必须成功地进行一次{@dc 19}宪法救赎，否则会受到5({@damage 2d4})的穿刺伤害，并变得{@condition poisoned}，直到下一回合结束。当{@condition poisoned}以这种方式存在时，该生物在智力检查和智力救赎上有劣势，并且它的行为就像受到{@spell confusion}法术的影响。",
	"A large population of snakes dwells in the region.": "该地区居住着大量的蛇类。",
	"Small bodies of water within 1 mile of the lair become poisonous. A creature that drinks the water must succeed on a {@dc 19} Constitution saving throw or become {@condition poisoned} for 8 hours. An affected creature can repeat the saving throw at the end of each hour.": "巢穴周围1英里内的小水体会变成有毒的。喝了这些水的生物必须成功地进行宪法规定的投掷，否则就会在8小时内变成（1%）。受影响的生物可以在每小时结束时重复这个蓄力动作。",
	"The medusa's skin cracks, turns a lifeless gray, and shatters! The monster crumbles to dust—but what clatters to the ground isn't scale and bone, but hollow stone. The sound of rippling coils precedes the medusa rising up anew, the last of her shed skin dropping away, revealing glistening, unscarred scales.": "美杜莎的皮肤裂开了，变成了毫无生气的灰色，然后破碎了！怪物崩溃了，变成了灰尘。怪物碎成了灰尘--但哗啦啦落地的不是鳞片和骨头，而是空心的石头。在美杜莎重新站起来之前，先是传来波纹状线圈的声音，她最后脱落的皮肤掉了下来，露出了闪闪发光、没有伤痕的鳞片。",
	"The illithilich rolls a {@dice d8} and regains a spell slot of that level or lower. If it has no spent spell slots of that level or lower, nothing happens.": "illithilich掷出{@dice d8}，重新获得一个该等级或更低的法术槽。如果它没有该等级或更低的已用法术槽，则不会发生任何事情。",
	"The illithilich targets one creature it can see within 30 feet of it. A crackling cord of negative energy tethers the illithilich to the target. Whenever the illithilich takes damage, the target must make a {@dc 18} Constitution saving throw. On a failed save, the illithilich takes half the damage (rounded down), and the target takes the remaining damage. This tether lasts until initiative count 20 on the next round or until the illithilich or the target is no longer in the illithilich's lair.": "illithilich的目标是它能看到的30英尺内的一个生物。一条噼里啪啦的负能量绳索将illithilich拴在目标身上。每当illithilich受到伤害时，目标必须做一个{@dc 18}宪法救赎动作。如果救赎失败，illithilich会受到一半的伤害（四舍五入），而目标则会受到剩余的伤害。这种束缚一直持续到下一轮的主动性计数20，或者直到illithilich或者目标不再在illithilich的巢穴中。",
	"The illithilich calls forth the spirits of creatures that died in its lair. These apparitions materialize and attack one creature that the illithilich can see within 60 feet of it. The target must succeed on a {@dc 18} Constitution saving throw, taking 52 ({@damage 15d6}) necrotic damage on a failed save, or half as much damage on a success. The apparitions then disappear.": "illithilich会召唤出死在它巢穴里的生物的灵魂。这些幽灵会出现并攻击一个在它60英尺范围内的生物。目标必须在一个{@dc 18}体质救赎中成功，如果救赎失败，将受到52({@damage 15d6})的坏死伤害，如果成功，将受到一半的伤害。幽灵随后消失。",
	"Any fires in the lair flare up drastically, quadrupling in size (for example, a fire blazing in a 5-foot by 5-foot area expands to a 10-foot by 10-foot area). Pools or streams of lava or other molten material are also affected. Creatures caught in the area of an expanded fire are subject to the normal damage for entering or being in the fire. Creatures caught by a sudden flood of lava must succeed on a {@dc 20} Strength saving throw or be knocked {@condition prone}, in addition to the normal damage for contact with molten rock.": "巢穴中的任何火苗都会急剧燃烧起来，大小翻两番（例如，在5英尺乘5英尺的区域内燃烧的火苗会扩大到10英尺乘10英尺的区域）。熔岩或其他熔化物的池子或流也会受到影响。被卷入扩大的火场中的生物会受到进入火场或身处火场中的正常伤害。被突如其来的熔岩洪流卷入的生物必须成功地进行一次强度救赎，否则就会被击倒（1%），此外还受到与熔岩接触的正常伤害。",
	"A thick cloud of black smoke and burning embers fills a 40-foot-radius sphere within 120 feet of Imix, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the smoke are heavily obscured. A creature that enters the cloud of embers for the first time on a turn or starts its turn there takes 10 ({@damage 3d6}) fire damage.": "浓厚的黑烟和燃烧的余烬充满了伊米克斯120英尺范围内半径为40英尺的球体，持续到下一回合的倡议计数20。烟雾内或烟雾外的生物和物体被严重遮蔽。在一个回合中第一次进入余烬云的生物或在那里开始回合的生物会受到10({@damage 3d6})火灾伤害。",
	"Wildfires erupt within a 5-mile radius of Imix's lair. Every hour, there is a ten percent chance that characters in this area are caught in the path of a wildfire moving 50 feet per round. Each character must succeed on a {@dc 21} Constitution saving throw or take 10 ({@damage 3d6}) fire damage. A wildfire continues to threaten the characters for {@dice 1d10} rounds or until they get out of its path. Wooden structures caught in the wildfire are destroyed.": "野火在伊米克斯巢穴的5英里半径范围内爆发。每隔一小时，这个区域的人物有10%的机会被卷入野火的路径中，每回合移动50英尺。每个角色必须在宪法规定的救赎动作上取得成功，否则会受到10（（1%））的火灾伤害。野火会继续威胁角色，持续{@dice 1d10}个回合，或者直到他们离开它的路径。被野火烧到的木质建筑会被摧毁。",
	"Lava fountains erupt from the ground within 1 mile of Imix's lair. Every hour, there is a ten percent chance that characters in this area are close enough to an erupting lava fountain to be in danger. A lava fountain creates a vent 20 feet in diameter, and hurls globs of lava up to 200 feet away. Each character within this area must succeed on a {@dc 21} Dexterity saving throw or take 11 ({@damage 2d10}) bludgeoning damage plus 17 ({@damage 5d6}) fire damage. A fountain lasts for {@dice 2d10} rounds before subsiding.": "熔岩喷泉在伊米克斯巢穴1英里范围内从地面喷发出来。每隔一小时，这个区域的人物有百分之十的机会靠近喷发的熔岩喷泉，从而处于危险之中。熔岩喷泉会形成一个直径为20英尺的喷口，并将熔岩球扔到200英尺以外。在这个区域内的每个角色必须成功地进行{@dc 21}灵巧救赎，否则会受到11({@damage 2d10})的重击伤害和17({@damage 5d6})的火焰伤害。喷泉会持续{@dice 2d10}个回合才会消退。",
	"Wildfires or volcanic fissures within 1 mile of Imix's lair form intermittent portals to the Elemental Plane of Fire, allowing elemental creatures into the mortal world to dwell near those points.": "伊米克斯巢穴1英里范围内的野火或火山裂缝会形成通往火元素界的间歇性门户，允许元素生物进入凡人世界，在这些点附近居住。",
	"A {@hazard green slime} (see the Dungeon Master's Guide) appears on a spot on the ceiling that Juiblex chooses within the lair. The slime disintegrates after 1 hour.": "一个{@hazard green slime}(见地下城主指南)出现在Juiblex在巢穴内选择的天花板上的一个地方。粘液在1小时后解体。",
	"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. When the slime appears, each creature on it must succeed on a {@dc 21} Dexterity saving throw or fall {@condition prone} and slide 10 feet in a random direction determined by a {@dice d8} roll. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save.": "在巢穴内，Juiblex会在它能看到的地面上粘上一个方形区域。这个区域的边长可以达到10英尺。当粘液出现时，上面的每个生物都必须在一个{@dc 21}的灵巧救赎中成功，否则就会跌落{@condition prone}，并向一个由{@dice d8}卷决定的随机方向滑动10英尺。当一个生物在一个回合中第一次进入该区域或结束其回合时，该生物必须做出同样的拯救。",
	"The slime lasts for 1 hour or until it is burned away with fire. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@damage 4d10}) fire damage.": "粘液持续1小时或直到它被火烧掉。如果粘液被点燃，它将在1轮后被烧毁。任何在燃烧的粘液中开始其回合的生物都会受到22 ({@damage 4d10}的火焰伤害。",
	"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. When the slime appears, each creature in that area must succeed on a {@dc 21} Strength saving throw or become {@condition restrained}. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save.": "在巢穴内，Juiblex会在它能看到的地面上粘上一个方形区域。这个区域的边长可以达到10英尺。当粘液出现时，该区域内的每个生物都必须成功地进行一次{@dc 21}力量救赎，否则会变成{@condition restrained}。当一个生物在一个回合中第一次进入该区域或结束其回合时，该生物必须做同样的救赎。",
	"A {@condition restrained} creature is stuck as long as it remains in the slimy area or until it breaks free. The {@condition restrained} creature, or another creature that can reach it, can use its action to try to break free and must succeed on a {@dc 21} Strength check. The slime lasts for 1 hour or until it is burned away with fire. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@damage 4d10}) fire damage.": "只要一个{@condition restrained}的生物停留在粘稠的区域内，它就会被粘住，直到它挣脱。这个{@condition restrained}的生物，或另一个能接触到它的生物，可以用它的行动来尝试挣脱，并且必须在一个{@dc 21}的力量检查中成功。粘液持续1小时或直到它被火烧掉。如果粘液被点燃，它将在1轮后被烧毁。任何在燃烧的粘液中开始其回合的生物都会受到22({@damage 4d10})的火焰伤害。",
	"Small bodies of water, such as ponds or wells, within 1 mile of the lair turn highly acidic, corroding any object that touches them.": "巢穴周围1英里内的小水体，如池塘或水井，会变成强酸性，腐蚀任何接触它们的物体。",
	"Within 6 miles of the lair, all Wisdom ({@skill Medicine}) and Wisdom ({@skill Survival}) checks have disadvantage.": "在巢穴的6英里范围内，所有智慧({@skill Medicine})和智慧({@skill Survival})的检查都是不利的。",
	"Surfaces within 6 miles of the lair are frequently covered by a thin film of slime, which is slick and sticks to anything that touches it.": "巢穴6英里范围内的表面经常被一层薄薄的粘液覆盖，粘液很滑，能粘住任何接触它的东西。",
	"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature on it must succeed on a {@dc 21} Dexterity saving throw or fall {@condition prone} and slide 10 feet in a random direction determined by a {@dice d8} roll. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@damage 4d10}) fire damage.": "在巢穴内，Juiblex会在它能看到的地面上粘上一个方形区域。这个区域的边长可以达到10英尺。粘液持续1小时或直到它被火烧掉。当粘液出现时，上面的每个生物都必须在一个{@dc 21}的灵巧救赎中成功，否则就会跌落{@condition prone}并向一个由{@dice d8}卷决定的随机方向滑行10英尺。当一个生物在一个回合中第一次进入该区域或结束其回合时，该生物必须做出同样的救赎。如果粘液被点燃，它将在1轮后烧毁。任何在燃烧的粘液中开始其回合的生物都会受到22{@damage 4d10}的火焰伤害。",
	"Small bodies of water, such as ponds or wells, within 1 mile of the lair turn highly acidic, corroding any object that touches them. Surfaces within 6 miles of the lair are frequently covered by a thin film of slime, which is slick and sticks to anything that touches it.": "巢穴周围1英里内的小水体，如池塘或水井，会变成强酸性，腐蚀任何接触它们的物体。巢穴6英里范围内的表面经常被一层薄薄的粘液所覆盖，粘液很滑，粘在任何接触它的东西上。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 18} Wisdom saving throw or descend into a madness determined by the Madness of Juiblex table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴的1英里范围内花费了至少1个小时，该生物必须在{@dc 18}智慧救赎上取得成功，否则就会陷入由Juiblex的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"\"I must consume everything I can!\"": "\"我必须消耗一切我可以消耗的东西！\"",
	"\"I refuse to part with any of my possessions.\"": "\"我拒绝与我的任何财产分开。\"",
	"\"I'll do everything I can to get others to eat and drink beyond their normal limits.\"": "\"我会尽我所能，让其他人吃喝超出他们的正常限度。\"",
	"\"I must possess as many material goods as I can.\"": "\"我必须尽可能多地拥有物质财富\"。",
	"\"My personality is irrelevant. I am defined by what I consume.\"": "\"我的个性是不相关的。我是由我所消费的东西来定义的\"。",
	"Fog creeps into areas of dim light or darkness. It vanishes when light is brought to bear on it but reappears when the light passes. A permanent fog hangs in some areas regardless of light, as noted in the descriptions of those areas.": "雾悄悄地进入昏暗的光线或黑暗的区域。当光线照射到它时，它就会消失，但当光线过去时，它又会出现。在某些地区，无论光线如何，都会有永久的雾气存在，这在这些地区的描述中有所提及。",
	"Rats and bats are plentiful. In areas where they are not specifically mentioned, droppings and guano betray their presence, and they can be heard constantly scuttling and shrieking in the distant darkness.": "老鼠和蝙蝠的数量很多。在没有特别提到它们的地方，粪便和鸟粪出卖了它们的存在，而且可以听到它们在遥远的黑暗中不断窜动和尖叫。",
	"The ki-rin conjures up one or more permanent objects made of soft, plant-based material—including manufactured objects like pillows, rope, blankets, and clothing—that can collectively fill no more than a 20-foot cube. The objects materialize 1 minute later in unoccupied spaces of the ki-rin's choice on the floor of the lair.": "麒麟变出一个或多个由柔软的植物性材料制成的永久性物体--包括像枕头、绳子、毯子和衣服这样的人造物体--它们总共可以填满不超过20英尺的立方体。这些物体在1分钟后会在麒麟选择的巢穴地板上的无人空间中变现。",
	"The ki-rin conjures up one or more temporary objects made of stone or metal that can collectively fill no more than a 2-foot cube. The objects materialize 1 minute later in unoccupied spaces of the ki-rin's choice on the floor of the lair, and the objects vanish after 1 hour.": "麒麟会变出一个或多个由石头或金属制成的临时物品，这些物品总共可以填满不超过2英尺的立方体。这些物体1分钟后在麒麟选择的巢穴地板上的无人空间中显现，1小时后这些物体消失。",
	"The ki-rin conjures up one or more permanent objects made of wood, or similarly hard plant-based material, that can collectively fill no more than a 10-foot cube. The objects materialize 1 minute later in unoccupied spaces of the ki-rin's choice on the floor of the lair.": "麒麟变出一个或多个由木头或类似的坚硬植物材料制成的永久性物体，这些物体总共可以填充不超过10英尺的立方体。这些物体在1分钟后在麒麟选择的巢穴地板上的无人空间中变现。",
	"Beasts, Plants, and Celestials within 3 miles of the ki-rin's lair grow more vigorous as they evolve toward an idealized form. Such creatures are rarely aggressive toward others that aren't normally prey.": "在麒麟巢穴3英里范围内的野兽、植物和天体，随着它们向理想化的形式进化，会变得更加旺盛。这样的生物很少对通常不是猎物的其他人有攻击性。",
	"Water flows pure within 3 miles of a ki-rin's lair. Any purposeful corruption of the water lasts for no longer than 3 minutes.": "水在麒麟巢穴的3英里范围内流得很纯净。任何有目的的对水的腐蚀都不会超过3分钟。",
	"Curses, diseases, and poisons on creatures are suppressed when those creatures are within 3 miles of the lair, unless the creatures are Aberrations, Fiends, or Undead.": "当生物在巢穴的3英里范围内时，其身上的诅咒、疾病和毒药会被抑制，除非这些生物是异教徒、恶魔或亡灵。",
	"Within 3 miles of the lair, winds buoy creatures that fall due to no act of the ki-rin or its allies. Such creatures descend at a rate of 60 feet per round and take no falling damage. Aberrations, Fiends, and Undead don't gain this benefit, falling as normal.": "在巢穴的3英里范围内，风会浮起由于麒麟或其盟友的行为而坠落的生物。这些生物以每回合60英尺的速度下降，并且不会受到下降的伤害。畸形人、恶魔和亡灵不会获得这种好处，他们会像正常人一样坠落。",
	"Animals, plants, and good creatures within 3 miles of the ki-rin's lair gain vigor as they evolve toward an idealized form. Such creatures are rarely aggressive toward others that aren't normally prey. Evil creatures can't tolerate the holy atmosphere within the same distance, and usually choose to live much farther from the domain of a ki-rin.": "在麒麟巢穴3英里范围内的动物、植物和善良的生物在向理想化的形式进化时获得活力。这样的生物很少对通常不是猎物的其他人有攻击性。邪恶的生物无法忍受相同距离内的神圣气氛，通常会选择住在离麒麟的领域更远的地方。",
	"Curses, diseases, and poisons affecting good-aligned creatures are suppressed when those creatures are within 3 miles of the lair.": "当影响善良的生物的诅咒、疾病和毒药在巢穴的3英里范围内时，这些生物会受到抑制。",
	"Within 3 miles of the lair, winds buoy non-evil creatures that fall due to no act of the ki-rin or its allies. Such creatures descend at a rate of 60 feet per round and take no falling damage.": "在巢穴的3英里范围内，风将非邪恶的生物浮起，这些生物不会因为麒麟或其盟友的行为而坠落。这些生物以每回合60英尺的速度下降，并且不会受到下降的伤害。",
	"A strong current moves through the kraken's lair. Each creature within 60 feet of the kraken must succeed on a {@dc 23} Strength saving throw or be pushed up to 60 feet away from the kraken. On a success, the creature is pushed 10 feet away from the kraken.": "一股强大的水流在海怪的巢穴中流动。每个在海怪60英尺范围内的生物都必须在一个{@dc 23}力量救赎上取得成功，否则就会被推到离海怪60英尺的地方。如果成功，该生物会被推到离克拉肯10英尺远的地方。",
	"Creatures in the water within 60 feet of the kraken have vulnerability to lightning damage until initiative count 20 on the next round.": "在海怪60英尺范围内的水中生物，在下一轮主动性计数20之前，容易受到雷电伤害。",
	"The water in the kraken's lair becomes electrically charged. All creatures within 120 feet of the kraken must succeed on a {@dc 23} Constitution saving throw, taking 10 ({@damage 3d6}) lightning damage on a failed save, or half as much damage on a successful one.": "海怪巢穴中的水会带电。所有在海怪120英尺范围内的生物都必须成功地进行一次{@dc 23}宪法救赎，如果救赎失败，将受到10({@damage 3d6})的雷电伤害，如果救赎成功，将受到一半的伤害。",
	"The kraken can alter the weather at will in a 6-mile radius centered on its lair. The effect is identical to the {@spell control weather} spell.": "海怪可以随意改变以其巢穴为中心的6英里范围内的天气。其效果与{@spell control weather}法术相同。",
	"Water elementals coalesce within 6 miles of the lair. These elementals can't leave the water and have Intelligence and Charisma scores of 1 (-5).": "水元素在巢穴的6英里范围内聚集。这些水元素不能离开水，智力和魅力的分数为1（-5）。",
	"Aquatic creatures within 6 miles of the lair that have an Intelligence score of 2 or lower are {@condition charmed} by the kraken and aggressive toward intruders in the area.": "巢穴周围6英里内的水生生物，如果智力分值为2或更低，则会被克拉肯吃掉，并对该地区的入侵者具有攻击性，比例为0%。",
	"Kyrilla casts {@spell moonbeam} (no components required). While maintaining concentration on this effect, she can't take other lair actions.": "Kyrilla施放{@spell moonbeam}(不需要组件)。在保持对该效果的注意力时，她不能采取其他巢穴行动。",
	"Kyrilla casts {@spell cloud of daggers} (no components required), except the daggers are flying snakes and the spell deals piercing damage. While maintaining concentration on this effect, she can't take other lair actions.": "Kyrilla施展{@spell cloud of daggers}(不需要任何组件)，只是匕首是飞蛇，而且法术造成穿刺伤害。在保持对这个效果的注意力时，她不能采取其他巢穴行动。",
	"Pools of liquid within 60 feet of Kyrilla surge and froth, splashing and soaking any creature on the ground within 5 feet of such pools. Creatures that succeed on a DC 14 Dexterity saving throw avoid getting liquid in their eyes and mouths. Kyrilla can't use this lair action again until she has used a different one.": "在Kyrilla 60英尺范围内的液体池涌动并起泡，溅起并浸泡在此类池子5英尺范围内的任何生物。生物如果在DC14的灵巧救赎下成功，就可以避免液体进入他们的眼睛和嘴巴。Kyrilla不能再次使用这个巢穴动作，直到她使用了另一个动作。",
	"Water sources within the lair are supernaturally fouled and poisonous. Creatures that drink these waters must make a DC 14 Constitution saving throw or be {@condition poisoned} for 1 minute. Afflicted creatures can make a new saving throw at the end of each of their turns, ending the condition on a success.": "巢穴中的水源被超自然地污染并有毒。喝了这些水的生物必须做一个DC14的宪法救赎动作，否则就会在1分钟内中毒。受影响的生物可以在他们每个回合结束时做一个新的自救动作，如果成功则结束该状态。",
	"Plants within 1 mile of the lair suffer from a calcifying mold that dries and hardens leaves, killing many otherwise hearty thistles and heather.": "巢穴1英里范围内的植物受到钙化霉菌的影响，使叶子变干变硬，使许多本来健壮的蓟草和石楠死亡。",
	"Fog lightly obscures the land within 3 miles of the lair.": "雾气轻度遮蔽了巢穴3英里内的土地。",
	"The lich rolls a {@dice d8} and regains a spell slot of that level or lower. If it has no spent spell slots of that level or lower, nothing happens.": "巫师掷出{@dice d8}，重新获得一个该等级或更低的法术槽。如果它没有该等级或更低的已用法术槽，则不会发生任何事情。",
	"The lich targets one creature it can see within 30 feet of it. A crackling cord of negative energy tethers the lich to the target. Whenever the lich takes damage, the target must make a {@dc 18} Constitution saving throw. On a failed save, the lich takes half the damage (rounded down), and the target takes the remaining damage. This tether lasts until initiative count 20 on the next round or until the lich or the target is no longer in the lich's lair.": "巫师的目标是它能看到的30英尺内的一个生物。一条噼里啪啦的负能量绳索将巫师与目标捆绑在一起。每当巫师受到伤害时，目标必须做一个{@dc 18}的宪法救赎动作。如果救赎失败，巫师会受到一半的伤害（四舍五入），而目标则会受到剩余的伤害。这种束缚会持续到下一回合的主动权计数20，或者直到巫师或目标不再在巫师的巢穴中。",
	"The lich calls forth the spirits of creatures that died in its lair. These apparitions materialize and attack one creature that the lich can see within 60 feet of it. The target must succeed on a {@dc 18} Constitution saving throw, taking 52 ({@damage 15d6}) necrotic damage on a failed save, or half as much damage on a success. The apparitions then disappear.": "巫师召唤出死在其巢穴中的生物的灵魂。这些幽灵会出现并攻击60英尺范围内巫师所能看到的一个生物。目标必须在一个{@dc 18}体质救赎中成功，如果救赎失败，将受到52({@damage 15d6})的坏死伤害，如果成功，将受到一半的伤害。幽灵随后消失。",
	"The lich commands the might of its diseased grove, creating a shambling mound. The shambling mound appears in an unoccupied space within 30 feet of the lich, acts on its own initiative count, and obeys the lich's commands. The shambling mound dies after 1 hour or when the lich uses this lair action again.": "巫师命令其病态丛林的力量，创造出一个晃动的土丘。晃动的土丘出现在巫师30英尺范围内的一个无人空间里，根据自己的主动数行动，并听从巫师的命令。1小时后，或者当巫师再次使用这个巢穴动作时，这个小土丘会死亡。",
	"Mephistopheles casts any spell from his wizard list and if it normally requires concentration, it lasts for the full duration instead.": "梅菲斯特从他的巫师列表中施放任何法术，如果该法术通常需要集中注意力，那么它将持续整个持续时间。",
	"Mephistopheles covers a 5-foot area with Hellfire. Any creature that starts their turn on that area suffers 27 ({@damage 6d8}) fire damage. The Hellfire remains until Mephistopheles dismisses it or he uses this ability again.": "梅菲斯特用地狱之火覆盖一个5英尺的区域。任何在该区域开始回合的生物都会受到27({@damage 6d8})的火焰伤害。地狱之火会一直存在，直到梅菲斯特解除它或者他再次使用这个能力。",
	"A strong wind propels the vessel, increasing its speed by 30 feet until initiative count 20 on the next round.": "强风推动船只，使其速度增加30英尺，直到下一轮的主动权数为20。",
	"The vessel regains 22 ({@dice 4d10}) hit points.": "船只恢复22({@dice 4d10})点命中。",
	"The vessel always stays on course to the destination the merrenoloth names.": "这艘船始终保持在merrenoloth命名的目的地的航线上。",
	"The vessel doesn't sink even if its hull is breached.": "即使船体被击穿，船只也不会沉没。",
	"A strong wind propels the ship, increasing its speed by 30 feet until initiative count 20 on the next round.": "强风推动船只，使其速度增加30英尺，直到下一轮主动性计数20。",
	"The ship doesn't sink even if its hull is breached.": "即使船体被攻破，船也不会沉没。",
	"The ship always stays on course to the destination the merrenoloth names.": "这艘船始终保持着航线，前往梅里诺罗特命名的目的地。",
	"Creatures the merrenoloth chooses to take on the ship aren't discomfited by wind or weather, though this effect doesn't protect against damage.": "Merrenoloth选择上船的生物不会被风或天气所干扰，不过这个效果并不能保护他们免受伤害。",
	"The dragon targets a creature it can see in its lair, and a merry waltz begins to play that only the target can hear. The target must succeed on a DC 15 Intelligence saving throw or dance until initiative count 20 on the following round. The dancing creature is {@condition incapacitated} and must use all its movement to dance.": "龙的目标是它在巢穴中能看到的生物，然后开始演奏只有目标能听到的欢快的华尔兹。目标必须在DC15智力救赎中成功，否则就会跳舞，直到下一轮的主动权计数20。跳舞的生物是{@condition incapacitated}，必须用它所有的动作来跳舞。",
	"Disorienting illusory images flit through the dragon's lair. Each creature in the lair must succeed on a DC 20 Wisdom saving throw or have disadvantage on ability checks until initiative count 20 on the following round.": "迷惑性的虚幻影像在龙穴中闪现。巢穴中的每个生物都必须在DC20的智慧救赎中获得成功，否则在下一轮的主动性计数20之前，在能力检查中处于劣势。",
	"The veil between planes is thinned near a moonstone dragon's lair. Various portals link the Material Plane, the Feywild, and the Border Ethereal within 6 miles of the lair. Creatures can pass through a portal in either direction by spending 5 feet of movement.": "在一条月光石龙的巢穴附近，各位面之间的界限变薄了。在巢穴的6英里范围内，各种传送门连接着物质世界、精灵世界和边境虚无世界。生物可以花5英尺的移动距离通过任何方向的传送门。",
	"The morkoth uses its Hypnosis action, originating at a point within 120 feet of itself. It doesn't need to see the effect's point of origin.": "莫克特使用它的催眠动作，从自己120英尺内的一个点开始。它不需要看到效果的起始点。",
	"With a thought (no action required), the morkoth can initiate a change in the water within its lair that takes effect 1 minute later. The water can be as breathable and clear as air, or it can be normal water (ranging in clarity from murky to clear).": "只要一个念头（不需要任何行动），莫克特就可以在它的巢穴里启动一个水的变化，1分钟后生效。水可以像空气一样透气和清澈，也可以是普通的水（透明度从浑浊到清澈不等）。",
	"The morkoth is aware of any new arrival, whether an object or a creature, on its island or in its sanctum. As an action, the morkoth can locate any one creature or object on the island. Visitors to the island feel as though they are being watched, even when they aren't.": "Morkoth知道任何新来的人，不管是物体还是生物，在它的岛上或者在它的圣地。作为一个行动，莫克特可以找到岛上的任何一个生物或物体。岛上的访客感到他们被监视着，即使他们没有被监视。",
	"Each time a creature that has been on the island for less than a year finishes a short or long rest, it must make a {@dc 10} Intelligence saving throw. On a failure, the creature has misplaced one possession (chosen by the player, if the creature is that player's character). The possession remains nearby but concealed for a short time, so it can be recovered with a successful {@dc 15} Wisdom ({@skill Perception}) check. An object that is misplaced but not recovered ends up in the morkoth's lair 1 hour later. If the creature later goes to the morkoth's lair, its lost possessions stand out in its perception and are easily recovered.": "每当一个在岛上呆了不到一年的生物完成一次短期或长期的休息时，它必须做一个{@dc 10}智力拯救动作。如果失败，该生物就放错了一件物品（由玩家选择，如果该生物是该玩家的角色）。该物品仍在附近，但在短时间内被隐藏起来，因此可以通过成功的{@dc 15}智慧({@skill Perception})检查将其找回。被放错位置但没有被找回的物品会在1小时后出现在莫克特的巢穴里。如果该生物后来去了莫克特的巢穴，它丢失的物品就会在它的感知中显现出来，并且很容易被找回来。",
	"Entrances to the morkoth's lair have an enchantment that the morkoth can activate or suppress at any time while it's in its lair and not {@condition incapacitated}. Any creature within 30 feet of such an entrance and able to see it must make a {@dc 15} Wisdom saving throw. On a failed save, the creature feels an intense urge to use its movement on each of its turns to enter the lair and to move toward the morkoth's location (the target doesn't realize it's heading toward a creature). The target moves toward the morkoth by the most direct route. As soon as it can see the morkoth, the target can repeat the saving throw, ending the effect on itself on a success. It can also repeat the saving throw at the end of each of its turns and every time it takes damage.": "通往魔齿兽巢穴的入口有一种魔力，当魔齿兽在巢穴中时，它可以随时激活或压制这种魔力，而不是{@condition incapacitated}。任何在这种入口30英尺范围内并能看到它的生物必须做一个{@dc 15}的智慧救赎动作。如果救赎失败，该生物会感到一种强烈的冲动，在它的每一个回合中使用它的移动来进入巢穴，并向莫克特的位置移动（目标并没有意识到它在向一个生物移动）。目标以最直接的路线向莫克特移动。一旦它能看到莫克特，目标就可以重复蓄力，如果成功，则结束对自己的影响。它也可以在每个回合结束时和每次受到伤害时重复这个蓄力动作。",
	"Each time a creature that has been on the island for less than a year finishes a short or long rest, it must make a {@dc 10} Intelligence ({@skill Investigation}) check. On a failure, the creature has misplaced one possession (chosen by the player, if the creature is that player's character). The possession remains nearby but concealed for a short time, so it can be recovered with a successful {@dc 15} Wisdom ({@skill Perception}) check. An object that is misplaced but not recovered ends up in the morkoth's lair 1 hour later. If the creature later goes to the morkoth's lair, its lost possessions stand out in its perception and are easily recovered.": "每当一个在岛上呆了不到一年的生物完成一次短期或长期的休息，它必须进行一次{@dc 10}智力({@skill Investigation})检查。如果失败，该生物就放错了一件物品（由玩家选择，如果该生物是该玩家的角色）。该物品仍在附近，但在短时间内被隐藏起来，因此可以通过成功的{@dc 15}智慧({@skill Perception})检查将其找回来。被放错位置但没有被找回的物品会在1小时后出现在莫克特的巢穴里。如果该生物后来去了莫克特的巢穴，它丢失的物品就会在它的感知中显现出来，并且很容易被找回来。",
	"Each undead creature in the lair can pinpoint the location of each living creature within 120 feet of it until initiative count 20 on the next round.": "巢穴中的每个亡灵生物都能确定它周围120英尺内的每个生物的位置，直到下一轮主动性计数20。",
	"Each undead in the lair has advantage on saving throws against effects that turn undead until initiative count 20 on the next round.": "巢穴中的每一个亡灵在对变成亡灵的效果进行救赎时都有优势，直到下一轮的主动权计数为20。",
	"Until initiative count 20 on the next round, any non-undead creature that tries to cast a spell of 4th level or lower in the mummy lord's lair is wracked with pain. The creature can choose another action, but if it tries to cast the spell, it must make a {@dc 16} Constitution saving throw. On a failed save, it takes {@damage 1d6} necrotic damage per level of the spell, and the spell has no effect and is wasted.": "直到下一轮的主动权计数20，任何试图在木乃伊领主的巢穴中施放4级或更低级的法术的非亡灵生物都会被痛苦所缠绕。该生物可以选择另一个行动，但如果它试图施放法术，它必须做一个{@dc 16}宪法救赎动作。如果救赎失败，它就会在每一级的法术中受到{@damage 1d6}的坏死伤害，并且该法术没有效果，被浪费掉。",
	"Food instantly molders and water instantly evaporates when brought into the lair. Other non magical drinks are spoiled - wine turning to vinegar, for instance.": "食物瞬间发霉，水在被带入巢穴后瞬间蒸发。其他非魔法饮料也会变质--例如，葡萄酒会变成醋。",
	"{@spell Divination} spells cast within the lair by creatures other than the mummy lord have a {@chance 25|25 percent} chance to provide misleading results, as determined by the DM. If a {@spell divination} spell already has a chance to fail or become unreliable when cast multiple times, that chance increases by 25 percent.": "由木乃伊领主以外的生物在巢穴内施放的{@spell Divination}法术有{@chance 25|25 percent}的机会提供误导性的结果，由DM决定。如果一个{@spell divination}的法术在多次施放时已经有机会失败或变得不可靠，那么这个机会会增加25%。",
	"A creature that takes treasure from the lair is cursed until the treasure is returned. The cursed target has disadvantage on all saving throws. The curse lasts until removed by a {@spell remove curse} spell or other magic.": "从巢穴中取走宝物的生物会受到诅咒，直到宝物被归还。被诅咒的目标在所有拯救动作中都处于劣势。诅咒持续到被{@spell remove curse}法术或其他魔法解除为止。",
	"A clay golem erupts from the floor in an unoccupied space within 15 feet of the ritual circle. The golem obeys Murgaxor's commands, takes its turns on initiative count 10 (losing initiative ties), fights until destroyed, and reverts to a mound of inanimate clay after 1 hour.": "在祭祀圈15英尺范围内的一个无人空间里，一个泥塑从地板上喷涌而出。泥偶听从Murgaxor的命令，在主动权数为10的情况下轮流作战（主动权平局），战斗直到被摧毁，1小时后恢复为无生命的泥土堆。",
	"A medium fist of packed earth rises from the floor in an unoccupied space that Murgaxor can see within 30 feet of him. The fist attacks when one creature of his choice is within 4 feet of the fist. The fist has a+11 bonus to hit, and on a hit, the target takes 13 ({@dice 3d8}) bludgeoning damage and is grappled (escape DC 15). The fist disappears if the attack roll misses or if the grapple ends. When the fist disappears, this lair action recharges, allowing Murgaxor to use it again.": "在穆尔加索可以看到的30英尺范围内无人的空间里，一个中等大小的包土拳头从地上升起。当他选择的一个生物在拳头的4英尺范围内时，拳头就会攻击。拳头有+11的命中率加成，一旦命中，目标会受到13({@dice 3d8})的重击伤害并被抓紧（逃脱DC15）。如果攻击卷未命中或抓捕结束，拳头会消失。当拳头消失时，这个巢穴动作会充能，允许Murgaxor再次使用它。",
	"Tendrils of necrotic energy erupt from the ritual circle and lash out at any number of creatures Murgaxor can see within 15 feet of the circle. Each target must succeed on a DC 15 Dexterity saving throw, or it takes 5 ({@dice 1d10}) necrotic damage and can't regain hit points until the start of its next turn.": "坏死能量的卷须从祭祀圈中喷出，向穆尔加索看到的圈外15英尺内的任何数量的生物扑去。每个目标必须在DC15的灵巧救赎中成功，否则会受到5({@dice 1d10})的坏死伤害，并且在下一回合开始前无法恢复生命值。",
	"Murgaxor summons four mud mephits that appear in unoccupied spaces within 15 feet of the ritual circle. The mephits obey Murgaxor's commands, take their turns on initiative count 15 (losing initiative ties), and fight until destroyed.": "穆尔加索尔召唤出四只泥泞的梅菲特，它们会出现在祭祀圈15英尺内无人的地方。泥怪听从穆加索的命令，在主动权计数15时轮流上阵（主动权平分时失去），并一直战斗到被消灭。",
	"Nintra targets one pane of shadow glass in her lair, causing it to explode into shards. Each creature within 20 feet of the exploding pane must make a DC 18 Dexterity saving throw, taking 13 ({@damage 3d8}) piercing damage on a failed save, or half as much damage on a successful one. The shards fade away to vapor and the pane is restored to normal at the next initiative count 20.": "Nintra的目标是她巢穴中的一块阴影玻璃，使其爆炸成碎片。爆炸的玻璃窗格周围20英尺内的每个生物都必须做一个DC18的灵巧救赎，救赎失败会受到13({@damage 3d8})的穿刺伤害，救赎成功则受到一半的伤害。碎片会逐渐消失，变成水蒸气，窗格会在下一次行动次数20时恢复正常。",
	"A 10-foot-radius area of rocky or earthy ground within 60 feet of Ogrémoch turns to sticky mud. Any creature on the ground in the area must succeed on a {@dc 15} Dexterity saving throw or sink 5 feet into the mud and be {@condition restrained}. A creature can take an action to make a {@dc 15} Strength check, ending the effect on itself or another creature within its reach on a success.": "在奥格瑞莫克60英尺范围内，半径为10英尺的岩石或泥土地面会变成粘稠的泥浆。任何在该区域地面上的生物都必须在一个{@dc 15}灵巧的救赎中成功，否则就会沉入5英尺的泥浆中并被{@condition restrained}。一个生物可以采取一个行动来做一个{@dc 15}力量检查，如果成功，则结束对自己或其范围内的另一个生物的影响。",
	"A violent tremor shakes the lair in a 120-foot-radius around Ogrémoch. Each creature other than Ogrémoch on the ground in the area must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone}.": "一阵剧烈的震动使奥格瑞莫克周围120英尺范围内的巢穴颤抖。该区域内除奥格瑞莫赫之外的每个生物都必须在力量或灵巧方面的救赎成功（目标选择），否则将被击倒（1%）。",
	"Earth tremors strike the region within 10 miles of Ogrémoch's location every {@dice 2d12} hours, each lasting {@dice 1d10} rounds. At first, damage is minor—broken windows, cracked plaster, items toppled off shelves. The longer Ogrémoch remains, the stronger the tremors become. After 5 days, the tremors are strong enough to destroy flimsy structures. After 10 days, they are strong enough to destroy ordinary wooden buildings. After 20 days, they can seriously damage or destroy reinforced or fortified structures.": "地震每隔{@dice 2d12}小时就会袭击奥格雷莫赫所在的10英里范围内的地区，每次持续{@dice 1d10}轮。起初，损害是轻微的--窗户破裂，灰泥破裂，物品从架子上掉下来。Ogrémoch停留的时间越长，震荡就越强烈。5天后，震荡的强度足以摧毁脆弱的结构。10天后，它们的强度足以摧毁普通的木制建筑。20天后，它们可以严重破坏或摧毁加固或强化的结构。",
	"Magnetic disturbances within 10 miles of Ogrémoch prevent compasses from functioning there.": "奥格雷莫赫10英里范围内的磁干扰使那里的指南针无法工作。",
	"Hidden sinkholes and fissures form within 1 mile of Ogrémoch's location. A hidden sinkhole can be spotted from a safe distance by any creature with a passive Wisdom ({@skill Perception}) score of 15 or higher or spotted with a successful {@dc 15} Wisdom ({@skill Survival}) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a {@dc 15} Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole or fissure.": "隐藏的天坑和裂缝会在奥格瑞莫克所在的1英里内形成。任何被动智慧（{@skill Perception}）得分在15分以上的生物都可以从安全距离发现隐藏的天坑，或者通过成功的{@dc 15}智慧（{@skill Survival}）检查来发现。否则，第一个踩到覆盖在天坑上的薄壳的生物必须成功进行{@dc 15}的灵巧救赎，否则就会跌入{@dice 1d6 × 10}英尺的天坑或裂缝。",
	"Natural caves and tunnels within 1 mile of Ogrémoch's lair form intermittent portals to the Elemental Plane of Earth, allowing elemental creatures into the mortal world to dwell near those points.": "奥格瑞莫赫巢穴1英里范围内的天然洞穴和隧道形成了通往地球元素界的间歇性门户，允许进入凡人世界的元素生物在这些点附近居住。",
	"Violent downpours become frequent within 10 miles of the lair. A downpour occurs once every {@dice 2d12} hours, and lasts {@dice 1d3} hours. Downpours are so heavy that creatures moving overland travel at half normal speed": "巢穴周围10英里范围内经常出现暴雨。每隔{@dice 2d12}小时发生一次大雨，并持续{@dice 1d3}小时。倾盆大雨是如此之大，以至于陆地上的生物以一半的速度行驶。",
	"Within 5 miles of the lair, currents and tides are exceptionally strong and treacherous. Any ability checks made to safely navigate or control a vessel moving through these waters has disadvantage.": "在巢穴的5英里范围内，海流和潮汐都非常强烈和危险。任何为安全航行或控制船只通过这些水域而进行的能力检查都是不利的。",
	"Natural springs and pools within 1 mile of the lair form intermittent portals to the Elemental Plane of Water, allowing elemental creatures into the mortal world to dwell near those points.": "巢穴1英里范围内的天然泉水和水池形成了通往水元素界的间歇性门户，允许进入凡人世界的元素生物在这些点附近居住。",
	"The air is filled with the stench of rotting flesh, and buzzing flies grow thick within the region.": "空气中充满了腐肉的臭味，嗡嗡作响的苍蝇在这个地区内越来越多。",
	"Dead Beasts periodically animate as Undead mockeries of their former selves. Skeletal and zombie versions of local wildlife are commonly seen in the area.": "死去的野兽定期以亡灵的姿态出现在人们面前。当地野生动物的骷髅和僵尸版本在该地区经常看到。",
	"Orcus causes skeletal arms to rise from an area on the ground in a 20-foot square that he can see. They last until the next initiative count 20. Each creature in that area when the arms appear must succeed on a {@dc 23} Strength saving throw or be {@condition restrained} until the arms disappear or until Orcus releases their grasp (no action required).": "奥库斯使骷髅手臂从他能看到的20英尺范围内的地面上的一个区域上升。它们持续到下一次主动性计数20。当手臂出现时，该区域内的每个生物都必须成功地进行一次力量救赎，否则就会受到1%的伤害，直到手臂消失或Orcus释放它们（不需要行动）。",
	"Dead beasts periodically animate as undead mockeries of their former selves. Skeletal and zombie versions of local wildlife are commonly seen in the area.": "死去的野兽会定期复活，成为它们以前的不死嘲讽。当地野生动物的骷髅和僵尸版本在该地区经常看到。",
	"The air becomes filled with the stench of rotting flesh, and buzzing flies grow thick within the region, even when there is no carrion to be found.": "空气中充满了腐肉的臭味，嗡嗡作响的苍蝇在这个区域内越来越多，即使没有腐肉可寻。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 23} Wisdom saving throw or descend into a madness determined by the Madness of Orcus table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴周围1英里的范围内呆了至少1小时，该生物必须在一个{@dc 23}智慧救赎上取得成功，否则就会陷入由 \"奥库斯的疯狂 \"表决定的疯狂状态。成功救赎的生物在24小时内不会再受到这个区域性效果的影响。",
	"If a creature goes mad in Orcus's lair or within line of sight of the demon lord, roll on the Madness of Orcus table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在奥库斯的巢穴中或在恶魔领主的视线范围内发疯，在奥库斯的疯狂表上滚动以确定疯狂的性质，这是一个持续到治愈的性格缺陷。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"I often become withdrawn and moody, dwelling on the insufferable state of life.\"": "\"我经常变得孤僻和喜怒无常，沉浸在难以忍受的生活状态中\"。",
	"\"I am compelled to make the weak suffer.\"": "\"我不得不让弱者受苦\"。",
	"\"I have no compunction against tampering with the dead in my search to better understand death.\"": "\"为了更好地了解死亡，我没有理由不在死者身上做手脚\"。",
	"\"I want to achieve the everlasting existence of undeath.\"": "\"我想实现不死的永恒存在。\"",
	"\"I am awash in the awareness of life's futility.\"": "\"我沉浸在对生命虚无的认识中\"。",
	"Pazuzu opens a portal and summons forth {@dice 1d4} {@creature peryton||perytons} or {@creature gargoyle||gargoyles}.": "Pazuzu打开一个入口，召唤出{@dice 1d4}{@creature peryton||perytons}或{@creature gargoyle||gargoyles}。",
	"Pazuzu casts {@spell insect plague} but does not need to concentrate to maintain it. The insects inflict 33 ({@damage 6d10}) piercing damage.": "Pazuzu施放{@spell insect plague}，但不需要集中精力来维持它。虫子造成33({@damage 6d10})的穿刺伤害。",
	"Pazuzu telepathically speaks to all creatures within 120 ft. of him and offers each what they most desire. Each target must succeed on a DC 21 Charisma saving throw or forfeit their next action as they contemplate the decision. A good-aligned target may voluntarily fail the saving throw and forfeit their action to agree to Pazuzu's terms. If so, and if he has the {@spell wish} spell available, he will cast it as long as he sees no immediate negative consequence to his doing so. Pazuzu does not suffer any of the negative effects of casting the {@spell wish} spell.": "Pazuzu对他周围120英尺内的所有生物进行心灵感应，并提供他们最想要的东西。每个目标都必须在DC21的魅力储蓄中获得成功，否则在他们考虑决定时就会放弃他们的下一个行动。善良的目标可以自愿不进行蓄力并放弃他们的行动来同意帕祖的条件。如果是这样，并且如果他有{@spell wish}的法术可用，只要他认为这样做没有直接的负面后果，他就会施展它。Pazuzu不会因为施放{@spell wish}法术而受到任何负面的影响。",
	"Any flying creature of CR 2 or less becomes twisted after a day spent within 6 miles of Pazuzu. If not already evil-aligned, they become so. Flying insects, birds, and other flying creatures will harass any other creatures moving through the region, slowing movement by one half.": "任何CR值为2或更低的飞行生物在帕祖的6英里范围内停留一天后会变成扭曲的。如果还没有被邪恶化，它们就会被邪恶化。飞虫、鸟类和其他飞行生物会骚扰在该地区移动的任何其他生物，使移动速度减半。",
	"Magma erupts from a point on the ground the dragon can see within 120 feet of it, creating a 20-foot-high, 5-foot-radius geyser. Each creature in the geyser's area must make a {@dc 15} Dexterity saving throw, taking 21 ({@damage 6d6}) fire damage on a failed save, or half as much damage on a successful one.": "岩浆从龙所看到的120英尺范围内的地面上喷出，形成一个20英尺高、5英尺半径的间歇喷泉。间歇泉范围内的每个生物都必须做一个{@dc 15}灵巧救赎，救赎失败时受到21({@damage 6d6})的火力伤害，救赎成功时受到一半的伤害。",
	"A tremor shakes the lair in a 60-foot radius around the dragon. Each creature other than the dragon on the ground in that area must succeed on a {@dc 15} Dexterity saving throw or be knocked {@condition prone}.": "在龙的周围60英尺范围内的巢穴会发生震荡。在该区域内，除龙以外的每个生物都必须在一个{@dc 15}灵巧救赎中成功，否则会被击倒{@condition prone}。",
	"Volcanic gases form a cloud in a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The sphere spreads around corners, and its area is lightly obscured. It lasts until initiative count 20 on the next round. Each creature that starts its turn in the cloud must succeed on a {@dc 13} Constitution saving throw or be {@condition poisoned} until the end of its turn. While {@condition poisoned} in this way, a creature is {@condition incapacitated}.": "火山气体在一个半径为20英尺的球体中形成一团云，以龙在120英尺范围内能看到的点为中心。球体在转角处扩散，其区域被轻度遮蔽。它一直持续到下一回合的主动性计数20。每个在云中开始的生物都必须在宪法规定的投掷中成功，否则就会被{@dc 13}，直到其回合结束。当{@condition poisoned}以这种方式出现时，生物会{@condition incapacitated}。",
	"Searing heat spreads out in a 15-foot-radius sphere centered on a point the dragon can see within 120 feet of it. Any creature that enters the affected area or starts its turn there must make a DC 15 Constitution saving throw, taking 10 ({@damage 3d6}) fire damage on a failed save, or half as much damage on a successful one. The heat lasts until initiative count 20 on the next round.": "灼热的温度以龙所看到的120英尺范围内的一个点为中心，在15英尺半径的范围内扩散开来。任何进入受影响区域或在那里开始其回合的生物都必须进行DC 15宪法救赎，救赎失败会受到10({@damage 3d6})的火焰伤害，救赎成功则受到一半的伤害。热量持续到下一回合的主动权计数20。",
	"Small earthquakes are common within 6 miles of the dragon's lair.": "在龙的巢穴的6英里范围内，小地震很常见。",
	"Water sources within 1 mile of the lair are supernaturally warm and tainted by sulfur.": "巢穴1英里内的水源具有超自然的温度，并被硫磺所污染。",
	"Rocky fissures within 1 mile of the dragon's lair form portals to the Elemental Plane of Fire, allowing creatures of elemental fire into the world to dwell nearby.": "在龙穴1英里范围内的岩石裂缝会形成通往火元素界的门户，允许火元素生物进入世界，在附近居住。",
	"Any of these effects might appear in the area around a red dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "除了{@i Monster Manual}所述的效果外，这些效果中的任何一种都可能出现在红龙巢穴周围的区域，或者代替这些效果。",
	"Precipitation is almost nonexistent within 6 miles of the dragon's lair, making the land parched and arid and most plant life withered and brown.": "龙的巢穴周围6英里内几乎没有降水，使土地变得干枯和干旱，大多数植物都枯萎和变色。",
	"The dragon can hear up to 30 feet through any open flame within 1 mile of the dragon's lair.": "龙可以通过龙穴1英里内的任何明火听到最远30英尺的声音。",
	"Open flames within 6 miles of the dragon's lair are tinged dark red, hiss and crackle constantly, and throw off embers and showers of sparks.": "在龙的巢穴6英里范围内的明火被染成暗红色，不断发出嘶嘶声和噼啪声，并抛出余烬和火花阵。",
	"A thunderous detonation of sound that can be heard up to 300 feet away surrounds one creature in the lair that the dragon can see. That creature must succeed on a DC 15 Constitution saving throw or take 13 ({@damage 3d8}) thunder damage and be {@condition stunned} until the end of its next turn.": "一个雷鸣般的爆炸声可以在300英尺外听到，围绕着龙巢穴中的一个生物，龙可以看到。该生物必须在DC15的宪法保护下成功，否则会受到13({@damage 3d8})的雷霆伤害并被{@condition stunned}，直到其下一回合结束。",
	"The dragon touches a section of stone up to 30 feet in any dimension. The dragon can shape the stone to open or close a passage through a wall, as long as the wall is less than 10 feet thick.": "龙可以触摸一段任何尺寸的石头，最多 30 英尺。龙可以塑造石头来打开或关闭穿过墙壁的通道，只要墙壁的厚度不超过10英尺。",
	"Natural stone within 6 miles of the lair grows plentiful crystal formations and veins of sapphire gemstones, particularly underground.": "巢穴6英里范围内的天然石材生长着大量的水晶阵和蓝宝石的矿脉，特别是在地下。",
	"{@creature Giant spider||Giant spiders} (a sapphire dragon's favorite prey) are attracted to the area within 6 miles of the lair and settle there in large numbers.": "{@creature Giant spider||Giant spiders}（蓝宝石龙最喜欢的猎物）被吸引到距离巢穴6英里以内的地区，并在那里大量定居。",
	"The dragon touches a section of stone up to 10 feet in any dimension. The dragon can form the stone into any shape that suits its purpose.": "龙可以触摸到一段任何尺寸的石头，最长可达10英尺。龙可以将石头塑造成任何适合其用途的形状。",
	"A wall of stone springs into existence on a solid surface within 120 feet of the dragon. The wall is up to 60 feet long, 10 feet high, and 1 foot thick. When the wall appears, each creature in its space is pushed to either side of the wall the creature wants. Each 5-foot section of wall has AC 17, 20 hit points, vulnerability to thunder damage, and immunity to poison and psychic damage. The wall vanishes when the dragon uses this lair action again or when the dragon dies.": "在龙的120英尺范围内的坚固表面上涌现出一道石墙。这堵墙长达60英尺，高10英尺，厚1英尺。当墙出现时，其空间内的每个生物都会被推到该生物想要的墙的任何一边。每段5英尺长的墙都有17点攻击力，20点命中率，易受雷霆伤害，并对毒药和精神伤害免疫。当龙再次使用这个巢穴动作或龙死亡时，墙会消失。",
	"{@creature Giant spider||Giant spiders} are attracted to the area within 6 miles of the lair and settle there in large numbers.": "{@creature Giant spider||Giant spiders}被吸引到距巢穴6英里以内的地区，并在那里大量定居。",
	"Natural stone within 6 miles of the lair grows plentiful crystal formations and sapphire gemstone veins, particularly underground.": "巢穴6英里范围内的天然石材生长着大量的水晶阵和蓝宝石宝石矿脉，特别是在地下。",
	"Caverns, tunnels, and pools of water within 120 feet of the sea fury become foggy or murky, to the extent that the area becomes heavily obscured.": "洞穴、隧道和海煞120英尺范围内的水潭会变得有雾或浑浊，以至于该地区变得严重模糊。",
	"The sea fury conjures a 15-foot cube of water that fills an unoccupied space it can see within 30 feet of it, then moves the water in a straight line up to 60 feet, after which the water disperses. Any creature that comes into contact with the rushing {@item wave} must succeed on a {@dc 16} Strength saving throw or be knocked {@condition prone} by it and pushed 15 feet along its course.": "海之怒变出一个15英尺的水立方，填满它能看到的30英尺范围内的无人空间，然后将水沿直线移动到60英尺，之后水就会散去。任何接触到汹涌而来的水的生物，都必须成功地进行一次{@dc 16}力量救赎，否则就会被它击倒{@condition prone}，并沿着它的路线被推到15英尺。",
	"Sea water within 5 miles of the lair becomes coarse and choppy, as if whipped by an unseen wind.": "巢穴5英里范围内的海水变得粗糙而汹涌，仿佛被一股看不见的风吹拂着。",
	"Sea grass within 1 mile of the lair is imbued with a foul mockery of life, grasping ineffectually at any creature that passes within 5 feet of it.": "巢穴周围1英里范围内的海草被赋予了对生命的恶毒嘲弄，对任何经过它5英尺范围内的生物进行无效的抓捕。",
	"Shadow dragons have access to the lair actions usable by untransformed dragons of the same kind. The effects of these actions might be cosmetically altered, seeming darker, gloomier, and more subdued. They might also deal necrotic damage instead of other damage types. At your discretion, a legendary (adult or ancient) shadow dragon can use the following additional lair action while in its lair:": "影子龙可以使用未转化的同类龙所能使用的巢穴行动。这些行动的效果可能在外观上有所改变，看起来更黑暗、更阴郁、更低调。它们也可能造成坏死的伤害，而不是其他类型的伤害。根据你的判断，传奇（成年或古代）影龙在其巢穴中可以使用以下额外的巢穴行动。",
	"Any nonmagical source of illumination within a 60-foot-radius sphere centered on the dragon is snuffed out, and any spell that creates light within that same area is dispelled.": "在以龙为中心的60英尺半径范围内的任何非魔法照明源都会被扼杀，而在同一区域内任何创造光的法术都会被驱散。",
	"Creatures within 1 mile of the dragon's lair that have an Intelligence score of 5 or higher feel forlorn and hopeless.": "在龙的巢穴1英里范围内，智力值在5分以上的生物会感到绝望和无助。",
	"Some caves, caverns, pits, and other places of deep gloom within 1 mile of the dragon's lair form portals to the Shadowfell, allowing creatures from that plane to dwell nearby.": "在龙的巢穴1英里范围内的一些洞穴、洞窟、坑洞和其他深邃阴暗的地方形成了通往阴影地带的门户，允许来自那个平面的生物在附近居住。",
	"The dragon creates fog as if it had cast the {@spell fog cloud} spell. The fog lasts until initiative count 20 on the next round.": "龙会制造雾气，就像它施了{@spell fog cloud}的法术一样。雾气持续到下一回合的主动性计数20。",
	"A blisteringly cold wind blows through the lair near the dragon. Each creature within 120 feet of the dragon must succeed on a {@dc 15} Constitution saving throw or take 5 ({@damage 1d10}) cold damage. Gases and vapors are dispersed by the wind, and unprotected flames are extinguished. Protected flames, such as lanterns, have a {@chance 50|50 percent} chance of being extinguished.": "一股极度寒冷的风吹过龙的巢穴。每个在龙的120英尺范围内的生物都必须成功地进行体质测试，否则会受到5{@damage 1d10}的寒冷伤害。气体和蒸气被风吹散，无保护的火焰被扑灭。受保护的火焰，如灯笼，有{@chance 50|50 percent}的机会被扑灭。",
	"Within 1 mile of the lair, winds buoy non-evil creatures that fall due to no act of the dragon's or its allies. Such creatures descend at a rate of 60 feet per round and take no falling damage.": "在巢穴的1英里范围内，风将非邪恶的生物浮起，这些生物不会因为龙或其盟友的行为而坠落。这些生物以每回合60英尺的速度下降，并且不会受到下降的伤害。",
	"Given days or longer to work, the dragon can make clouds and fog within its lair as solid as stone, forming structures and other objects as it wishes.": "如果有几天或更长时间的工作，龙可以使其巢穴内的云和雾像石头一样坚固，按其意愿形成结构和其他物体。",
	"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.": "时间的流向被改变，使得巢穴中的每一个生物都必须重新投票。斯芬克斯可以选择不重新投票。",
	"The effects of time are altered such that every creature in the lair must succeed on a {@dc 15} Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.": "时间的影响被改变了，巢穴中的每一个生物都必须成功地进行{@dc 15}宪法救赎，或者变得{@dice 1d20}年长或年轻（由斯芬克斯选择），但永远不会比1岁年轻。一个{@spell greater restoration}的法术可以将一个生物的年龄恢复到正常。",
	"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.": "巢穴内的时间流被改变，使里面的一切都向前或向后移动10年（斯芬克斯的选择）。只有斯芬克斯能立即意识到时间的变化。一个{@spell wish}的法术可以使施法者和最多七个由施法者指定的其他生物回到他们的正常时间。",
	"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it.": "狮身人面兽将自己和它在巢穴中能看到的最多七个生物转移到另一个存在平面。一旦离开巢穴，狮身人面像就不能使用巢穴行动，但它可以在自己的回合中作为额外行动返回巢穴，最多可带七个生物一起返回。",
	"Until the end of Ssendam's next turn, any creature that casts a spell within 60 ft. of Ssendam must roll on the sorcerer's wild surge table in the PHB.": "直到Ssendam的下一个回合结束，任何在Ssendam周围60英尺内施法的生物都必须在PHB中的巫师狂暴表上滚动。",
	"Within 1 mile of Ssendam's lair, there is a 1 in 20 chance that any creature that casts a spell must roll on the sorcerer's wild surge table in the PHB.": "在Ssendam巢穴的1英里范围内，有1/20的机会，任何施法的生物必须在PHB中的巫师狂暴表上滚动。",
	"Within 10 miles of the lair, any creature that takes a long or short rest must succeed on a DC 20 Wisdom saving throw or be inflicted with a random shortterm madness.": "在巢穴的10英里范围内，任何需要长期或短期休息的生物都必须在DC20智慧救赎中获得成功，否则就会被随机施加一个短期的疯狂状态。",
	"The giant creates a thunderclap centered on a point anywhere in their lair. Each creature within 20 feet of that point must succeed on a {@dc 18} Constitution saving throw or be {@condition deafened} until the end of its next turn.": "巨人在其巢穴的任何地方以一个点为中心创造一个雷鸣。在该点20英尺范围内的每个生物都必须成功地进行一次{@dc 18}体质测试，否则就会被{@condition deafened}，直到其下一回合结束。",
	"The giant creates a 20-foot-radius sphere of fog (or murky water if within water) centered on a point anywhere in its lair. The sphere spreads around corners, and its area is heavily obscured. The fog lasts until the giant disperses it (no action required), and it can't be dispersed by wind.": "巨人在其巢穴的任何地方以一个点为中心创造一个半径为20英尺的雾球（如果在水中则为浑浊的水）。该球体在角落里扩散，其区域被严重遮蔽。雾气持续到巨人将其驱散为止（不需要行动），而且它不能被风驱散。",
	"The giant creates a 60-foot-long, 10-foot-wide line of strong wind (or strong current within water) originating from a point anywhere in its lair. Each creature in that line must succeed on a {@dc 18} Strength saving throw or be pushed 15 feet in the direction the wind is blowing. The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in its area. Protected flames, such as those of lanterns, have a {@chance 50|50 percent} chance of being extinguished.": "巨人在其巢穴的任何地方形成一条长60英尺、宽10英尺的强风线（或水中的强流）。这条线上的每一个生物都必须成功地进行一次{@dc 18}力量救赎，否则就会被推到风的方向15英尺处。这阵风会驱散气体或蒸汽，并熄灭其区域内的蜡烛、火把和类似的无保护火焰。受保护的火焰，如灯笼的火焰，有1%的机会被熄灭。",
	"Rain, snow, or blowing dust or sand (whichever is most appropriate) is constant within 1 mile of the lair. Rain causes rivers and streams to fill or overflow their banks; snow, dust, or sand forms deep drifts or dunes.": "雨、雪或吹来的灰尘或沙子（以最合适的为准）在巢穴的1英里范围内不断出现。雨水会导致河流和溪流填满或溢出河岸；雪、灰尘或沙子会形成深层漂流或沙丘。",
	"Flashes of lightning and peals of thunder are continual, day and night, within 5 miles of the lair.": "在巢穴的5英里范围内，闪电和雷声不断，日夜不停。",
	"High wind blows within 1 mile of the lair, making it impossible to light a fire unless the location where the fire is lit is protected from the wind.": "巢穴周围1英里范围内刮大风，除非点火的地点有防风措施，否则无法点火。",
	"The giant creates a thunderclap centered on a point anywhere in its lair. Each creature within 20 feet of that point must succeed on a {@dc 18} Constitution saving throw or be {@condition deafened} until the end of its next turn.": "巨人在其巢穴的任何地方以一个点为中心创造一个雷鸣。在该点20英尺范围内的每个生物都必须成功地进行一次{@dc 18}体质判定，否则就会被{@condition deafened}，直到其下一回合结束。",
	"The giant creates a 20-foot-radius sphere of fog (or murky water within water) centered on a point anywhere in its lair. The sphere spreads around corners, and its area is heavily obscured. The fog lasts until the giant disperses it (no action required), and it can't be dispersed by wind.": "巨人在其巢穴的任何地方以一个点为中心创造一个半径为20英尺的雾球（或水中的浊水）。该球体在角落里扩散，其区域被严重遮蔽。雾气持续到巨人将其驱散为止（不需要行动），而且它不能被风驱散。",
	"The giant creates a 60-foot-long, 10-foot-wide line of strong wind ( or strong current within water) originating from a point anywhere in its lair. Each creature in that line must succeed on a {@dc 18} Strength saving throw or be pushed 15 feet in the direction the wind is blowing. The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in its area. Protected flames, such as those of lanterns, have a {@chance 50|50 percent} chance of being extinguished.": "巨人在其巢穴的任何地方形成一条长60英尺、宽10英尺的强风线（或水中的强流）。这条线上的每一个生物都必须成功地进行一次{@dc 18}力量救赎，否则就会被推到风的方向15英尺处。这阵风会驱散气体或蒸汽，并熄灭其区域内的蜡烛、火把和类似的无保护火焰。受保护的火焰，如灯笼的火焰，有1%的机会被熄灭。",
	"Rain, snow, or blowing dust or sand (whichever is most appropriate) is constant within 1 mile of the lair. Rain causes rivers and streams to fill or overflow their banks; snow, dust, or sand form deep drifts or dunes.": "雨、雪或吹来的灰尘或沙子（以最合适的为准）在巢穴的1英里范围内不断出现。雨水会导致河流和溪流填满或溢出河岸；雪、灰尘或沙子会形成深层漂流或沙丘。",
	"Until initiative count 20 of the next round, Strahd can pass through solid walls, doors, ceilings, and floors as if they weren't there.": "直到下一回合的倡议数20，斯特拉赫特可以穿过实心墙、门、天花板和地板，就像它们不存在一样。",
	"Strahd targets one Medium or smaller creature that casts a shadow. The target's shadow must be visible to Strahd and within 30 feet of him. If the target fails a {@dc 17} Charisma saving throw, its shadow detaches from it and becomes a {@creature shadow} that obeys Strahd's commands, acting on initiative count 20. A {@spell greater restoration} spell or a {@spell remove curse} spell cast on the target restores its natural shadow, but only if its undead shadow has been destroyed.": "斯特拉特的目标是一个能投下阴影的中型或小型生物。目标的影子必须对斯特拉赫特可见，且在他30英尺范围内。如果目标未能通过{@dc 17}魅力储蓄，它的影子就会脱离它，变成一个{@creature shadow}，听从斯特拉赫特的命令，按主动权计数20行事。对目标施展{@spell greater restoration}法术或{@spell remove curse}法术可恢复其自然影子，但只有在其亡灵影子被摧毁的情况下。",
	"A strong current moves through the thessalkraken's lair. Each creature within 60 feet of the thessalkraken must succeed on a {@dc 18} Strength saving throw or be pushed up to 60 feet away from the thessalkraken. On a success, the creature is pushed 10 feet away from the thessalkraken.": "一股强大的水流穿过深海怪兽的巢穴。每个在深海怪兽60英尺范围内的生物都必须成功地进行一次力量储蓄，否则就会被推到离深海怪兽60英尺的地方。如果成功，该生物会被推到离萨克雷克10英尺远的地方。",
	"Creatures in the water within 60 feet of the thessalkraken have vulnerability to acid damage until initiative count 20 on the next round.": "60英尺范围内的水中生物会受到酸液的伤害，直到下一轮主动性计数20。",
	"The alluring gleam of treasure beneath the water in the thessalkraken's lair compels potential victims to draw near. Each creature within 120 feet of the thessalkraken must succeed on a {@dc 18} Wisdom saving throw or move 10 feet closer to the thessalkraken if able to do so.": "在深海怪兽的巢穴中，水面下的宝物闪耀着诱人的光芒，迫使潜在的受害者靠近。每个在深海怪兽120英尺范围内的生物都必须在智慧救赎中获得成功，或者在能够做到的情况下向深海怪兽靠近10英尺。",
	"The dragon chooses an active spell of 5th level or lower that it's aware of in the lair and ends the spell.": "龙选择它在巢穴中意识到的一个5级或更低的有效法术，并结束该法术。",
	"Up to two creatures the dragon can see within the lair must each succeed on a DC 15 Constitution saving throw or take 14 ({@damage 4d6}) necrotic damage. Negative energy then infuses the lair until initiative count 20 on the next round. While the infusion lasts, creatures in the lair other than the dragon can't regain hit points.": "龙在巢穴内最多可以看到两个生物，他们必须在DC15宪法救赎中获得成功，否则会受到14{@damage 4d6}的坏死伤害。负能量随后注入巢穴，直到下一回合的主动权计数20。在灌注持续期间，巢穴中除龙以外的生物无法恢复生命值。",
	"Natural stone within 6 miles of the lair grows plentiful crystal formations and veins of topaz gemstones, particularly underground.": "巢穴6英里范围内的天然石，生长着大量的晶体结构和黄宝石矿脉，尤其是在地下。",
	"Giant squid are attracted to the sea within 6 miles of the lair, migrating and hunting there in large numbers.": "巨型乌贼被吸引到离巢穴6英里以内的海域，在那里大量迁徙和捕食。",
	"The titanic monster's carapace cracks, revealing a pulsing, red-purple heart buried amid heaps of blubber and muscle. Fissures run across the beast's ancient shell, revealing three other mighty, ichor-slick organs. The sea terror thrashes, channeling pain into fury.": "巨型怪物的外壳裂开了，露出了一颗脉动的、红紫色的心脏，埋在一堆脂肪和肌肉中。裂缝横跨野兽的古老外壳，露出另外三个强大的、沾有汁液的器官。这只海中的恐怖动物不停地挣扎，将痛苦转化为愤怒。",
	"Open flames of a non magical nature are extinguished within the unicorn's domain. Torches and campfires refuse to burn, but closed lanterns are unaffected.": "非魔法性质的明火在独角兽的领域内会被熄灭。火把和营火拒绝燃烧，但封闭的灯笼不受影响。",
	"When a good-aligned creature casts a spell or uses a magical effect that causes another good-aligned creature to regain hit points, the target regains the maximum number of hit points possible for the spell or effect.": "当一个善良的生物施展法术或使用魔法效果，使另一个善良的生物恢复命中率时，目标会恢复该法术或效果可能的最大命中率。",
	"Curses affecting any good-aligned creature are suppressed.": "影响任何善的生物的诅咒都会被抑制。",
	"Until initiative count 20 on the next round, any non-undead creature that tries to cast a spell of 4th level or lower in Valin's lair is wracked with pain. The creature can choose another action, but if it tries to cast the spell, it must make a DC 16 Constitution saving throw. On a failed save, it takes {@damage 1d6} necrotic damage per level of the spell, and the spell has no effect and is wasted.": "直到下一轮的主动权计数20，任何试图在瓦林的巢穴中施放4级或更低级的法术的非亡灵生物都会被痛苦所缠绕。该生物可以选择其他行动，但如果它试图施法，它必须做一个DC 16的宪法救赎动作。如果救赎失败，它将受到该法术每级0%的坏死伤害，并且该法术没有效果，被废止。",
	"Food instantly molders and water instantly evaporates when brought into the lair. Other nonmagical drinks are spoiled—wine turning to vinegar, for instance.": "食物瞬间发霉，水在被带入巢穴后瞬间蒸发。其他非魔法饮料也会变质--例如，酒会变成醋。",
	"{@spell Divination} spells cast within the lair by creatures other than Valin have a {@chance 25|25 percent} chance to provide misleading results, as determined by the DM. If a {@spell divination} spell already has a chance to fail or become unreliable when cast multiple times, that chance increases by 25 percent.": "由瓦林以外的生物在巢穴内施放的{@spell Divination}法术有{@chance 25|25 percent}的机会提供误导性的结果，由DM决定。如果一个{@spell divination}的法术在多次施放时已经有机会失败或变得不可靠，那么这个机会将增加25%。",
	"There's a noticeable increase in the populations of bats, rats, and wolves in the region.": "该地区的蝙蝠、老鼠和狼的数量有明显的增加。",
	"Plants within 500 feet of the lair wither, and their stems and branches become twisted and thorny.": "巢穴500英尺范围内的植物枯萎，它们的茎和枝条变得扭曲和多刺。",
	"Shadows cast within 500 feet of the lair seem abnormally gaunt and sometimes move as though alive.": "在巢穴500英尺范围内投下的影子显得异常憔悴，有时会像活人一样移动。",
	"A creeping fog clings to the ground within 500 feet of the vampire's lair. The fog occasionally takes eerie forms, such as grasping claws and writhing serpents.": "吸血鬼巢穴500英尺范围内的地面上都附着一层蠕动的雾气。雾气偶尔会呈现出阴森恐怖的形态，如抓握的爪子和蠕动的蛇。",
	"The dragon creates an opaque wall of ice on a solid surface it can see within 120 feet of it. The wall can be up to 30 feet long, 30 feet high, and 1 foot thick. When the wall appears, each creature within its area is pushed 5 feet out of the wall's space; appearing on whichever side of the wall it wants. Each 10-foot section of the wall has AC 5, 30 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. The wall disappears when the dragon uses this lair action again or when the dragon dies.": "龙在它能看到的120英尺范围内的固体表面上形成一道不透明的冰墙。这堵墙可以达到30英尺长，30英尺高，1英尺厚。当墙出现时，其范围内的每个生物都会被推到墙的空间外5英尺；出现在墙的任何一面，都是它想要的。墙的每个10英尺部分都有5点攻击力，30点命中率，易受火灾伤害，并对酸、冷、坏死、毒和精神伤害免疫。当龙再次使用这个巢穴动作或龙死亡时，墙会消失。",
	"A strong wind blows in a 30-foot-radius sphere centered on the dragon (see the {@book Dungeon Master's Guide|DMG} for rules on {@book strong wind|DMG|5|Strong Wind}). The dragon's flying is not affected by this wind, which lasts until the next time the dragon uses a lair action or until the dragon dies.": "在以龙为中心的30英尺半径范围内吹起一阵强风（关于{@book strong wind|DMG|5|Strong Wind}的规则见{@book Dungeon Master's Guide|DMG}）。龙的飞行不受此风的影响，此风持续到龙下次使用巢穴行动或龙死亡为止。",
	"Chilly fog lightly obscures the land within 6 miles of the dragon's lair.": "寒冷的雾气轻轻地掩盖了龙穴6英里内的土地。",
	"Freezing precipitation falls within 6 miles of the dragon's lair, sometimes forming blizzard conditions when the dragon is at rest.": "在龙的巢穴6英里范围内有冰冻的降水，有时在龙休息时形成暴风雪。",
	"Icy walls block off areas in the dragon's lair. Each wall is 6 inches thick, and a 10-foot section has AC 5, 15 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage.": "冰墙封锁了龙的巢穴中的区域。每面墙都有6英寸厚，10英尺长的部分有5点攻击力，15点命中率，易受火灾伤害，并对酸、冷、坏死、毒和精神伤害免疫。",
	"If the dragon wishes to move through a wall, it can do so without slowing down. The portion of the wall the dragon moves through is destroyed, however.": "如果龙想穿过一堵墙，它可以这样做而不放慢速度。然而，龙移动通过的那部分墙壁会被摧毁。",
	"Any of these effects might appear in the area around a white dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:": "这些效果中的任何一种都可能出现在白龙巢穴周围的区域，除了{@i Monster Manual}中描述的效果之外，也可能代替这些效果。",
	"Extreme cold envelops the land within 6 miles of the dragon's lair (see the {@book Dungeon Master's Guide|DMG} for rules on {@book extreme cold|DMG|5|Extreme Cold}). If the climate in the area already features extreme cold, the cold is numbing, giving creatures in the area without immunity or resistance to cold damage disadvantage on Strength and Dexterity checks.": "极端的寒冷笼罩着龙的巢穴6英里内的土地（参见{@book Dungeon Master's Guide|DMG}关于{@book extreme cold|DMG|5|Extreme Cold}的规则）。如果该地区的气候已经具有极度寒冷的特点，那么这种寒冷是麻木的，使该地区没有免疫力或抗寒能力的生物在力量和灵巧的检查中处于劣势。",
	"Yan-C-Bin drops the temperature of the air, covering all surfaces with ice. This effect is identical to the {@spell sleet storm} spell.": "Yan-C-Bin降低空气的温度，用冰覆盖所有表面。这个效果与{@spell sleet storm}法术相同。",
	"Yan-C-Bin controls the surrounding air as an extension of himself. Each creature Yan-C-Bin designates must succeed at a {@dc 24} Constitution saving throw or be hoisted or flung {@dice 3d6 × 10} feet through the air. A creature smashed into a solid object or released in mid-air takes {@damage 1d6} bludgeoning damage for every 10 feet moved or fallen.": "Yan-C-Bin控制周围的空气，作为自己的延伸。每个Yan-C-Bin指定的生物都必须成功地完成一个{@dc 24}宪法规定的投掷，否则就会被吊起或甩到空中{@dice 3d6 × 10}。被砸到固体物体上或在半空中被释放的生物，每移动或坠落10英尺就会受到{@damage 1d6}重击伤害。",
	"Yan-C-Bin creates a torrent of debris within 120 feet of him that lasts until initiative count 20 on the next round. The debris lightly obscures every creature and object in the area for the duration. All creatures in the area must succeed at a {@dc 24} Wisdom saving throw or be {@condition blinded} until initiative count 20 on the next round.": "Yan-C-Bin在他周围120英尺的范围内制造出一股碎片洪流，持续到下一回合的主动性计数20。在持续时间内，碎片会轻度遮蔽该区域内的所有生物和物体。该区域内的所有生物都必须在智慧救赎中获得成功，否则就会被{@condition blinded}，直到下一轮的主动权计数20。",
	"Gale force winds tear across the landscape in a 5-mile radius, whisking away small or light objects, dismantling roofs and fences, tearing branches from trees, and making flight impossible. Small and Medium creatures move at half speed through the wind; Tiny creatures exposed to the wind are carried away with it at a rate of 40 feet per round unless they succeed at a {@dc 15} Strength ({@skill Athletics}) check.": "狂风撕裂了5英里范围内的景观，吹走了小型或轻型物体，拆毁了屋顶和栅栏，扯断了树枝，并使飞行变得不可能。小型和中型生物在风中以半速移动；暴露在风中的小型生物会以每回合40英尺的速度被带走，除非他们成功通过{@dc 15}力量({@skill Athletics})检查。",
	"Thunderstorms erupt in a 5-mile radius centered on Yan-C-Bin's lair, creating deafening cracks of thunder and constant lightning. Every ten minutes the storm rages, creatures standing beneath the open sky have a five percent chance of being struck by lightning. A creature struck by lightning must make a {@dc 21} Constitution saving throw, taking 21 ({@damage 6d6}) lightning damage on a failed save, or half as much damage on a successful one.": "雷暴在以Yan-C-Bin的巢穴为中心的5英里范围内爆发，产生震耳欲聋的雷声和不断的闪电。暴风雨每持续十分钟，站在天空下的生物就有百分之五的机会被闪电击中。被闪电击中的生物必须做一个{@dc 21}的宪法救赎，如果救赎失败，将受到21({@damage 6d6})的闪电伤害，如果救赎成功，将受到一半的伤害。",
	"Cyclones touch down within a 5-mile radius of Yan-C-Bin's lair. Every hour, there is a five percent chance that characters in this area are caught in the path of a cyclone moving 250 feet per round. Each character must succeed on a {@dc 21} Constitution saving throw or take 33 ({@damage 6d10}) bludgeoning damage. Wooden or flimsy structures in the path of the cyclone are destroyed.": "旋风在Yan-C-Bin的巢穴5英里的范围内着陆。每隔一小时，这个区域的人物有5%的机会被卷入旋风的路径中，旋风每回合移动250英尺。每个角色都必须成功地进行一次宪法规定的投掷，否则会受到33{@damage 6d10}的重击伤害。旋风路径上的木质或脆弱的结构会被摧毁。",
	"Natural caverns and windblown canyons within 1 mile of the lair form intermittent portals to the Elemental Plane of Air, allowing elemental creatures into the mortal world to dwell near those locations.": "巢穴1英里范围内的天然洞穴和风吹的峡谷形成了通往空气元素界的间歇性门户，允许元素生物进入凡人世界，在这些地方附近居住。",
	"Until the next initiative count 20, all gnolls and hyenas within the lair are enraged, causing them to have advantage on melee weapon attack rolls and causing attack rolls to have advantage against them.": "在下一次主动性计数20之前，巢穴内的所有地精和鬣狗都被激怒了，导致它们在近战武器攻击卷上有优势，并使攻击卷对它们有优势。",
	"Each gnoll or hyena that Yeenoghu can see can use its reaction to move up to its speed.": "Yeenoghu能看到的每只地精或土狼都能利用其反应来移动，达到其速度。",
	"Predatory beasts within 6 miles of the lair become unusually savage, killing far more than what they need for food. Carcasses of prey are left to rot in an unnatural display of wasteful slaughter.": "巢穴周围6英里内的捕食性野兽变得异常野蛮，杀戮的数量远远超过它们的食物需求。猎物的尸体被抛在一边腐烂，这是不自然的浪费性屠杀。",
	"Within 1 mile of the lair, large iron spikes grow out of the ground and stone surfaces. Yeenoghu impales the bodies of the slain on these spikes.": "在巢穴的1英里范围内，地面和石头表面长出了大铁钉。耶诺古将被杀者的尸体钉在这些钉子上。",
	"If Yeenoghu dies, these effects fade over the course of {@dice 1d10} days.": "如果耶诺古死了，这些影响会在{@dice 1d10}天内消退。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 17} Wisdom saving throw or descend into a madness determined by the Madness of Yeenoghu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴周围1英里的范围内呆了至少1小时，该生物必须在一个{@dc 17}智慧救赎上取得成功，否则就会陷入由Yeenoghu的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"If a creature goes mad in Yeenoghu's lair or within line of sight of the demon lord, roll on the Madness of Yeenoghu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在耶诺古的巢穴中或在恶魔领主的视线范围内发疯，请在 \"耶诺古的疯狂 \"表上滚动，以确定疯狂的性质，这是一个持续到治愈的性格缺陷。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"I get caught up in the flow of anger, and try to stoke others around me into forming an angry mob.\"": "\"我陷入了愤怒的洪流中，并试图煽动我周围的其他人形成愤怒的暴徒。\"",
	"\"The flesh of other intelligent creatures is delicious!\"": "\"其他智慧生物的肉很好吃！\"",
	"\"I rail against the laws and customs of civilization, attempting to return to a more primitive time.\"": "\"我抨击文明的法律和习俗，试图回到一个更原始的时代\"。",
	"\"I hunger for the deaths of others, and am constantly starting fights in the hope of seeing bloodshed.\"": "\"我渴望别人的死亡，并不断挑起战斗，希望看到流血。\"",
	"\"I keep trophies from the bodies I have slain, turning them into adornments.\"": "\"我保留着我所杀的尸体的战利品，把它们变成装饰品。\"",
	"Zariel casts the {@spell major image} spell four times, targeting different areas with it. Zariel prefers to create images of intruders' loved ones being burned alive. Zariel doesn't need to concentrate on the spells, which end on initiative count 20 of the next round. Each creature that can see these illusions must succeed on a {@dc 26} Wisdom saving throw or become {@condition frightened} of the illusion for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "扎里尔施放了四次{@spell major image}的咒语，用它针对不同的区域。扎里尔更喜欢创造入侵者的亲人被活活烧死的画面。扎里尔不需要集中精力施法，在下一回合的主动权计数20时结束。每个能看到这些幻象的生物必须在一个{@dc 26}的智慧救赎中成功，否则就会在1分钟内变成{@condition frightened}的幻象。受到惊吓的生物可以在其每个回合结束时重复蓄力，如果成功则结束对自身的影响。",
	"The area within 9 miles of the lair is filled with screaming voices and the stench of burning meat.": "巢穴9英里内的地区充满了尖叫的声音和烧肉的臭味。",
	"Once every 60 feet within 1 mile of the lair, 10-foot-high gouts of flame rise from the ground. Any creature or object that touches the flame takes 7 ({@damage 2d6} fire damage, though it can take this damage no more than once per round.": "在巢穴1英里内每60英尺一次，10英尺高的火焰从地面升起。任何接触到火焰的生物或物体都会受到7({@damage 2d6}的火焰伤害，不过每回合最多只能受到一次这种伤害。",
	"The area within 2 miles of the lair, but no closer than 500 feet, is filled with smoke, which causes the area to be heavily obscured. The smoke can't be cleared away.": "巢穴2英里范围内，但不超过500英尺的区域充满了烟雾，导致该区域被严重遮蔽。烟雾无法被清除掉。",
	"Once every 60 feet within 1 mile of the lair, 10-foot-high gouts of flame rise from the ground. Any creature or object that touches the flame takes 7 ({@damage 2d6}) fire damage, though it can take this damage no more than once per round.": "在巢穴1英里内每60英尺一次，10英尺高的火焰从地面升起。任何触及火焰的生物或物体都会受到7({@damage 2d6})的火焰伤害，不过每回合最多只能受到一次伤害。",
	"The area within 2 miles, but no closer than 500 feet, of the lair is filled with smoke, which causes the area to be heavily obscured. The smoke can't be cleared away.": "巢穴2英里内，但不超过500英尺的区域充满了烟雾，导致该区域被严重遮蔽。烟雾无法被清除掉。",
	"Zikzokrishka chooses two points that it can see, each of which must be on a solid surface, and creates a 5-foot-wide line of lightning between them. The two points must be within 60 feet of Zikzokrishka and 60 feet of each other. Each creature in the line must succeed on a DC 15 Dexterity saving throw or take 10 ({@damage 3d6}) lightning damage.": "Zikzokrishka选择它能看到的两个点，每个点都必须在一个坚固的表面上，并在它们之间创造一条5英尺宽的闪电线。这两个点必须在Zikzokrishka的60英尺范围内，并且彼此相距60英尺。这条线上的每一个生物都必须在DC15的灵巧救赎中成功，否则就会受到10{@damage 3d6}的雷电伤害。",
	"Up to four plant creatures that are friendly to Zuggtmoy and that Zuggtmoy can see can use their reactions to move up to their speed and make one weapon attack.": "最多四个对Zuggtmoy友好且Zuggtmoy可以看到的植物生物可以使用他们的反应来移动到他们的速度，并进行一次武器攻击。",
	"Zuggtmoy causes four {@creature gas spore||gas spores} or {@creature violet fungus||violet fungi} to appear in unoccupied spaces that she chooses within the lair. They vanish after 1 hour.": "Zuggtmoy使四个{@creature gas spore||gas spores}或{@creature violet fungus||violet fungi}出现在她选择的巢穴内无人的地方。他们在1小时后消失。",
	"Zuggtmoy uses either her Infestation Spores or her Mind Control Spores, centered on a mushroom or other fungus within her lair, instead of on herself.": "扎格莫伊使用她的感染孢子或精神控制孢子，以她的巢穴内的蘑菇或其他真菌为中心，而不是对她自己。",
	"Molds and fungi grow on surfaces within 6 miles of the lair, even where they would normally find no purchase.": "霉菌和真菌在距离巢穴6英里范围内的表面上生长，甚至在通常情况下找不到购买的地方。",
	"Vegetation within 1 mile of the lair becomes infested with parasitic fungi, slowly mutating as it is overwhelmed.": "巢穴周围1英里内的植被会被寄生真菌侵袭，在被淹没时慢慢变异。",
	"If Zuggtmoy dies, these effects fade over the course of {@dice 1d10} days.": "如果Zuggtmoy死亡，这些影响会在{@dice 1d10}天内消退。",
	"Plant life within 1 mile of the lair becomes infested with parasitic fungi, slowly mutating as it is overwhelmed.": "巢穴周围1英里内的植物会被寄生真菌侵袭，在被淹没的过程中慢慢变异。",
	"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a {@dc 17} Wisdom saving throw or descend into a madness determined by the Madness of Zuggtmoy table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours.": "如果一个人形生物在巢穴的1英里范围内停留了至少1小时，该生物必须在一个{@dc 17}的智慧救赎上取得成功，否则就会陷入由Zuggtmoy的疯狂表决定的疯狂状态。成功救赎的生物在24小时内不能再受到这个区域性效果的影响。",
	"If a creature goes mad in Zuggtmoy's lair or within line of sight of the demon lord, roll on the Madness of Zuggtmoy table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在Zuggtmoy的巢穴中或在恶魔领主的视线范围内发疯，在Zuggtmoy的疯狂表上滚动以确定疯狂的性质，这是一个角色缺陷，持续到治愈。关于疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"\"I see visions in the world around me that others do not.\"": "\"我在我周围的世界中看到了别人看不到的幻象。\"",
	"\"I periodically slip into a catatonic state, staring off into the distance for long stretches at a time.\"": "\"我周期性地陷入紧张状态，每次都长时间地盯着远方\"。",
	"\"I see an altered version of reality, with my mind convincing itself that things are true even in the face of overwhelming evidence to the contrary.\"": "\"我看到一个改变了的现实版本，我的头脑说服自己，即使面对大量相反的证据，事情也是真实的。\"",
	"\"My mind is slipping away, and my intelligence seems to wax and wane.\"": "\"我的思想正在滑落，我的智力似乎在消退。\"",
	"\"I am constantly scratching at unseen fungal infections.\"": "\"我一直在抓挠看不见的真菌感染。\"",
	"Thickets form labyrinthine passages within 1 mile of the dragon's lair. The thickets act as 10-foot-high, 10-foot-thick walls that block line of sight. Creatures can move through the thickets, with every 1 foot a creature moves costing it 4 feet of movement. A creature in the thickets must make a {@dc 15} Dexterity saving throw once each round it's in contact with the thickets or take 3 ({@damage 1d6}) piercing damage from thorns.": "灌木丛在龙的巢穴的1英里范围内形成迷宫式的通道。灌木丛就像10英尺高、10英尺厚的墙，可以阻挡视线。生物可以在灌木丛中移动，每移动1英尺就会损失4英尺的移动距离。灌木丛中的生物必须在与灌木丛接触的每一回合做一个{@dc 15}灵巧的蓄力动作，否则会受到3({@damage 1d6})的刺穿伤害。",
	"N'ghathrod creates a magical duplicate of itself anywhere aboard the ship. Formed out of psionic energy, this duplicate lasts until it is reduced to 0 hit points, until it is dispelled (DC 15), or until N'ghathrod takes another lair action. The duplicate has the statistics of a normal mind flayer and is friendly toward N'ghathrod, but not under its control. It cannot leave the Scavenger.": "N'ghathrod在船上的任何地方创造一个自己的魔法复制品。这个复制体由幻象能量形成，一直持续到它的命中率降到0，直到它被驱散（DC15），或者直到N'ghathrod采取另一个巢穴行动。这个复制体拥有普通的心灵传播者的统计资料，并且对N'ghathrod友好，但不受其控制。它不能离开清道夫。",
	"N'ghathrod fills all interior areas of the ship with mind-warping images and sounds of the Far Realm that last until initiative count 20 on the next round. Any creature that isn't an aberration that starts its turn inside the ship must succeed on a {@dc 15} Wisdom saving throw or take 10 ({@damage 3d6}) psychic damage.": "N'ghathrod在飞船的所有内部区域都充满了令人心惊胆战的图像和远界的声音，并持续到下一回合的主动权计数20。任何非畸形的生物在船内开始其回合时，都必须在一个{@dc 15}智慧救赎上取得成功，否则将受到10({@damage 3d6})精神伤害。",
	"Intelligent creatures within 1 mile of the dragon's lair are prone to fits of giggling. Even serious matters suddenly seem amusing.": "在龙的巢穴1英里范围内的智能生物很容易发出笑声。即使是严肃的事情也会突然显得很有趣。并能像aboleth一样移动。aboleth可以从图像的位置感知、说话和使用心灵感应，就像在那个位置一样。如果图像受到任何伤害，它就会在接下来的24小时内消失，尽管这样的生物可以选择受到影响。",
	"\"My perception of reality doesn't match anyone else's. It makes me prone to violent delusions that make no sense to anyone else.\"": "\"我对现实的感知与其他人的感知不一致。它使我容易产生暴力的妄想，而这些妄想对其他人来说毫无意义。\"ppears.for force lair action for the next 24 hours, although such a creature can choose to be affected.",
	"Kyrilla casts {@spell cloud of daggers} (no components required), except the daggers are flying snakes and the spell deals piercing damage. While maintaining {@status concentration} on this effect, she can't take other lair actions.": "Kyrilla施放{@spell cloud of daggers}(不需要任何组件)，只是匕首是飞蛇，法术造成穿透伤害。在维持{@status concentration}这个效果的时候，她不能采取其他的巢穴行动。他指定的文化对这个效果是免疫的。",
	"Mephistopheles casts any spell from his wizard list and if it normally requires {@status concentration}, it lasts for the full duration instead.": "梅菲斯特从他的巫师列表中施放任何法术，如果它通常需要{@status concentration}，它反而会持续整个时间。",
	"The aboleth casts {@spell phantasmal force} (no components required) on any number of creatures it can see within 60 feet of it. While maintaining {@status concentration} on this effect, the aboleth can't take other lair actions. If a target succeeds on the saving throw or if the effect ends for it, the target is immune to the aboleth's phantasmal force lair action for the next 24 hours, although such a creature can choose to be affected.": "深渊鱼人对其能看到的任意数量生物施放{@spell phantasmal force}（无需材料）。在维持此效果的同时，深渊鱼人无法进行其他巢穴行动。如果目标成功通过豁免检定，或者效果对其结束，目标将在接下来的24小时内免疫深渊鱼人的幻象力场巢穴行动，尽管这样的生物可以选择受到影响。",
	"Underground surfaces within 1 mile of the aboleth's lair are slimy and wet and are {@quickref difficult terrain||3}.": "距离阿柏雷斯（aboleth）巢穴1英里内的地下表面又湿又滑，{@quickref difficult terrain||3}。",
	"As an action, the aboleth can create an illusory image of itself within 1 mile of the lair. The copy can appear at any location the aboleth has seen before or in any location a creature {@condition charmed} by the aboleth can currently see. Once created, the image lasts for as long as the aboleth maintains {@status concentration}, as if {@status concentration||concentrating} on a spell. Although the image is intangible, it looks, sounds, and can move like the aboleth. The aboleth can sense, speak, and use telepathy from the image's position as if present at that position. If the image takes any damage, it disappears.": "作为一个动作，阿波莱斯特(aboleth)可以在巢穴1英里内制造出一个幻象，这个复制体可以出现在阿波莱斯特以前看到过的任何地方，或者在阿波莱斯特可以当前看到的任何生物{@condition charmed}的位置。一旦创建，这个幻象会持续，就像阿波莱斯特保持{@status concentration}一样，就像施放了一个法术。虽然这个幻象是无形的，但看起来、听起来和移动起来都像阿波莱斯特。阿波莱斯特可以感知、说话，并且可以从幻象的位置使用心灵感应，就像在那个位置上一样。如果幻象受到任何伤害，它就会消失。",
	"Alyxian uses the power of Avandra's ruined temple (area H2) to create a watery tendril that rises out of the lake. One creature Alyxian can see that's not submerged in the lake must succeed on a {@dc 15} Dexterity saving throw or be {@condition restrained} by the tendril. The tendril is a Large object that has AC 10, 15 hit points, and immunity to poison and psychic damage. The tendril disappears when it is reduced to 0 hit points or the next time Alyxian takes a lair action.": "艾莉克西安利用阿凡德拉废墟神庙（区域 H2）的力量，创造出一根从湖中升起的水之触须。艾莉克西安可以看到的一只未浸入湖中的生物必须成功通过一次{@dc 15}敏捷豁免才能避免被触须{@condition restrained}。触须是一个大型物体，具有 AC 10、15 点生命值，并且免疫毒素和精神伤害。当触须的生命值降至 0 或者下一次艾莉克西安执行巢穴行动时，触须会消失。",
	"Alyxian causes a magical wisp of light to emerge from Corellon's ruined temple (area H3). The wisp enters the body of one creature Alyxian can see that isn't inside Corellon's ruined temple or atop the rocky island that supports it. The creature must succeed on a {@dc 15} Wisdom saving throw or be {@condition charmed} by Alyxian until initiative count 20 of the next round.": "艾莉克西安让一道魔法光芒从科瑞隆的废墟神殿（区域H3）中冒出。这道光芒进入艾莉克西安能看到的不在科瑞隆废墟神殿内或支撑它的岩石岛上的生物体内。该生物必须通过一次{@dc 15}感知豁免检定，否则将被艾莉克西安影响，直到下一回合的20号先攻。",
	"Alyxian uses the power of Sehanine's ruined temple (area H4) to create a watery form in the space of one creature that is either standing on the lake or submerged in it. The watery form assumes the vague likeness of the creature whose space it occupies and makes one melee weapon attack (+7 to hit) against it. On a hit, the attack deals 8 ({@damage 10d8 + 4}) bludgeoning damage. Whether it hits or misses, the watery form disappears after making its attack.": "艾莉克西安利用塞哈宁毁坏的神庙（区域H4）的力量，在站在湖上或浸泡其中的生物身上创造出一个水之形态。水之形态呈现出模糊的生物样貌，并对其进行一次近战武器攻击（+7命中）。命中时，攻击造成8（{@damage 10d8 + 4}）点钝击伤害。无论命中与否，水之形态在发动攻击后消失。",
	"A character can use an action to pray to Avandra, Corellon, or Sehanine in the deity's prayer site. The character must succeed on a {@dc 15} Wisdom ({@skill Religion}) check, and the check has advantage if the character is a worshiper of that god. On a successful check, the profane ruins atop the island melt away, and Alyxian can no longer use the lair action associated with that prayer site. In addition, Alyxian takes 14 ({@damage 4d6}) psychic damage, regardless of his current form.": "一个角色可以使用一个动作在神祇的祈祷地点向阿凡德拉 (Avandra)、科瑞隆 (Corellon) 或希安妮 (Sehanine) 祈祷。角色必须成功通过一个 {@dc 15} 智力 ({@skill Religion}) 检定，如果角色是那位神的信徒，则检定有优势。在成功检定后，岛屿顶部的亵渎废墟消失，艾利克西安 (Alyxian) 不能再使用与该祈祷地点相关的巢穴行动。此外，无论他当前的形态如何，艾利克西安会受到 14 ({@damage 4d6}) 精神伤害。",
	"Alyxian uses the power of Sehanine's ruined temple (area H4) to create a watery form in the space of one creature that is either standing on the lake or submerged in it. The watery form assumes the vague likeness of the creature whose space it occupies and makes one melee weapon attack (+7 to hit) against it. On a hit, the attack deals 8 ({@damage 1d8 + 4}) bludgeoning damage. Whether it hits or misses, the watery form disappears after making its attack.": "艾莉西安利用塞哈宁毁坏的神庙（区域H4）的力量，在站在湖上或浸泡在湖中的生物的空间中创造一个水形态。水形态呈现出模糊的生物样貌，并对其进行一次近战武器攻击（+7命中）。命中时，攻击造成8（{@damage 1d8 + 4}）点钝击伤害。无论命中与否，水形态在发动攻击后消失。",
	"The dragon telepathically whispers to one creature within range of the dragon's telepathy. The creature must succeed on a DC 15 Wisdom saving throw or be {@condition charmed} by the dragon until initiative count 20 on the next round. A creature {@condition charmed} in this way obeys to the best of its ability any command the dragon issues that isn't directly harmful to the creature.": "龙通过心灵感应对龙心灵感应范围内的一名生物耳语。生物必须通过一次 DC 15 的感知豁免检定，否则在接下来的回合直到20号先攻之前，会被龙 {@condition charmed}。以这种方式被影响的生物会尽其所能服从龙发布的任何不直接伤害到生物的命令。",
	"Water within 6 miles of the lair is a conduit for the dragon's psionic presence. As an action, the dragon can cast the {@spell clairvoyance} spell, requiring no spell components and targeting any body of water in that region.": "在巢穴周围6英里范围内的水是龙的心灵存在的导体。作为一个动作，龙可以施展{@spell clairvoyance}法术，无需法术材料，并瞄准该地区的任何水体。",
	"Strands of spectral kelp reach out to ensnare creatures in a 20-foot-radius sphere centered on a point in the lair that the dragon turtle can see. Each creature in that area must succeed on a DC 15 Strength saving throw or be {@condition restrained} until the end of its next turn.": "幽灵海藻的细丝伸出，将周围20英尺半径范围内的生物缠绕住，以巨龟龙所能看到的巢穴中心点为中心。该区域内的每个生物必须通过一次DC 15的力量豁免检定，否则在其下一个回合结束前将被麻痹{@condition restrained}。",
	"Underwater currents push unwanted visitors away from the lair. While swimming in these currents, each foot of movement costs 1 extra foot (2 extra feet in {@quickref difficult terrain||3}), even if a creature has a swimming speed.": "水下洋流将不受欢迎的访客推离巢穴。在这些洋流中游泳时，每移动1英尺需要额外花费1英尺（在{@quickref difficult terrain||3}中为2英尺），即使生物具有游泳速度。",
	"Arasta casts the {@spell giant insect} spell (spiders only). It lasts until she uses this lair action again or until she dies.": "阿拉斯塔施放了{@spell giant insect}法术（仅限蜘蛛）。这个法术会持续，直到她再次使用这个巢穴行动，或者直到她死亡。",
	"The nightmarish arachnid unleashes a shriek that sounds like a thousand spider carapaces scarring slate. In response, the ground ripples and bursts over the monster, revealing itself as a {@item wave} of countless spiders. The tiny arachnids swarm the larger horror, girding it in skittering bodies.": "这只令人噩梦的蜘蛛发出一声听起来像一千只蜘蛛甲壳刮擦板石的尖叫。作为回应，地面波动并爆裂，覆盖在怪物上的是无数只蜘蛛的{@item wave}。这些微小的蜘蛛涌向更大的恐怖，用蜘蛛的身体围绕着它。",
	"The archdevil uses one of their available melee or ranged attacks against a single foe.": "大执政魔使用他们可用的近战或远程攻击之一，对单个敌人发动攻击。",
	"The archdevil uses their Spellcasting feature to cast an available spell. If the spell normally requires {@status concentration}, it lasts for the full duration instead.": "大执政魔王使用他们的施法特性来施放一个可用的法术。如果该法术通常需要{@status concentration}，那么它将持续整个持续时间。",
	"The archdevil whispers to a creature they can see within 30 feet. The target must make a {@dc 22} Wisdom saving throw. On a failed save, the target has the charmed condition until the start of their next turn and must use their reaction immediately to make an attack against one of the archdevil's enemies, chosen by the archdevil.": "大执政官对30英尺内可见的生物耳语。目标必须进行一次{@dc 22}感知豁免投骰。未通过豁免的目标将被魅惑状态，直到他们的下一个回合开始，并立即使用自己的反应对大执政官选择的敌人之一发动攻击。",
	"The archdevil recharges one of their expended abilities.": "大执政官重新充能了他们消耗掉的一个能力。",
	"The archdevil casts {@spell Haste} on themself. The effect ends at initiative count 20 of the next round.": "大执政官对自己施放 {@spell Haste}。效果在下一回合的20号先攻计数结束。",
	"The archdevil summons allied devils. The devils summoned depends on the archdevil using this feature. The summoned devils appear in unoccupied spaces which the archdevil can see. The {@table Archdevil Lair Action List; Summoned Underlings|CoA|Summoned Underlings} table shows which devils each archdevil can summon.": "大恶魔召唤盟友恶魔。被召唤的恶魔取决于使用此特性的大恶魔。被召唤的恶魔出现在大恶魔可以看到的未占用空间。{@table Archdevil Lair Action List; Summoned Underlings|CoA|Summoned Underlings} 表显示了每个大恶魔可以召唤哪些恶魔。",
	"The archdevil teleports themself to an area they can see within 120 feet.": "大执政官将自己传送到自己能看到的距离不超过120英尺的区域。",
	"The archdevil casts the {@spell Hold Monster} spell.": "大执政官施放了{@spell Hold Monster}法术。",
	"Within 500 miles of his lair, an illusory version of Asmodeus (as if he has cast the {@spell Project Image} spell) appears. Asmodeus attempts to communicate with any characters and decipher their intentions. If they're hostile, Asmodeus pretends to prepare himself for combat, in an effort to make the character's waste their resources.": "在他的巢穴500英里范围内，一个虚幻的版本阿斯莫德斯（仿佛他施放了{@spell Project Image}法术）出现。阿斯莫德斯试图与任何角色沟通并破译他们的意图。如果他们是敌对的，阿斯莫德斯会假装准备战斗，试图让角色浪费他们的资源。",
	"Aurnozci targets one Medium or smaller creature it can see within 60 feet of itself and encases the creature in a constricting cocoon. The target must succeed on a DC 23 Strength saving throw or have the restrained condition for 1 minute. A target that starts its turn restrained in this way takes 9 ({@dice 2d8}) bludgeoning damage. A creature can use its action to try to tear apart the cocoon, ending the cocoon's effect with a successful DC 23 Strength (Athletics) check.": "奥尔诺兹奇(Aurnozci)瞄准60英尺内可见的一个中型或更小的生物，并将其包裹在一个约束性的茧中。目标必须通过一次23点的力量豁免检定，否则将被束缚1分钟。以这种方式被束缚的目标在其回合开始时会受到9({@dice 2d8}) 钝击伤害。生物可以使用动作尝试撕裂茧，通过成功的23点力量（体操）检定来结束茧的效果。",
	"Aurnozci creates a 30-foot-radius sphere of stinging wasps centered on a point within 300 feet of itself. The sphere spreads around corners. The sphere remains for 10 minutes or until Aurnozci uses this lair action again. The sphere's area is heavily obscured and is difficult terrain. When the sphere appears, each creature in it must make a DC 20 Constitution saving throw, taking 16 ({@dice 3d10}) piercing damage and 16 ({@dice 3d10}) poison damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the sphere's area for the first time on a turn or starts its turn there.": "奥尔诺兹奇(Aurnozci)在距离自身300英尺内的某点上创造一个半径30英尺的刺人黄蜂球体。该球体可以穿过角落传播。球体会持续10分钟，或者直到奥尔诺兹奇再次使用这个巢穴特殊动作。球体的区域被严重遮蔽，是艰难地形。当球体出现时，其中的每个生物必须进行一次DC 20的体质豁免检定，未通过检定则受到16({@dice 3d10})点刺伤伤害和16({@dice 3d10})点毒素伤害，通过检定则伤害减半。生物在首次进入球体区域时或在其回合开始时，也必须进行这次豁免检定。",
	"Bodies of water on Xulregg perpetually boil, and even bottled liquids steam when exposed to the layer's atmosphere. Being immersed in water there doesn't confer resistance to fire damage, and a creature that starts its turn in water takes 7 ({@dice 2d6}) fire damage. A creature that imbibes a liquid (such as a potion) takes 3 ({@dice 1d6}) fire damage.": "在苏尔雷格(Xulregg)上，水体会持续沸腾，甚至瓶装液体暴露在这个层的大气中也会冒蒸汽。在那里浸泡在水中并不能使生物对火焰伤害具有抗性，而且在水中开始回合的生物会受到7({@dice 2d6})火焰伤害。饮用液体（比如药水）的生物会受到3({@dice 1d6})火焰伤害。",
	"On Xulregg, eggs, larvae, and pupae all develop and metamorphose at ten times their usual rate, regardless of sustenance or any other growing conditions.": "在(Xulregg)，卵、幼虫和蛹都会以其通常速度的十倍发育和变态，无论其获得的营养或其他生长条件如何。",
	"Within 1 mile of the lair, stinking piles of filth accumulate as if from nowhere. The entire area is covered with garbage and feces and is treated as {@quickref difficult terrain||3}.": "在巢穴1英里范围内，恶臭的垃圾堆像是从无处堆积而来。整个区域布满垃圾和粪便，被视为{@quickref difficult terrain||3}。",
	"Within 1 mile of Baalzebul's lair, stinking piles of filth accumulate as if from nowhere. The entire area is covered with garbage and feces and is treated as {@quickref difficult terrain||3}.": "在巴尔塞布勒的巢穴一英里范围内，恶臭的垃圾堆像是从无处堆积而来。整个区域布满垃圾和粪便，被视为{@quickref difficult terrain||3}。",
	"Until initiative count 20 on the next round, when a creature in the baernaloth's lair other than the baernaloth takes necrotic or psychic damage or drops to 0 hit points, the baernaloth regains 10 ({@dice 3d6}) hit points.": "直到下一轮的20号先攻计数，如果巴那洛斯巢穴中的生物（不包括巴那洛斯本身）受到死灵或精神伤害，或者生命值降至0点，巴那洛斯会恢复10点生命值。",
	"The baernaloth uses Spellcasting to cast detect thoughts. A creature targeted by the spell cast in this way takes 13 ({@dice 3d8}) psychic damage.": "巴那洛斯(baernaloth)使用施法术(Spellcasting)施放侦测思想(detect thoughts)。被这种方式施放的法术瞄准的生物会受到13({@dice 3d8})点心灵伤害。",
	"A creature that doesn't have all its hit points and that the baernaloth can see in its lair must make a DC 19 Constitution saving throw, taking 22 ({@dice 4d10}) necrotic damage on a failed save, or half as much damage on a successful one.": "baernaloth可以看到其巢穴内未达到所有生命值的生物必须进行一次DC 19的体质豁免检定，未通过则受到22 ({@dice 4d10}) 点死灵伤害，通过则只受到一半伤害。",
	"Within 10 miles of a baernaloth's lair, when a creature casts a spell that either restores hit points or removes the charmed or frightened condition, the spell fails and is wasted unless the caster succeeds on a DC 19 saving throw using its spellcasting ability. Once a creature succeeds on the saving throw, it is immune to this regional effect for 24 hours.": "在距离巴纳洛斯巢穴10英里内，当一个生物施放一个恢复生命值或移除被魅惑或受到惊恐状态的法术时，该法术会失败并被浪费，除非施法者在使用其施法能力进行一次DC 19豁免检定时成功。一旦一个生物成功通过豁免检定，它将对这个区域效应免疫24小时。",
	"Within 10 miles of a baernaloth's lair, a creature other than the baernaloth regains only hit points equal to half its hit point maximum when it finishes a long rest, and it regains only half the usual number of hit points when it spends Hit Dice during a short rest.": "在距离巴恩纳洛斯巢穴10英里内，除了巴恩纳洛斯之外的生物，在完成长休时只能回复其最大生命值的一半的生命值，并且在短休时使用生命骰时只能回复通常数量的一半生命值。",
	"Beasts within 1 mile of the lair become {@condition frightened} and disoriented, as though constantly under threat of being hunted, and might lash out or panic even when no visible threat is nearby.": "距离巢穴1英里范围内的野兽会变得{@condition frightened}并感到困惑，仿佛不断受到猎杀威胁，甚至在附近没有可见威胁时也可能发怒或恐慌。",
	"If a creature goes mad in Baphomet's lair or within line of sight of the demon lord, roll on the Madness of Baphomet table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在巴尔弗梅特的巢穴内或在恶魔领主的视线范围内发疯，就要在巴尔弗梅特疯狂表上掷骰子，以确定疯狂的性质，这是一个持续直到治愈的角色缺陷。有关疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"A 50-foot-square area of ground within 120 feet of the beholder becomes slimy; that area is {@quickref difficult terrain||3} until initiative count 20 on the next round.": "在距离眼光兽120英尺内的一个50英尺正方形地面变得泥泞;该区域在接下来的回合的20号先攻计数之前为{@quickref difficult terrain||3}。",
	"There are numerous rivers of lava within 3 miles of the lair. Anyone who enters the lava for the first time or starts their turn in it takes 33 ({@damage 6d10}) fire damage.": "在巢穴周围3英里内有许多岩浆河流。任何第一次进入岩浆或在其中开始他们的回合的人都会受到33({@damage 6d10})火焰伤害。",
	"A vast fog rises 3 feet above ground within 1 mile of the lair, completely obscuring the ground. Any creature having the prone condition at the start of their turn must succeed on a {@dc 22} Constitution saving throw or take 7 ({@damage 2d12}) necrotic damage from choking on the noxious fumes.": "在距离巢穴1英里范围内，地面上升起一大片浓雾，高达3英尺，完全遮蔽了地面。任何在他们的回合开始时处于卧姿状态的生物必须成功进行一次 {@dc 22} 体质豁免才能免受从有毒烟雾中窒息而受到7点 {@damage 2d12} 死灵伤害的影响。",
	"Magical darkness spreads from a point the dragon chooses within 60 feet of it, filling a 15-foot-radius sphere until the dragon dismisses it as an action, uses this lair action again, or dies. The darkness spreads around corners. A creature with {@sense darkvision} can't see through this darkness, and nonmagical light can't illuminate it. If any of the effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.": "龙选择的点在其周围60英尺内传播出魔法黑暗，填满一个半径15英尺的球体，直到龙将其作为一个动作解散，再次使用这个巢穴动作，或者死亡。黑暗会绕过角落传播。一个具有{@sense darkvision}的生物无法穿透这种黑暗，非魔法光也无法照亮它。如果效果的区域与由2级或更低级法术创造的光区域重叠，那么创造光的法术将被驱散。",
	"At your discretion, a legendary ({@creature Adult Black Dragon||adult} or {@creature Ancient Black Dragon||ancient}) black dragon can use one or more of the following additional lair actions while in its lair:": "由你决定，传奇黑龙({@creature Adult Black Dragon||adult})或({@creature Ancient Black Dragon||ancient})可以在巢穴中使用以下一项或多项额外巢穴行动：",
	"The dragon chooses a point on the ground it can see within 120 feet of it. A 20-foot-radius, 20-foot-high cylinder of watery filth centered on that point erupts from the ground until initiative count 20 on the next round. Each creature in the cylinder when it appears or that ends its turn there must make a DC 15 Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one. The cylinder is {@book difficult terrain|PHB|8|Difficult Terrain}.": "龙选择在距离它120英尺内可以看到的地面上的一个点。一个以该点为中心的半径20英尺、高20英尺的水污泥圆柱从地面上喷发，直到下一回合的20号倡议计数。当圆柱出现时或在其中结束其回合的每个生物必须进行一次DC 15的体质豁免，未通过豁免的生物将受到10({@damage 3d6})点毒性伤害，通过豁免的生物则只受到一半伤害。这个圆柱是{@book difficult terrain|PHB|8|Difficult Terrain}。",
	"Tendrils of roiling muck extend from the dragon's lair to grasp up to three creatures of the dragon's choice that it can see within the lair. A targeted creature must succeed on a DC 15 Strength saving throw or be {@condition restrained} until initiative count 20 on the next round.": "泥浆的卷曲触须从龙穴伸出，抓住龙能看到的最多三个选择的生物。被选中的生物必须通过一次 DC 15 的力量豁免检定，否则在接下来的回合中直到倡议计数 20 时为止，会变成 {@condition restrained}。",
	"A bubble of swamp gas erupts in a 20-foot-radius sphere centered on a point the dragon can see within its lair. Each creature in the area must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "在龙巢中，龙可以看见的一个点上，突然爆发出一个直径20英尺的沼气泡。区域内的每个生物必须通过一次15 DC的体质豁免才能避免被{@condition poisoned}，持续1分钟。目标可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"Trilling, obnoxious birds, bugs, and reptiles follow any Humanoid creatures unknown to the dragon within 6 miles of the lair, imposing disadvantage on Dexterity ({@skill Stealth}) checks. The dragon can suppress this effect at will.": "在龙巢周围6英里范围内，任何对龙类不熟悉的人形生物都会被刺耳、讨厌的鸟类、昆虫和爬行动物跟踪，给敏捷度检定带来劣势({@skill Stealth})。龙可以自由地抑制这种影响。",
	"Insects burst from a hive built on a surface that the dragon can see within 120 feet of it. Any creature within 20 feet of the hive must succeed on a DC 15 Constitution saving throw, taking 10 ({@dice 3d6}) piercing damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the cloud takes 10 ({@dice 3d6}) piercing damage. The insects disperse on initiative count 20 of the next round. They disperse early if subjected to intense wind or a damaging area effect.": "昆虫从龙能看到的120英尺内的表面上的一个蜂巢中爆发出来。在蜂巢20英尺范围内的任何生物必须通过一次DC 15的体质豁免检定，否则受到10 ({@dice 3d6}) 穿刺伤害，豁免成功则只受一半伤害。在云雾中结束回合的生物会受到10 ({@dice 3d6}) 穿刺伤害。昆虫会在下一回合的20号倡议计数时散去。如果受到强风或有害区域效果的影响，它们会提前散去。",
	"Puslike fluid erupts in a 20-foot radius centered on a point on the ground the dragon can see within 120 feet of it. That area becomes difficult terrain, and a creature moving through this terrain must succeed on a DC 15 Strength saving throw or be grappled (escape DC 15) by the sucking glop and restrained while grappled in this way. Another creature can pull a restrained target free by taking an action and succeeding on a DC 15 Strength (": "龙能看到的地面上的一个点，会喷发出一股脓液，覆盖半径20英尺的范围，距离龙120英尺。这个区域变成了难行地形，穿过这个地形的生物必须通过一次DC 15的力量豁免检定，否则将被吸附的黏液缠住（逃脱 DC 15），并在被这种方式缠绕时被束缚。另一个生物可以花费一个动作，并通过一次DC 15的力量检定来解救被束缚的目标。",
	") check. The ground dries sufficiently to return to normal on initiative count 20 of the next round.": ")检查。在下一回合的20号先攻中，地面足够干燥，恢复正常。",
	"Foul gas belches forth in a 20-foot-radius sphere from a point the dragon can see within 120 feet of it. The cloud spreads around corners, and its area is heavily obscured. Each creature within the cloud at the start of its turn must make a DC 15 Constitution saving throw against poison. On a failed save, the creature is poisoned. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw. This cloud disperses on initiative count 20 of the next round. It disperses early if subjected to intense wind.": "恶臭的气体从龙能看到的距离120英尺内的一个点喷发出来，形成一个半径20英尺的球体。这团云雾能穿过角落，覆盖的区域是浓密的迷雾。每个在云雾内的生物在其回合开始时必须进行一次毒素豁免，DC为15。未通过豁免的生物将中毒。不需要呼吸或对毒素免疫的生物会自动通过这次豁免。这团云雾会在下一回合的20号先攻时散去。如果遭受强风影响，它会提前散去。",
	"Part of the ceiling collapses above one creature that the dragon can see within 120 feet of it. The creature must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) bludgeoning damage and be knocked {@condition prone} and buried. The buried target is {@condition restrained} and unable to breathe or stand up. A creature can take an action to make a {@dc 10} Strength check, ending the buried state on a success.": "在龙能看到的120英尺内，天花板的一部分坍塌在一个生物的头上。生物必须成功通过一个{@dc 15}的敏捷豁免才能避免受到10点({@damage 3d6})的钝击伤害，并被击倒{@condition prone}并掩埋。被掩埋的目标是{@condition restrained}，无法呼吸或站起来。生物可以采取行动进行一次{@dc 10}力量检定，成功则结束掩埋状态。",
	"At your discretion, a legendary ({@creature Adult Blue Dragon||adult} or {@creature Ancient Blue Dragon||ancient}) blue dragon can use one or both of the following additional lair actions while in its lair:": "由你决定，传奇蓝龙({@creature Adult Blue Dragon||adult})或({@creature Ancient Blue Dragon||ancient})可以在巢穴中使用以下一个或两个额外的巢穴动作：",
	"Until initiative count 20 on the next round, at each intersection or branching passage in the lair, a creature other than the dragon has a {@chance 50|50 percent} chance of going in a different direction from the direction it intends.": "直到下一轮的20号先攻计数，每当在巢穴中的交叉口或分岔路口，除了龙以外的生物有{@chance 50|50 percent}的几率选择一个与其本意方向不同的方向前进。",
	"At your discretion, a legendary ({@creature Adult Brass Dragon||adult} or {@creature Ancient Brass Dragon||ancient}) brass dragon can use one or more of the following additional lair actions while in its lair:": "酌情而定，传奇黄铜龙（{@creature Adult Brass Dragon||adult}或{@creature Ancient Brass Dragon||ancient}）在巢穴中可以使用以下一项或多项额外巢穴行动：",
	"A mighty wind sweeps through the lair in a direction of the dragon's choice, blowing along a line 40 feet wide and 100 feet long. Each creature in that area except the dragon must succeed on a DC 15 Strength saving throw or be pushed 15 feet in the wind's direction and be knocked {@condition prone}. Gases and vapors are dispersed by the wind, and unprotected flames are extinguished. Protected flames, such as lanterns, have a {@chance 50|50 percent} chance of being extinguished. If the dragon is within the area of the wind, it can choose to be pushed 15 feet in the wind's direction, and the wind can't knock the dragon {@condition prone}.": "一股强劲的风朝着龙选择的方向席卷了巢穴，沿着一条宽40英尺、长100英尺的线吹过。该区域内的每个生物（除龙外）必须通过一次 DC 15 的力量豁免才能不被风推动15英尺并被击倒{@condition prone}。气体和蒸汽被风吹散，未受保护的火焰被熄灭。受保护的火焰，如灯笼，有 {@chance 50|50 percent} 的几率被熄灭。如果龙在风的区域内，它可以选择被风推动15英尺，并且风不会击倒龙{@condition prone}。",
	"Dust and sand fill the air within 120 feet of the dragon, making the area {@quickref Vision and Light|PHB|2||lightly obscured} until initiative count 20 on the next round.": "龙周围120英尺内充满了尘土和沙子，使该区域在下一回合的20号先攻之前变为{@quickref Vision and Light|PHB|2||lightly obscured}。",
	"Images of Large or smaller monsters haunt the desert sands within 1 mile of the dragon's lair. These illusions move and appear real, although they can do no harm. A creature that examines an image from a distance can tell it's an illusion with a successful {@dc 20} Intelligence ({@skill Investigation}) check. Any physical interaction with an image reveals it to be an illusion, because objects pass through it.": "在龙巢的1英里范围内，沙漠中出现了大型或小型怪物的幻象。这些幻象移动起来看起来很真实，尽管它们无法造成伤害。一名生物若远距离观察这些幻象，可以通过成功的{@dc 20}智力({@skill Investigation})检定来辨别出它是幻觉。任何与幻象的物理互动都会揭示它是幻觉，因为物体会穿过它。",
	"At your discretion, a legendary ({@creature Adult Bronze Dragon||adult} or {@creature Ancient Bronze Dragon||ancient}) bronze dragon can use one or more of the following additional lair actions while in its lair:": "由你决定，一只传奇青铜龙({@creature Adult Bronze Dragon||adult})或({@creature Ancient Bronze Dragon||ancient})在巢穴中可以使用以下一项或多项额外的巢穴行动：",
	"The dragon chooses a point it can see in the lair. The air in a 20-foot-radius sphere centered on that point bursts with abrasive salt crystals. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take 10 ({@damage 3d6}) slashing damage.": "龙选择了巢穴中它能看到的一个点。以那个点为中心的20英尺半径球体内的空气充满了刺人的盐晶。该区域内的每个生物必须通过一次 DC 15 的敏捷豁免检定，否则将受到10 ({@damage 3d6}) 点劈砍伤害。",
	"The dragon causes a strong current to course through the water in its lair. The dragon chooses any number of creatures it can see that are standing or swimming in water within 120 feet of it. Each chosen creature must succeed on a DC 15 Strength saving throw or be knocked {@condition prone}.": "龙在巢穴中引发强大的水流。龙可以选择看得见的站在水中或游泳的生物中的任意数量。这些被选择的生物必须通过一次 DC 15 的力量豁免才能不被击倒 {@condition prone}。",
	"At your discretion, a legendary ({@creature Adult Copper Dragon||adult} or {@creature Ancient Copper Dragon||ancient}) copper dragon can use one or both of the following additional lair actions while in its lair:": "由你决定，一只传奇的((%0%）或{@creature Ancient Copper Dragon||ancient})铜龙可以在巢穴中使用以下一个或两个额外的巢穴行动：",
	"The ground beneath the lair is freezing, causing the earth to buckle and rise. Tremors become common within 5 miles of the lair. After five days any wooden structure or weaker has collapsed; within 10 days stone buildings are destroyed. For every hour in the area there is a 1 in 10 chance that a tremor strikes forcing everyone other than Cryonax to make a DC 22 Dexterity saving throw or be knocked {@condition prone} and suffer 9 ({@damage 2d8}) bludgeoning damage.": "巢穴下的地面冰冻，导致大地起伏不定。在距离巢穴5英里范围内，地震变得司空见惯。5天后，任何木质结构或较弱的建筑都会倒塌；10天内，石头建筑也会被摧毁。在该区域内的每个小时，有1/10的几率发生地震，迫使除了(Cryonax)之外的所有人进行一次DC 22的敏捷豁免检定，否则被击倒{@condition prone}并受到9点({@damage 2d8})的钝击伤害。",
	"The dragon chooses a point it can see in the lair. Gleaming starlight radiates from that point to fill a 10-foot-radius sphere with dim light. Each creature other than the dragon in that area when the light appears must succeed on a DC 15 Dexterity saving throw or take 13 ({@damage 2d12}) radiant damage and be outlined in the glow. {@action Attack} rolls made against an outlined creature have advantage, and the creature can't hide or benefit from being {@condition invisible}. The starlight and the glow around any creature fades on initiative count 20 on the next round.": "龙选择它在巢穴中能看到的一个点。从那个点散发出闪亮的星光，将一个10英尺半径的球体填满微弱的光芒。当光线出现时，该区域内除龙之外的每个生物必须成功通过一次DC 15的敏捷豁免才能避免受到13({@damage 2d12})辐射伤害，并被勾勒出轮廓。对被勾勒出轮廓的生物进行的{@action Attack}检定获得优势，该生物无法隐藏或受益于{@condition invisible}。星光和环绕在任何生物周围的光芒会在下一回合的20号先攻上消失。",
	"All nonmagical flames within 30 feet of the darkweaver are extinguished. In addition, if this area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.": "在黑织者身边30英尺范围内的所有非魔法火焰都会熄灭。此外，如果这个区域与由2级或更低级法术创造的光区重叠，那么创造光的法术将被驱散。",
	"The darkweaver instills frightful magic into its webs. Each creature grappled by the darkweaver's Shadow Web must make a DC 15 Wisdom saving throw. On a failed save, the creature has the frightened condition until the end of its next turn.": "暗编织者将可怕的魔法注入其蛛网中。每个被暗编织者的暗影之网缠住的生物必须进行一次DC 15的感知豁免检定。未通过检定的生物将在其下一个回合结束前处于受到惊吓状态。",
	"If the darkweaver is in dim light or darkness, it teleports, along with any equipment it is wearing or carrying, to an unoccupied space it can see within 60 feet of itself that is in dim light or darkness.": "如果暗编织者在昏暗或黑暗中，它会传送，连同它穿戴或携带的任何装备，到它能看见的距离60英尺内的一个未被占据的空间，该空间处于昏暗或黑暗中。",
	"An area that is a 50-foot cube within 120 feet of the tyrant is filled with spectral eyes and tentacles. To creatures other than the death tyrant, that area is lightly obscured and {@quickref difficult terrain||3} until initiative count 20 on the next round.": "在距暴君120英尺范围内的一个50英尺立方区域充满了幽灵眼睛和触手。对于除了死亡暴君以外的生物，那个区域在接下来的回合的20号先攻之前是轻度阻碍并且{@quickref difficult terrain||3}。",
	"When a creature hostile to the tyrant and aware of its existence finishes a long rest within 1 mile of the tyrant's lair, roll a {@dice d20} for that creature. On a roll of 10 or lower, the creature is subjected to one random eye ray of the tyrant.": "当一个对暴君敌对并意识到其存在的生物在暴君巢穴1英里范围内完成一次长休息时，为该生物投掷一个{@dice d20}。如果投掷结果为10或更低，该生物将受到暴君的一个随机眼光射线的影响。",
	"The dragon conjures sludge-like moss that briefly covers surfaces in the lair. The ceiling, floor, and walls of the lair become {@quickref difficult terrain||3} until initiative count 20 on the next round.": "龙施放出类似污泥的苔藓，暂时覆盖了巢穴中的表面。巢穴的天花板、地板和墙壁在接下来的回合中保持为{@quickref difficult terrain||3}，直到下一回合的20号先攻。",
	"The dragon fills a 20-foot cube it can see within 120 feet of itself with toxic spores. Each creature in that area must succeed on a DC 15 Constitution saving throw or take 14 ({@damage 4d6}) poison damage and be {@condition poisoned} until the end of its next turn.": "龙可以在距离自己120英尺内看到的一个20英尺立方体区域内充满有毒孢子。该区域内的每个生物必须通过一次15的体质豁免才能免受14({@damage 4d6})点毒性伤害，并且在其下一个回合结束前处于被{@condition poisoned}状态。",
	"When a creature finishes a long rest within 6 miles of the lair, the creature must first succeed on a DC 10 Constitution saving throw or be unable to reduce its level of {@condition exhaustion}. Creatures immune to the {@condition poisoned} condition are immune to this effect.": "当一个生物在距离巢穴6英里内完成一次长休时，该生物必须首先成功通过一次 DC 10 的体质豁免检定，否则无法降低其{@condition exhaustion}等级。对{@condition poisoned}状态免疫的生物对此效果免疫。",
	"Monsters in the tomb have advantage on saving throws against being {@condition charmed} or {@condition frightened}, and against features that turn undead.": "墓穴中的怪物在对抗被{@condition charmed}或{@condition frightened}时拥有优势，并且对抗能够使不死生物转变的特性也拥有优势。",
	"Demogorgon creates an illusory duplicate of himself, which appears in his space and lasts until initiative count 20 of the next round. On his turn, Demogorgon can move the illusory duplicate a distance equal to his walking speed (no action required). The first time a creature or an object interacts physically with Demogorgon (for example, by hitting him with an attack), there is a {@chance 50|50 percent} chance that the illusory duplicate is affected, not Demogorgon, in which case the illusion disappears.": "德莫戈根(Demogorgon)制造了一个幻象复制品，它出现在他的位置上，并持续到下一回合的20号先攻。在他的回合，德莫戈根可以将幻象复制品移动距离等于他的步行速度（无需行动）。第一次有生物或物体与德莫戈根进行物理互动（例如，通过攻击击中他），有{@chance 50|50 percent}的几率是幻象复制品受到影响，而不是德莫戈根，此时幻象消失。",
	"Demogorgon creates an illusory duplicate of himself, which appears in his own space and lasts until initiative count 20 of the next round. On his turn, Demogorgon can move the illusory duplicate a distance equal to his walking speed (no action required). The first time a creature or object interacts physically with Demogorgon (for example, hitting him with an attack), there is a {@chance 50|50 percent} chance that it is the illusory duplicate that is being affected, not Demogorgon himself, in which case the illusion disappears.": "德莫戈根(Demogorgon)制造了一个幻象复制品，它出现在他自己的空间中，持续到下一回合的20号先攻。在他的回合中，德莫戈根可以将幻象复制品移动距离等于他的步行速度（无需行动）。当一个生物或物体第一次与德莫戈根进行物理互动（例如，攻击他），有{@chance 50|50 percent}的几率是幻象复制品受到影响，而不是德莫戈根本人，这时幻象会消失。",
	"Demogorgon casts the {@spell darkness} spell four times at its lowest level, targeting different areas with the spell. Demogorgon doesn't need to concentrate on the spells, which end on initiative count 20 of the next round.": "德莫戈根以最低级别施放{@spell darkness}法术四次，分别瞄准不同区域。德莫戈根无需集中精力施放这些法术，它们会在下一回合的20号先攻结束。",
	"Within 6 miles of the lair, the sound of metal working is near inescapable. Any creature attempting a short or long rest may do so, but must make a {@dc 21} Constitution saving throw afterwards. Failure negates any benefits of the rest.": "在巢穴周围6英里范围内，金属加工的声音几乎无法避免。任何试图进行短暂或长时间休息的生物都可以这样做，但之后必须进行一次{@dc 21}《体质豁免》检定。失败将取消休息的任何好处。",
	"The drow projects her mind throughout her lair, marking any potential threats against her or her retinue. Until initiative count 20 of the next round, hostile creatures within the lair can't become hidden from her and gain no benefit from the {@condition invisible} condition against her.": "黑暗精灵在她的巢穴中投射她的意识，标记任何可能对她或她的随从构成威胁的存在。直到下一回合的20号先攻计数之前，处于巢穴内的敌对生物无法对她隐藏，并且对她不得从{@condition invisible}状态中获益。",
	"Each creature of Dyrrn's choice that it can see within 120 feet of it must succeed on a {@dc 23} Wisdom saving throw or take 26 ({@damage 4d12}) psychic damage. Unless the target has immunity to psychic damage, its Intelligence score is reduced by {@dice 1d4} each time it fails the saving throw for this lair action. The target dies if its Intelligence score is reduced to 0. The reduction lasts until the target finishes a short or long rest.": "Dyrrn选择的每个生物，只要它能看到并在120英尺内，必须成功通过一个{@dc 23}的感知豁免才能免受26点({@damage 4d12})的精神伤害。除非目标对精神伤害免疫，否则每次未能通过此巢穴动作的豁免检定时，其智力值将减少{@dice 1d4}。如果目标的智力值降至0，它将死亡。减少效果持续直到目标完成一次短休或长休。",
	"The dragon becomes {@condition invisible} until initiative count 20 on the next round.": "龙在下一回合的先攻计数20之前变为{@condition invisible}。",
	"Fire and lava within 6 miles of the lair become conduits for the dragon's psionic presence. As an action, the dragon can cast the {@spell clairvoyance} spell, requiring no spell components and targeting any area of fire or lava in that region.": "在巢穴周围6英里范围内的火和岩浆成为龙的心灵存在的导体。作为一个动作，龙可以施放{@spell clairvoyance}法术，无需法术材料，并瞄准该区域内的任何火焰或岩浆。",
	"The faerie dragon causes roots and vines to temporarily grow around it; until initiative count 20 on the next round, the ground within 20 feet of the dragon is {@book difficult terrain|PHB|8|Difficult Terrain}.": "小精灵龙引发根和藤蔓暂时生长在它周围；直到下一回合的20号先攻，龙周围20英尺范围内的地面是{@book difficult terrain|PHB|8|Difficult Terrain}。",
	"Blinding magical light springs from Fazrian's eyes until initiative count 20 on the next round. If a creature starts its turn within 120 feet of the planetar and the two of them can see each other, Fazrian can force the creature to make a {@dc 20} Constitution saving throw. On a failed save, the creature is {@condition blinded}. The blindness lasts until the creature receives a {@spell lesser restoration} spell or similar magic.": "Fazrian的眼睛中喷射出耀眼的魔法光，直到下一回合的20号倡议计数。如果一个生物在距离天使战士120英尺内开始其回合，并且它们彼此能看到对方，Fazrian可以强迫该生物进行一次{@dc 20}体质豁免。未通过豁免的生物将被{@condition blinded}。失明状态将持续，直到该生物接受一次{@spell lesser restoration}法术或类似魔法。",
	"The coral in a 60-foot radius grows rapidly around creatures inside the coral mountain. Each creature must succeed on a {@dc 18} Strength saving throw or become {@condition restrained}. Restrained creatures can take an action on their turn to make a {@dc 18} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check to free themselves. This effect lasts for 1 minute unless dispelled (it counts as a 6th level spell), and doesn't require Gar to maintain {@status concentration}. Gar Shatterkeel and any creatures he designates are immune to this effect.": "在珊瑚山内，半径60英尺范围内的珊瑚会迅速生长，围绕着其中的生物。每个生物必须成功通过一个{@dc 18}的力量豁免才能避免成为{@condition restrained}。被限制的生物可以在他们的回合内采取行动，进行一个{@dc 18}力量({@skill Athletics})或敏捷({@skill Acrobatics})检定来解脱自己。这个效果持续1分钟，除非被驱散（它被视为6级法术），并且不需要加尔（Gar）来维持{@status concentration}。加尔·沙特基尔（Gar Shatterkeel）和他指定的任何生物对这个效果免疫。",
	"Up to five corpses that Gar can see within 60 feet rise up as {@creature drowned blade|GoS|drowned blades} and attack anyone Gar directs them to on his turn.": "Gar 可以看到的 60 英尺范围内最多五具尸体会起身为 {@creature drowned blade|GoS|drowned blades}，并在他的回合攻击 Gar 指定的任何人。",
	"Tendrils of necrotic power rise and reach for living creatures within the lair. Each living creature in the lair must attempt a DC 21 Constitution saving throw or take 13 ({@dice 3d8}) necrotic damage and gain one level of exhaustion until initiative count 20 on the next round.": "死灵力量的触须升起并伸向巢穴内的活物。巢穴内的每个活物必须进行一次DC 21的体质豁免才能，否则将受到13({@dice 3d8})点死灵伤害，并在下一轮的20号先攻之前获得一级疲劳。",
	"Gegazol crashes her wings upon the ground, and rime spreads in a sphere with a 120-foot radius around her. This sphere spreads around corners and creates difficult terrain made of ice. Creatures in that area must make a DC 21 Constitution saving throw. Those who fail take 18 ({@dice 4d8}) cold damage and are grappled (escape DC 21). On a success, the creature takes half the damage and isn't grappled. The difficult terrain disappears on initiative count 20 on the next round.": "Gegazol（Gegazol）猛地将翅膀砸向地面，冰霜在她周围半径为120英尺的范围内蔓延开来。这个范围会绕过角落并制造出由冰组成的难行地形。在这个区域内的生物必须进行一次DC 21的体质豁免。未通过检定的生物会受到18({@dice 4d8})点冰冷伤害并被缠绕（逃脱DC 21）。通过检定的生物只会受到一半伤害且不会被缠绕。这个难行地形会在下一回合的20号先攻时消失。",
	"Gegazol creates an opaque wall of black ice on a solid surface she can see within 120 feet of her. The wall is made up of twenty contiguous 10-foot square panels that are each 2 feet thick. When the wall appears, each creature in its area is pushed 5 feet out of the wall's space, appearing on whichever side of the wall the creature wants. Each 10-foot section of the wall has AC 5, 60 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. The wall disappears when Gegazol uses this lair action again or when she dies.": "Gegazol在她能看到的距离为120英尺的固体表面上创造了一堵不透明的黑冰墙。这堵墙由二十个相邻的10英尺正方形面板组成，每个面板厚2英尺。当墙壁出现时，墙壁区域内的每个生物都会被推出5英尺，出现在生物想要的墙壁的哪一侧。墙壁的每个10英尺部分具有AC 5，60点生命值，对火焰伤害有脆弱性，对酸、冷、死灵、毒素和精神伤害免疫。当Gegazol再次使用这个巢穴特殊动作或她死亡时，墙壁会消失。",
	"The anarch casts the creation spell (as a 9th-level spell) using the unformed substance of Limbo instead of shadow material. If used in Limbo, the object remains until the anarch's {@status concentration} is broken, regardless of its composition. If the anarch moves more than 120 feet from the object, the anarch's {@status concentration} breaks.": "混乱者使用利姆伯的未成形物质施放创造法术（作为9级法术），而不是使用阴影材料。如果在利姆伯中使用，物体会一直存在，直到混乱者的{@status concentration}被破坏，无论其构成如何。如果混乱者离开物体超过120英尺，混乱者的{@status concentration}会被破坏。",
	"The anarch casts the {@spell lightning bolt} spell (at 5th level), but the anarch can change the damage type from lightning to cold, fire, psychic, radiant, or thunder. If the spell deals damage other than fire or lightning, it doesn't ignite flammable objects.": "无政府主义者施放{@spell lightning bolt}法术（在5级时），但无政府主义者可以将伤害类型从闪电更改为冰冷、火焰、心灵、辐射或雷电。如果法术造成的伤害不是火焰或闪电，则不会点燃易燃物品。",
	"The anarch casts the {@spell creation} spell (as a 9th-level spell) using the unformed substance of Limbo instead of shadow material. If used in Limbo, the object remains until the anarch's {@status concentration} is broken, regardless of its composition. If the anarch moves more than 120 feet from the object, its {@status concentration} breaks.": "混沌法师使用混沌位面的未成形物质，而不是暗影物质，施放{@spell creation}法术（作为9级法术）。如果在混沌位面中使用，无论其构成如何，物体都会保持，直到混沌法师的{@status concentration}被破坏。如果混沌法师离开物体超过120英尺，它的{@status concentration}就会破坏。",
	"Every hour that a good creature travels within 1 mile of the lair, a blast of fire erupts from one of the eye sockets of the lair. If the target fails a {@dc 23} Dexterity saving throw, they take 42 ({@damage 12d6}) fire damage, half on a successful save. If the creature was flying and fails the saving throw, it falls. Only one such creature is targeted each hour.": "每当一个善良生物在巢穴1英里范围内行进一小时，就会从巢穴的一个眼窝中喷发一团火焰。如果目标未通过一个{@dc 23}的敏捷豁免检定，他们会受到42({@damage 12d6})火焰伤害，成功豁免则减半。如果生物正在飞行并未通过豁免检定，它会坠落。每小时只能瞄准一个这样的生物。",
	"At your discretion, a legendary ({@creature Adult Gold Dragon||adult} or {@creature Ancient Gold Dragon||ancient}) gold dragon can use the following additional lair action while in its lair:": "由你决定，传奇金龙({@creature Adult Gold Dragon||adult})或({@creature Ancient Gold Dragon||ancient})在巢穴中可以使用以下额外的巢穴特殊动作：",
	"Warm light fills a 30-foot-radius sphere centered on the dragon; each creature in that area must succeed on a DC 15 Wisdom saving throw or be {@condition charmed} by the dragon until initiative count 20 on the next round.": "温暖的光线充满了以龙为中心的半径为30英尺的球体；该区域内的每个生物必须成功通过一次DC 15的感知豁免检定，否则在接下来的回合直到20号先攻之前被龙 {@condition charmed}。",
	"A 10 foot radius cylinder of delerium sludge spouts up from the floor and raises 30 feet into the air before bubbling back down. Any creature caught in this spout must succeed on a DC 18 Constitution saving throw. They take 42 ({@dice 12d6}) necrotic damage on a failed saving throw, and half as much on a successful one. In addition, characters who fail the saving throw gain one {@adventure level of contamination|DoDk|12}.": "一股直径10英尺的疯狂淤泥柱从地板上喷涌而出，升至30英尺高空后再度冒泡回落。任何被卷入这股柱中的生物必须通过一次18号难度的体质豁免检定。在未通过豁免检定的情况下，它们会受到42({@dice 12d6})点死灵伤害；通过检定的生物则只受到一半伤害。此外，未通过豁免检定的角色会获得一个{@adventure level of contamination|DoDk|12}。",
	"Walls within 120 feet of the Gravekeeper sprout grasping, fleshy arms. Each creature of the Gravekeepers choice that starts its turn within 10 feet of such a wall must succeed on a DC 15 Dexterity saving throw or be grappled. Escaping requires a successful DC 15 Strength (": "在距离墓守者120英尺内的墙壁上会长出伸向的、多肉的手臂。每当墓守者选择的生物在离这样一堵墙10英尺内开始它的回合时，必须通过一次DC 15的敏捷豁免检定，否则就会被抓住。要摆脱束缚需要成功进行一次DC 15的力量 (Gravekeeper) 豁免检定。",
	") or Dexterity (": ")或敏捷度(Strength)",
	") check.": "（）检查。",
	"A torch or lantern hanging in the room emits one of the Gravekeeper's lantern blasts.": "房间里挂着的火炬或灯笼发出了一道墓守者的灯笼冲击波。",
	"One creature within 300 feet of the shadow must succeed on a {@dc 22} Charisma saving throw or be overcome with despair and self-doubt. The creature has the stunned condition for 1 minute. At the end of each of its turns, the creature can repeat the saving throw, ending the effect on a success.": "在300英尺内的一只生物必须成功通过一个{@dc 22}的魅力豁免才能免受绝望和自我怀疑的影响。该生物会陷入眩晕状态1分钟。在其每个回合结束时，该生物可以重复进行豁免扔骰，成功则结束效果。",
	"The shadow recharges its Shadows of Death ability.": "暗影重新充能它的死亡之影能力。",
	"Grasping roots and vines erupt in a 20-foot radius centered on a point on the ground that the dragon can see within 120 feet of it. That area becomes {@quickref difficult terrain||3}, and each creature there must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by the roots and vines. A creature can be freed if it or another creature takes an action to make a {@dc 15} Strength check and succeeds. The roots and vines wilt away when the dragon uses this lair action again or when the dragon dies.": "龙能看到的地面上，以一个点为中心，20英尺半径内，根须和藤蔓突然生长。那个区域变成{@quickref difficult terrain||3}，在那里的每个生物必须成功进行一次{@dc 15}力量豁免才能免受根须和藤蔓的影响。如果一个生物或另一个生物采取行动进行一次{@dc 15}力量检定并成功，就可以解救被缠绕的生物。当龙再次使用这个巢穴特殊动作或者龙死亡时，根须和藤蔓就会凋零消失。",
	"A wall of tangled brush bristling with thorns springs into existence on a solid surface within 120 feet of the dragon. The wall is up to 60 feet long, 10 feet high, and 5 feet thick, and it blocks line of sight. When the wall appears, each creature in its area must make a {@dc 15} Dexterity saving throw. A creature that fails the save takes 18 ({@damage 4d8}) piercing damage and is pushed 5 feet out of the wall's space, appearing on whichever side of the wall it wants. A creature can move through the wall, albeit slowly and painfully. For every 1 foot a creature travels through the wall, it must spend 4 feet of movement. Furthermore, a creature in the wall's space must make a {@dc 15} Dexterity saving throw once each round it's in contact with the wall, taking 18 ({@damage 4d8}) piercing damage on a failed save, or half as much damage on a successful one. Each 10-foot section of wall has AC 5, 15 hit points, vulnerability to fire damage, resistance to bludgeoning and piercing damage, and immunity to psychic damage. The wall sinks back into the ground when the dragon uses this lair action again or when the dragon dies.": "一堵长有荆棘的纠缠墙壁在龙身边120英尺内的坚实表面上突然出现。这堵墙长达60英尺，高10英尺，厚5英尺，挡住了视线。当墙壁出现时，其区域内的每个生物必须进行一次{@dc 15}敏捷豁免检定。未通过豁免检定的生物会受到18点（{@damage 4d8}）穿刺伤害，并被推出墙壁5英尺，出现在墙壁的任一侧。生物可以穿过这堵墙，尽管会缓慢而痛苦。每穿越1英尺墙壁，生物需花费4英尺的移动力。此外，与墙壁接触的生物必须每轮进行一次{@dc 15}敏捷豁免检定，未通过检定则受到18点（{@damage 4d8}）穿刺伤害，通过检定则受到一半伤害。每个10英尺的墙壁部分具有AC 5，15点生命值，对火焰伤害有脆弱性，对钝击和穿刺伤害有抗性，对精神伤害免疫。当龙再次使用这个巢穴特殊动作或龙死亡时，墙壁会缩回地下。",
	"At your discretion, a legendary ({@creature Adult Green Dragon||adult} or {@creature Ancient Green Dragon||ancient}) green dragon can use one or both of the following additional lair actions while in its lair:": "由你决定，传奇绿龙({@creature Adult Green Dragon||adult})或({@creature Ancient Green Dragon||ancient})在巢穴中可以使用以下一个或两个额外的巢穴行动：",
	"The dragon can use the vines and roots within its lair to animate up to three Humanoid corpses, which become {@creature Zombie||zombies}. The zombies take their turn immediately after this lair action. Each one reverts to an inanimate corpse after 1 minute, when the dragon uses this lair action again, or when the zombie is destroyed.": "这条龙可以利用巢穴内的藤蔓和根系，让最多三具人形尸体复活，变成{@creature Zombie||zombies}。这些僵尸会在这个巢穴特殊动作之后立刻行动。每个僵尸在1分钟后会变回无生命的尸体，或者当龙再次使用这个巢穴特殊动作时，或者当僵尸被摧毁时。",
	"One large root or branch that is part of the lair makes a melee attack roll against a creature within 10 feet of it. It has a +7 bonus to hit and deals 10 ({@damage 3d6}) bludgeoning damage on a hit. If the target is a Medium or smaller creature, it must succeed on a DC 15 Strength saving throw or be knocked {@condition prone}.": "巢穴中的一根巨大根或树枝对其10英尺内的生物进行近战攻击。它有+7的命中加值，并在命中时造成10({@damage 3d6})点钝击伤害。如果目标是中型或更小的生物，则必须通过一次DC 15的力量豁免才能避免被击倒{@condition prone}。",
	"The hag targets any number of doors and windows that she can see, causing each one to either open or close as she wishes. Closed doors can be magically locked (requiring a successful {@dc 20} Strength check to force open) until she chooses to make them unlocked, or until she uses this lair action again to open them.": "这个女巫可以选择任意数量的她能看到的门窗作为目标，让它们按她的意愿打开或关闭。关闭的门可以被魔法锁上（需要成功的{@dc 20} 力量检定来强行打开），直到她选择解锁它们，或者再次使用这个巢穴特殊动作来打开它们。",
	"Beasts that have an Intelligence score of 2 or lower are {@condition charmed} by the hag and directed to be aggressive toward intruders in the area.": "智力得分为2或更低的野兽被{@condition charmed}并被指示对区域内的入侵者采取攻击性行为。",
	"Up to three creatures the medusa can see within the lair are partially turned to stone. Each target must make a DC 15 Constitution saving throw. On a failed save, a target's speed is reduced to 0 and can't increase. On a successful save, its speed is halved. The target's speed returns to normal on initiative count 20 on the following round.": "在美杜莎能看到的巢穴内，最多有三个生物被部分石化。每个目标必须进行一次 DC 15 的体质豁免检定。未通过豁免检定的目标速度降为0，且不能增加。通过豁免检定的目标速度减半。目标的速度会在下一回合的20号先攻轮到时恢复正常。",
	"The medusa creates a wall of stone on a solid surface it can see within the lair. The wall can be up to 60 feet long, 20 feet high, and 1 foot thick. Each 5-foot section of the wall has an AC of 17; 30 hit points; vulnerability to thunder damage; and immunity to poison, psychic, and slashing damage. A creature in the wall's space when the wall appears is pushed to the nearest unoccupied space on one side of the wall and must make a DC 15 Dexterity saving throw. On a failed save, the medusa chooses the side. On a successful save, the creature chooses the side. The wall disappears when the medusa uses this lair action again or when the medusa dies.": "美杜莎在巢穴内的固体表面上创造一堵石墙。这堵墙最长可达60英尺，高20英尺，厚1英尺。每个5英尺的墙段具有AC 17；30点生命值；对雷电伤害易受伤害；免疫毒素、精神和挥砍伤害。当墙出现时，墙内的生物被推到墙的一侧最近的未占据空间，并必须进行一次DC 15的敏捷豁免检定。未通过检定的生物由美杜莎选择一侧。通过检定的生物自行选择一侧。当美杜莎再次使用这个巢穴特殊动作或美杜莎死亡时，墙会消失。",
	"Solid surfaces within the lair ripple like a snake's coils. Up to three creatures the medusa can see within the lair can move up to 30 feet along solid surfaces without provoking opportunity attacks. If a creature moves along a surface such as a ceiling with no way to remain there (for example, sufficient handholds), it falls at the end of this movement.": "巢穴内的固体表面像蛇的盘绕一样波动。美杜莎能看到的最多三个生物可以沿着固体表面移动，最多可移动30英尺，而不会引发机会攻击。如果一个生物沿着没有留在上面的方法（例如，足够的抓握点）的表面移动，它在移动结束时会掉落。",
	"Stone within 3 miles of the lair takes on subtle shapes that suggest people, animals, and other creatures when viewed from the corner of the eye or through dim light or fog.": "在巢穴周围3英里范围内的石头，在余光、昏暗的光线或雾气中观看时，会呈现出暗示人类、动物和其他生物的微妙形状。",
	"Within the lair, creatures have advantage on ability checks made to discover or recall information relevant to the medusa's divine purpose.": "在巢穴内，生物在进行与美杜莎神圣目的相关的发现或回忆信息的能力检查时具有优势。",
	"Hythonia briefly animates creatures that have been {@condition petrified} by her gaze. Each statue attacks one creature within 5 feet of it, with a +11 bonus to hit and dealing 10 ({@damage 3d6}) bludgeoning damage on a hit. If a Medium or smaller creature takes this damage, it is also {@condition grappled} (escape {@dc 15}).": "海瑟妮娅通过凝视使被她石化的生物短暂复活。每座雕像攻击距离5英尺内的一个生物，命中加值+11，并造成10({@damage 3d6}) 钝击伤害。如果一个中型或更小的生物受到这个伤害，它也会被{@condition grappled} (逃脱{@dc 15})。",
	"Trees within 1 mile of the lair are petrified wood. Plants that stay within 500 feet of the lair for 1 day turn to stone.": "距离巢穴1英里内的树木会变成石化木。在距离巢穴500英尺内逗留1天的植物会变成石头。",
	"A {@item wave} of searing heat fills the lair in a 300-foot radius around Imix for an instant. Each creature other than Imix in the area must succeed on a {@dc 15} Constitution saving throw or take {@damage 1d8} fire damage. Creatures that take fire damage from this effect gain one level of {@condition exhaustion}. In addition, there is a fifty percent chance that any container of fluid held or carried by an affected creature (for example, a magic potion) is destroyed.": "一股灼热的 {@item wave} 充满了伊米克斯周围300英尺半径的巢穴，持续一瞬间。该区域内除伊米克斯外的每个生物必须成功进行一次 {@dc 15} 体质豁免才能避免受到 {@damage 1d8} 火焰伤害。受到此效果火焰伤害的生物会获得一级 {@condition exhaustion}。此外，受影响生物携带或持有的任何液体容器（例如，魔法药水）有五十 percent 的几率被摧毁。",
	"A dry, baking heat {@item wave} strikes the region within 10 miles of Imix's location. At first, effects are minor - grass turns brown, animals become listless, work and travel become very tiring. The longer Imix remains, the worse the heat becomes; after 5 days, crops die and ponds dry up; after 10 days, unprotected livestock dies, and wells and small rivers dry up; after 20 days, large lakes and rivers are reduced in depth by 20 feet and shrink accordingly.": "在伊米克斯（Imix）位置周围10英里范围内，出现了干燥、炎热的气候{@item wave}。起初，影响较小 - 草地变成褐色，动物变得无精打采，工作和旅行变得非常劳累。伊米克斯停留的时间越长，炎热就会变得越严重；5天后，庄稼枯死，池塘干涸；10天后，没有保护的牲畜死亡，井水和小河干涸；20天后，大湖和河流的深度减少20英尺，相应地缩小。",
	"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature in that area must succeed on a {@dc 21} Strength saving throw or become {@condition restrained}. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. A {@condition restrained} creature is stuck as long as it remains in the slimy area or until it breaks free. The {@condition restrained} creature, or another creature who can reach it, can use its action to try to break free and must succeed on a {@dc 21} Strength check. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@damage 4d10}) fire damage.": "朱比莱克斯(Juiblex)在其巢穴内能看到的一个正方形区域上覆盖了史莱姆。该区域最多可达边长10英尺。史莱姆持续1小时，或者直到被火焰烧掉。当史莱姆出现时，该区域内的每个生物必须成功通过一次{@dc 21}力量豁免才能避免成为{@condition restrained}。当生物首次进入该区域或在那里结束其回合时，该生物必须进行相同的豁免检定。一个{@condition restrained}生物会被困住，只要它留在史莱姆区域内，直到它挣脱出来。被困的生物，或者能够接近它的另一个生物，可以使用动作尝试挣脱，并必须成功通过一次{@dc 21}力量检定。如果史莱姆被点燃，它将在1轮后燃烧殆尽。任何在燃烧的史莱姆中开始其回合的生物都会受到22({@damage 4d10})火焰伤害。",
	"If a creature goes mad in Juiblex's lair or within line of sight of the demon lord, roll on the Madness of Juiblex table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.": "如果一个生物在朱比莱克斯（Juiblex）的巢穴内或在这位魔王的视线范围内发狂，就要在朱比莱克斯疯狂表中投掷骰子，以确定疯狂的性质，这是一个持续直到治愈的角色缺陷。有关疯狂的更多信息，请参见{@book Dungeon Master's Guide|dmg|8|madness}。",
	"A ki-rin can cast {@spell control weather} while it is within 3 miles of its lair. The spell's point of origin is always the point outdoors closest to the center of its lair. The ki-rin doesn't need to maintain a clear path to the sky or to concentrate for the change in weather to persist.": "一只麒麟在其巢穴范围内3英里内可以施放{@spell control weather}。法术的发源点始终是距离其巢穴中心最近的室外点。麒麟不需要保持通往天空的畅通路径，也不需要专注于天气变化持续。",
	"Kyrilla casts {@spell moonbeam} (no components required). While maintaining {@status concentration} on this effect, she can't take other lair actions.": "Kyrilla 施放 {@spell moonbeam}（无需材料）。在保持对这个效果的 {@status concentration} 的同时，她不能进行其他巢穴行动。",
	"Any creature that has the prone or unconscious conditions within 1 mile of the lair, takes 21 ({@damage 6d6}) cold damage at the start of their turn.": "任何在巢穴周围1英里范围内处于俯卧或昏迷状态的生物，在他们的回合开始时会受到21({@damage 6d6})点冰冷伤害。",
	"Poisonous spores fill a 10-foot cube that the lich can see within 120 feet of it. Any creature that enters the cloud for the first time on a turn or starts its turn there must succeed on a DC 19 Constitution saving throw or be {@condition poisoned} until the end of its next turn. The cloud lasts for 1 minute or until it is dispersed by a strong wind.": "邪恶巫妖能看见的120英尺内，充满有毒孢子的10英尺立方体。任何生物首次进入云雾或在其回合开始时在其中，必须通过一次 DC 19 的体质豁免才能在其下一回合结束前不被 {@condition poisoned}。云雾持续1分钟，或被强风吹散。",
	"Rotten roots and vines magically erupt in a 20-foot radius centered on a point on the ground that the lich can see within 120 feet of it. The lich is unaffected by the roots and vines. For all other creatures, the area becomes {@quickref difficult terrain||3}, and each creature in the area must succeed on a DC 19 Strength saving throw or be {@condition restrained} by the roots. As an action, a creature can try to free itself or another creature within its reach, doing so with a successful DC 19 Strength ({@skill Athletics}) check. The roots and vines wilt away when the lich uses this lair action again or when the lich dies.": "腐烂的根和藤蔓在距离巫妖能看到的地面上的一个点为中心，以20英尺半径范围内神奇地爆发。巫妖不受根和藤蔓的影响。对于所有其他生物，该区域变为{@quickref difficult terrain||3}，并且该区域内的每个生物必须通过一次力量豁免 DC 19 才能避免被根藤缠绕。作为一个动作，一个生物可以尝试解救自己或其它在其攻击范围内的生物，只要成功进行一次 DC 19 力量({@skill Athletics}) 检定即可。当巫妖再次使用这个巢穴动作或者巫妖死亡时，根和藤蔓就会凋零消失。",
	"A thin layer of black frost covers the ground, which kills all ordinary plants growing within 6 miles of the lair if the dragon is ancient, or within 3 miles if the dragon is an adult.": "一层薄薄的黑色霜冻覆盖着大地，在龙的巢穴周围6英里范围内（如果是(ancient)古龙）或者3英里范围内（如果是(adult)成年龙），会杀死所有普通植物的生长。",
	"A haunting sound gets louder or fainter (dragon's choice) the closer one gets to the lair. The moan is audible 6 miles from the lair if the dragon is ancient, or 3 miles if the dragon is an adult.": "当靠近巢穴时，一种令人毛骨悚然的声音会变得越来越响或越来越微弱（龙的选择）。如果龙是古代龙，则从巢穴传出的呻吟声在6英里外就能听到，如果是成年龙，则在3英里外就能听到。",
	"Swirling funnels of dust and frost known as moon devils crisscross the area within 1 mile of the lair, intercepting other creatures they encounter. A moon devil is a free-willed air elemental that deals cold damage instead of bludgeoning damage.": "在距离巢穴1英里范围内，有着被称为月之恶魔的旋转尘埃和霜冻漩涡，它们会交叉穿越，并拦截遇到的其他生物。月之恶魔是一种自由意志的风元素，造成冷伤害而不是钝击伤害。",
	"Malaxxix chooses either itself or the palanquin. The target gains 19 ({@dice 3d12}) temporary hit points.": "Malaxxix选择自己或护轿。目标获得19 ({@dice 3d12}) 临时生命值。",
	"Malaxxix commands the palanquin to slam the ground. Each creature within 15 feet of the palanquin must make a DC 20 Strength saving throw. On a failed save, a creature takes 11 ({@dice 2d10}) bludgeoning damage and has the prone condition. On a successful save, a creature takes half as much damage only.": "Malaxxix命令轿子猛地撞击地面。每个在轿子周围15英尺范围内的生物必须进行一次DC 20的力量豁免检定。未通过豁免检定的生物会受到11({@dice 2d10})点钝击伤害并陷入倒地状态。通过豁免检定的生物只会受到一半伤害。",
	"Malaxxix commands the palanquin to move up to its speed.": "Malaxxix命令轿车移动，速度为其速度。",
	"Creatures that spend more than 24 hours within 1 mile of the palanquin hear an incessant scraping sound in their minds.": "在距离(`1`)英里内停留超过(`24`)小时的生物会在他们的脑海中听到持续不断的刮擦声。",
	"Constructs within 1 mile of the palanquin move sluggishly. Constructs' speeds are halved, and they have disadvantage on Dexterity saving throws.": "距离(`1 mile`)内的(`palanquin`)周围构造体移动缓慢。构造体的速度减半，并且它们在敏捷豁免 throws 时有劣势。",
	"Insects and insectile Beasts within 1 mile of the palanquin become disoriented and aggressive, coalescing into unnatural swarms and attacking any creatures in sight.": "在离羽轿1英里范围内的昆虫和昆虫兽变得迷失方向和攻击性，聚集成不自然的虫群并攻击视线范围内的任何生物。",
	"Within 3 miles of the lair, the plant life is even more sickly and decayed, and the water is polluted and toxic. A creature that isn't a Fiend that eats or drinks from these sources must succeed on a {@dc 19} Constitution saving throw or die.": "在巢穴附近3英里范围内，植物生长更加病态和腐烂，水源也受到污染并带有毒性。任何非邪物的生物如果从这些来源中进食或饮水，必须通过一次{@dc 19}体质豁免才能幸存。",
	"Within 1 mile of Mephistopheles' lair, every 100 feet of movement results in a flame geyser erupting. Creatures within 10 feet of a geyser when it erupts must succeed on a {@dc 22} Dexterity saving throw or take 10 ({@damage 3d6}) fire damage. The geyser continues erupting for 24 hours.": "在魔费斯托菲勒斯（Mephistopheles）巢穴的1英里范围内，每移动100英尺就会导致一股火焰间歇泉喷发。当喷泉喷发时，距离喷泉10英尺内的生物必须通过一次{@dc 22}敏捷豁免才能避免受到10（{@damage 3d6}）点火焰伤害。喷泉持续喷发24小时。",
	"Flaming winds scour the area within 2 miles of Mephistopheles's lair. Any creature with vulnerability to fire damage suffers 1 level of {@condition exhaustion} for every hour spent this close to the lair.": "烈焰之风横扫梅菲斯托菲勒斯(%Mephistopheles%)巢穴周围2英里范围内。任何对火焰伤害有脆弱性的生物，每接近巢穴一小时，就会受到{@condition exhaustion}等级的伤害。",
	"Within 2 miles of Mephistopheles's lair, every 60 feet of movement results in a flame geyser erupting. When a geyser appears, the creature that triggered its appearance and fails a Dexterity 22 saving throw suffers 10 ({@damage 3d6}) fire damage. Damage is halved if the saving throw is successful. The geyser remains for a day.": "在魔费斯托菲勒斯（Mephistopheles）的巢穴范围内的2英里内，每移动60英尺就会导致一股火焰间歇泉喷发。当间歇泉出现时，触发其出现的生物如果未通过22点的敏捷豁免检定，则会受到10点火焰伤害。如果豁免检定成功，则伤害减半。间歇泉会持续一天。",
	"The air within 60 feet of the vessel is filled with wind. Until initiative count 20 on the next round, that area is {@quickref difficult terrain||3}, and when a Medium or smaller creature flies into that area or starts its turn flying there, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}.": "船只周围60英尺范围内充满了风。直到下一回合的20号倡议计数，该区域是{@quickref difficult terrain||3}，当一个中等或更小的生物飞入该区域或在那里开始其回合飞行时，它必须成功进行{@dc 13}力量豁免才能不被击倒{@condition prone}。",
	"The ship regains 22 ({@dice 4d10}) hit points.": "船只恢复了22点生命值。",
	"The air within 60 feet of the ship is filled with howling wind. Until initiative count 20 on the next round, that area is {@quickref difficult terrain||3}, and when a Medium or smaller creature flies into that area or starts its turn flying there, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}.": "飞船周围60英尺范围内充斥着呼啸的风。直到下一回合的20号倡议计数，该区域是{@quickref difficult terrain||3}，当一个中型或更小的生物飞入该区域或在那里开始它的回合时，它必须成功进行一次{@dc 13}力量豁免检定，否则会被击倒{@condition prone}。",
	"The dragon targets a creature it can see within 120 feet of it and attempts to send that creature to a dream plane. The target must succeed on a DC 15 Charisma saving throw or be banished to a harmless demiplane until initiative count 20 on the next round. While there, the target is {@condition stunned}. When the effect ends, the target reappears in the space it left or in the nearest unoccupied space.": "龙瞄准一个它能看见的距离120尺以内的生物，并试图将该生物送往一个梦境平面。目标必须通过一次DC 15的魅力豁免才能不被放逐到一个无害的半位面，直到下一回合的20号倡议计数。在那里，目标是{@condition stunned}。当效果结束时，目标重新出现在它离开的空间或最近的空闲空间中。",
	"The morkoth casts {@spell darkness}, {@spell dispel magic}, or {@spell misty step}, using Intelligence as its spellcasting ability and without expending a spell slot.": "墨克斯使用智力作为施法能力，施放{@spell darkness}，{@spell dispel magic}或{@spell misty step}，而不消耗法术位。",
	"A {@creature clay golem} erupts from the floor in an unoccupied space within 15 feet of the ritual circle. The golem obeys Murgaxor's commands, takes its turns on initiative count 10 (losing initiative ties), fights until destroyed, and reverts to a mound of inanimate clay after 1 hour.": "一个 {@creature clay golem} 从仪式圈内15英尺范围内的空地上喷发而出。这个魔像听从穆尔加克索(Murgaxor)的命令，在10号先攻顺序上进行行动（在先攻平局时失去先攻），战斗直到被摧毁，并在1小时后恢复成一堆无生命的黏土。",
	"Murgaxor summons four {@creature mud mephit||mud mephits} that appear in unoccupied spaces within 15 feet of the ritual circle. The mephits obey Murgaxor's commands, take their turns on initiative count 15 (losing initiative ties), and fight until destroyed.": "穆尔加克斯(Murgaxor)召唤出四个{@creature mud mephit||mud mephits}，它们出现在离仪式圈内15英尺范围内的未被占据的空间。这些小恶魔遵从穆尔加克斯的命令，在15号先攻上轮流行动（在先攻平局时失去先攻），并战斗直到被摧毁。",
	"Nintra targets one pane of shadow glass in her lair, briefly transforming it into a swirling vortex. One creature of her choice within 20 feet of the pane must succeed on a DC 20 Strength saving throw or be drawn into the vortex, taking 11 ({@damage 2d10}) necrotic damage. The creature is then teleported to an unoccupied space within 5 feet of another pane of shadow glass in Nintra's lair (determined randomly).": "宁特拉（Nintra）瞄准她藏身处的一块影玻璃，将其瞬间转化为旋涡。在该玻璃板周围20英尺范围内，她选择的一名生物必须通过一次20的强韧豁免检定，否则将被吸入旋涡，受到11（{@damage 2d10}）点死灵伤害。然后，该生物会被传送到宁特拉藏身处另一块影玻璃附近5英尺内的一个未被占据的空间（随机确定）。",
	"Crystalline spikes grow from the ground in a 20-foot-radius area within 60 feet of Ogrémoch. The area becomes {@quickref difficult terrain||3}. A creature that moves through the affected area takes {@damage 1d8} piercing damage for every 5 feet it moves there. Creatures that are knocked {@condition prone} in the area also take this damage.": "在距离奥格莱莫克（Ogrémoch）60英尺内的一个半径为20英尺的区域内，地面上长出了晶状尖刺。该区域变为{@quickref difficult terrain||3}。穿过受影响区域的生物每移动5英尺就会受到{@damage 1d8}的穿刺伤害。在该区域被击倒的生物也会受到这种伤害。",
	"Pools of water in the lair surge outward in a grasping tide. Any creature within 20 feet of such a pool must succeed on a {@dc 20} Strength saving throw or be pulled up to 20 feet into the water and knocked {@condition prone}.": "巢穴中的水池向外涌动，形成一股抓取的潮流。在距离这样一个水池20英尺范围内的任何生物必须成功通过一个{@dc 20}的力量豁免才能避免被拉入水中并被击倒{@condition prone}。",
	"Water within 120 feet of Olhydra becomes murky and opaque until initiative count 20 of the next round. A creature with {@sense darkvision} can't see through the water, and light can't illuminate it.": "在离奥赫德拉（Olhydra）120英尺范围内的水变得浑浊和不透明，直到下一回合的20号倡议计数。具有{@sense darkvision}的生物无法透过水看到，并且光线也无法照亮它。",
	"A freezing fog fills a 40-foot-radius sphere within 120 feet of Olhydra, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the fog are heavily obscured. A creature that enters the freezing cloud for the first time on a turn or starts its turn there takes 10 ({@damage 3d6}) cold damage.": "一股冰雾充满了离奥赫德拉（Olhydra）120英尺内的半径40英尺的球体，持续到下一回合的20号倡议计数。在冰雾内或之外的生物和物体都被严重遮蔽。一个生物如果在回合内第一次进入这个冰冷的云层或在那里开始它的回合，会受到10({@damage 3d6})点冷伤害。",
	"Aquatic creatures that have an Intelligence score of 2 or lower within 1 mile of the lair must succeed on a {@dc 15} Wisdom saving throw when they enter the area. If the saving throw succeeds, the creature is {@condition frightened} and attempts to leave the area, remaining {@condition frightened} while within it. On a failure, the creature becomes highly aggressive and remains in the area for 24 hours. While in this state, the creature gains advantage on saving throws against charm and fear effects.": "在距离巢穴1英里范围内智力分数为2或更低的水生生物进入该区域时，必须通过一个{@dc 15}智力豁免检定。如果豁免检定成功，生物将变得{@condition frightened}并试图离开该区域，在其中保持{@condition frightened}。如果检定失败，生物将变得极具攻击性，并在该区域内停留24小时。在这种状态下，生物对魅惑和恐惧效果的豁免检定获得优势。",
	"Orcus's voice booms throughout the lair. His utterance causes one creature of his choice to be subjected to {@spell power word kill}. Orcus needn't see the creature, but he must be aware that the individual is in the lair.": "奥库斯(Orcus)的声音在巢穴中回荡。他的话语会让他选择的一个生物受到{@spell power word kill}。奥库斯不需要看到这个生物，但他必须意识到这个个体在巢穴中。",
	"Orcus causes skeletal arms to rise from an area on the ground in a 20-foot square that he can see. They last until the next initiative count 20. Each creature in that area when the arms appear must succeed on a DC 23 Strength saving throw or be {@condition restrained} until the arms disappear or until Orcus releases them (no action required).": "奥库斯(Orcus)导致骷髅手臂从他所能看到的一个20英尺的正方形区域上升。它们持续到下一个20号先攻。当手臂出现时，该区域内的每个生物必须成功通过一次23点的力量豁免才能避免被{@condition restrained}，直到手臂消失或奥库斯释放它们(无需行动)。",
	"Orcus causes up to six corpses within the lair to rise as {@creature skeleton||skeletons}, {@creature zombie||zombies}, or {@creature ghoul||ghouls}. These undead obey his telepathic commands, which can reach anywhere in the lair.": "奥库斯(Orcus)会让巢穴内最多六具尸体复活为{@creature skeleton||skeletons}、{@creature zombie||zombies}或{@creature ghoul||ghouls}。这些不死生物会服从他的感应命令，可以传达到巢穴的任何地方。",
	"Pazrodine targets a creature she can see within 120 feet of herself and attempts to send that creature to a dream plane. The target must succeed on a DC 15 Charisma saving throw or be banished to a harmless demiplane until initiative count 20 on the next round. While there, the target has the stunned condition. When the effect ends, the target reappears in the space it left or in the nearest unoccupied space.": "帕兹罗丁 (Pazrodine) 瞄准一只距离自己120英尺以内的生物，并试图将该生物送往一个梦境位面。目标必须通过一次 DC 15 魅力豁免检定，否则将被放逐到一个无害的半位面，直到下一回合的20号倡议计数。在那里，目标处于眩晕状态。效果结束时，目标重新出现在它离开的空间或最近的空闲空间中。",
	"Pazrodine targets up to three creatures she can see within 30 feet of herself. The sounds, sights, and scents of the market intensify for these creatures, overwhelming them with bright colors, echoey chatters, and sweet smells. Each target must succeed on a DC 15 Wisdom saving throw or have the incapacitated condition until the end of its next turn.": "Pazrodine（Pazrodine）瞄准自己在30英尺内能看到的最多三个生物。对于这些生物，市场的声音、景象和气味变得更加强烈，用明亮的颜色、回声般的喋喋不休和甜美的气味来压倒它们。每个目标必须成功通过一次DC 15的感知豁免才能免受无能力状态，直到其下一个回合结束。",
	"Fey fruit flies out from nearby carts, creating a whirlwind of fruit in a 10-foot-radius, 30-foot-high cylinder centered on a point within 60 feet of Pazrodine until initiative count 20 on the next round. When a creature enters the whirlwind's area for the first time on its turn or starts its turn there, it must make a DC 15 Dexterity saving throw, taking 11 ({@dice 2d10}) bludgeoning damage on a failed save, or half as much damage on a successful one.": "精灵水果从附近的推车中飞出，形成一个半径10英尺、高30英尺的圆柱形旋风，以Pazrodine附近60英尺内的一点为中心，直到下一回合的20号倡议计数。当生物首次进入旋风区域或在其回合开始时在那里时，必须进行一次DC 15的敏捷豁免检定，未通过检定则受到11 ({@dice 2d10}) 钝击伤害，通过检定则受到一半伤害。",
	"A warm, sickly sweet wind blows briskly within one mile of Pazuzu. Each day, upon first encountering this wind, every creature must make a DC 21 Constitution saving throw or immediately vomit, suffering 14 ({@damage 4d6}) necrotic damage. Those that failed the saving throw are also {@condition poisoned} for one hour.": "在帕祖祖（Pazuzu）一英里范围内，吹着一股温暖、令人作呕的甜风。每天，当遇到这股风时，每个生物必须进行一次 DC 21 体质豁免才能避免立即呕吐，并受到 14 ({@damage 4d6}) 点死灵伤害。那些未通过豁免检定的生物还会在接下来的一小时内成为 {@condition poisoned}。",
	"At your discretion, a legendary ({@creature Adult Red Dragon||adult} or {@creature Ancient Red Dragon||ancient}) red dragon can use one or both of the following additional lair actions while in its lair:": "由你决定，传奇红龙({@creature Adult Red Dragon||adult})或({@creature Ancient Red Dragon||ancient})在巢穴中可以使用以下一个或两个额外的巢穴动作：",
	"A cloud of thick, dark smoke fills a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The sphere spreads around corners, and its area is {@quickref Vision and Light|PHB|2||heavily obscured}. A creature other than the dragon that starts its turn in the cloud or enters it for the first time on its turn must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} until the end of its turn. The cloud lasts until initiative count 20 on the next round.": "一团浓烟充满了以龙能看到的距离120英尺内的一个点为中心的半径20英尺的球体。这个球体会绕过角落扩散，其面积为{@quickref Vision and Light|PHB|2||heavily obscured}。除龙之外的生物如果在云雾中开始他们的回合或者在他们的回合首次进入其中，必须通过一次DC 15的体质豁免才能避免在其回合结束前被{@condition poisoned}。这团云雾会持续到下一回合的20号倡议计数。",
	"The riverine creates fog around a creature it can see within 120 feet of it. The target must succeed on a {@dc 17} Wisdom saving throw or take 5 ({@damage 1d10}) psychic damage and be {@condition frightened} of the riverine until the end of the target's next turn.": "河流使周围的生物产生雾气，只要它能看到距离120英尺以内的目标。目标必须成功通过一个{@dc 17}的感知豁免才能免受5({@damage 1d10})点精神伤害，并且在目标的下一个回合结束前被河流控制。",
	"The riverine conjures swampy ground that briefly covers the ground in a 20-foot square the riverine can see within 120 feet of itself. That area becomes {@quickref difficult terrain||3} until initiative count 20 on the next round. Any creature, other than the riverine, that enters the affected area or starts its turn there takes 7 ({@damage 2d6}) cold damage.": "这位河流使者召唤出一片沼泽地，暂时覆盖了其在120英尺内能看到的一个20英尺正方形区域。那个区域在接下来的回合直到20号先攻倒数之前变为{@quickref difficult terrain||3}。任何生物，除了河流使者之外，进入受影响的区域或者在那里开始它们的回合时会受到7点({@damage 2d6}) 冷伤害。",
	"The waters of the river serve as a conduit for the riverine's consciousness. As an action, the riverine can cast the {@spell clairvoyance} spell, requiring no spell components, targeting any point along the river it's connected to.": "河流的水充当着河源意识的导管。作为一个动作，河源可以施放{@spell clairvoyance}法术，无需法术材料，以河流连接的任何一点为目标。",
	"Freshwater fauna and flora reproduce rapidly and thrive in the waters within 1 mile of the riverine's lair. Foraging in these waters yields twice the usual amount of food.": "淡水动植物在河流巢穴1英里范围内繁殖迅速，并茁壮成长。在这些水域觅食可以获得平时的两倍食物量。",
	"Tracks appear along the banks of the river within 6 miles of the riverine's lair. The tracks lead to potential shelters and safe passages across the river's waters, while also leading away from areas that the riverine prefers to remain undisturbed.": "在距离河精(lair)不到6英里的河岸上出现了足迹。这些足迹通往潜在的庇护所，以及安全地穿越河流的通道，同时也远离了河精偏好保持安宁的区域。",
	"Natural stone within 6 miles of the lair is a conduit for the dragon's psionic presence. As an action, the dragon can cast the {@spell clairvoyance} spell, requiring no spell components and targeting any natural stone formation in that region.": "巢穴周围6英里内的天然石头是龙的精神存在的导体。作为一个动作，龙可以施展{@spell clairvoyance}法术，无需法术材料，并瞄准该地区的任何天然石头形态。",
	"The dragon's psionic energy enhances the mental powers of other creatures. Any creature capable of telepathic communication has its telepathy range doubled while within 1 mile of the lair. This includes creatures with innate telepathy and magical telepathy such as the {@spell Rary's telepathic bond} spell.": "龙的灵能增强了其他生物的精神力量。在巢穴范围内的1英里内，任何能进行心灵交流的生物其心灵感应范围加倍。这包括具有天生心灵感应和魔法心灵感应（如{@spell Rary's telepathic bond}法术）的生物。",
	"The dragon targets a creature within 120 feet of it that can hear and understand it. The creature must succeed on a {@dc 15} Wisdom saving throw or be {@condition charmed} by the dragon until initiative count 20 on the following round. A creature {@condition charmed} in this way obeys to the best of its ability any command the dragon issues that isn't directly harmful to itself.": "龙瞄准一个距离它120英尺内且能听到并理解它的生物。生物必须成功通过一个{@dc 15}的感知豁免才能免受龙的{@condition charmed}，直到接下来回合的20号倡议计数。以这种方式被影响的生物将尽其所能服从龙发出的任何不直接伤害自己的命令。",
	"Natural stone within 6 miles of the lair becomes a conduit for the dragon's psionic presence. As an action, the dragon can cast the {@spell clairvoyance} spell, requiring no components, targeting any natural stone formation in that region.": "在巢穴周围6英里范围内的天然石头成为龙的心灵力量的导管。作为一个动作，龙可以施放{@spell clairvoyance}法术，无需材料成分，以任何该区域内的天然石头形成为目标。",
	"Crops and domestic animals grow and reproduce quickly within 6 miles of the scion.": "在离开天命之子6英里范围内，农作物和家畜会快速生长和繁殖。",
	"Hill giants within 1,000 feet of the scion gain a +7 bonus to attack and damage rolls.": "距离天威不到1,000英尺的山岭巨人获得+7的攻击和伤害加值。",
	"The weather within 6 miles of the scion is always ideal for farming: sunny and warm with occasional showers.": "距离传人(Scion)六英里范围内的天气总是适宜农业种植：晴朗温暖，偶尔会有阵雨。",
	"The first time a sapient creature comes within 6 miles of the scion, the creature must succeed on a DC 15 Wisdom saving throw or feel an overwhelming compulsion to leave an offering worth at least 5 gp stashed in an out-of-the-way place. Cloud giants within 6 miles of the cradle or scion immediately sense the location of this gift. A creature can be affected only once by this compulsion.": "当第一次一个有智慧的生物接近圣裔不超过6英里时，该生物必须通过一次DC 15的感知豁免检定，否则会感到一种压倒性的冲动，需要留下至少价值5gp的供品，藏在一个不易被发现的地方。在距离摇篮或圣裔不超过6英里的地方的云巨人会立即感知到这份礼物的位置。一个生物只能被这种冲动影响一次。",
	"Cloud giants within 1,000 feet of the scion gain a +8 bonus to attack and damage rolls.": "距离天空巨人血脉不到1,000英尺的地方，攻击和伤害骰获得+8的加值。",
	"Whispers can be heard on the wind within 1 mile of the scion. The words are indistinct, but a creature with an Intelligence score of 5 or higher interprets them as instructions for a prank they can play on others.": "在离天选者1英里范围内，可以听到风中的低语。这些话语不太清晰，但一个智力得分为5或更高的生物会将它们解释为可以对他人开的恶作剧指示。",
	"Smooth stones and gems grow within 6 miles of the scion.": "平滑的石头和宝石在离天命者(scion)6英里的地方生长。",
	"Carpets of golden moss that stone giants find tasty grow on cavern walls within 6 miles of the scion.": "在离开传人不到6英里的地方，石巨人喜欢的金色苔藓地毯生长在洞穴墙壁上。",
	"Stone giants within 1,000 feet of the scion gain a +7 bonus to attack and damage rolls.": "距离天赋者不到1,000尺的石巨人获得+7的攻击和伤害加值。",
	"Two-way portals to the Elemental Plane of Air (if the scion is in the sky) or the Elemental Plane of Water (if the scion is in the ocean) form within 1 mile of the cradle or scion, allowing elemental creatures into the world.": "当传人在天空中时，与元素风之界面的双向传送门会在离摇篮或传人1英里范围内形成，允许元素生物进入这个世界；当传人在海洋中时，与元素水之界面的双向传送门会在离摇篮或传人1英里范围内形成，允许元素生物进入这个世界。",
	"Storm giants within 1,000 feet of the scion gain a +8 bonus to attack and damage rolls.": "在距离天选者 1,000 尺范围内的风暴巨人获得 +8 的攻击和伤害加值。",
	"The weather within 1 mile of the scion dramatically shifts day to day, ranging from pleasantly sunny to brutal hailstorms.": "距离（Scion）1英里范围内的天气每天都会急剧变化，从宜人的阳光明媚到猛烈的冰雹暴雨不等。",
	"Veins of precious metals and ore are more common within 6 miles of the scion.": "贵金属和矿石的矿脉在离开传人不超过6英里的地方更为常见。",
	"Precipitation is almost nonexistent within 6 miles of the scion, parching the land and withering most plant life.": "在离开(Scion)6英里范围内，降水几乎不存在，使土地干旱，大部分植物凋零。",
	"Fire giants within 1,000 feet of the scion gain a +8 bonus to attack and damage rolls.": "在距离天选者 1,000 尺范围内的火巨人获得+8 的攻击和伤害加值。",
	"Extreme cold envelops the land within 6 miles of the scion (see the {@book Dungeon Master's Guide|DMG} for rules on {@hazard extreme cold}). If the climate in the area already features extreme cold, the cold is numbing—creatures in the area without immunity or resistance to cold damage have disadvantage on Strength and Dexterity checks.": "极端寒冷笼罩着距离传人{@book Dungeon Master's Guide|DMG}6英里范围内的土地。如果该地区的气候已经极端寒冷，那么寒冷会让人麻木—在该区域内没有对寒冷伤害具有免疫或抗性的生物在力量和敏捷检定上有劣势。请查看{@hazard extreme cold}中的规则。",
	"Frost giants within 1,000 feet of the scion gain a +7 bonus to attack and damage rolls.": "在距离天赋者1000英尺范围内的霜巨人获得+7的攻击和伤害加值。",
	"Beasts reproduce rapidly and thrive within 6 miles of the scion.": "野兽在离($scion$)6英里范围内迅速繁殖并茁壮成长。",
	"The sea fury calls forth the spirit of a dead sailor or sea hag that met its end in the lair. This spirit has the statistics of a {@creature specter} and lasts until the sea fury uses another lair action. The specter appears in an unoccupied space within 30 feet of the sea fury and obeys the sea fury's commands.": "海怒唤起了一个在巢穴中结束生命的死水手或海妖的灵魂。这个灵魂具有{@creature specter}的统计数据，并持续到海怒使用另一个巢穴动作。幽灵出现在离海怒30英尺内的一个空位，并服从海怒的命令。",
	"Ordinary {@creature crab||crabs} and {@creature octopus||octopi} within 1 mile of the lair grow in size to become {@creature giant crab||giant crabs} and {@creature giant octopus||giant octopi}, respectively. These creatures serve the sea fury as spies and guards.": "在巢穴周围1英里范围内，普通的{@creature crab||crabs}和{@creature octopus||octopi}会变大成为{@creature giant crab||giant crabs}和{@creature giant octopus||giant octopi}。这些生物作为海怒者的间谍和卫士。",
	"Light is diminished within 6 miles of the dragon's lair, {@quickref Vision and Light|PHB|2||lightly obscuring} the land in gloomy shadows.": "在龙穴的周围6英里范围内，{@quickref Vision and Light|PHB|2||lightly obscuring}大地笼罩在阴暗的阴影中，光线被削弱。",
	"At your discretion, a legendary ({@creature Adult Silver Dragon||adult} or {@creature Ancient Silver Dragon||ancient}) silver dragon can use the following additional lair action while in its lair:": "由你决定，传奇银龙({@creature Adult Silver Dragon||adult})或({@creature Ancient Silver Dragon||ancient})在巢穴中可以使用以下额外的巢穴动作：",
	"A sudden, supernatural chill fills the lair near the dragon. Each creature of the dragon's choice that it can see within 120 feet of it must succeed on a DC 15 Constitution saving throw or be {@condition restrained} until initiative count 20 on the next round. Creatures that have resistance to cold damage have advantage on the saving throw; creatures that have immunity to cold damage succeed automatically.": "一股突如其来的超自然寒意充满了龙的巢穴。龙选择的每个生物，在它能看到的120英尺内，必须通过一次 DC 15 的体质豁免才能在下一回合的20号先攻之前变为{@condition restrained}。对冷伤害具有抗性的生物在豁免检定中获得优势；对冷伤害免疫的生物则自动成功。",
	"A creature that is within 10 miles of the star or inside it is blinded by its intense light unless the creature has protective gear to shield its eyes, such as goggles of night or a similar form of eyewear.": "当生物在距离星球不到10英里的范围内或在星球内部时，会被其强烈的光线致盲，除非该生物有防护装备来保护眼睛，比如(`goggles of night`)或类似的眼部防护装备。",
	"Any creature that enters the star or starts its turn inside it takes 132 ({@dice 24d10}) radiant damage.": "任何进入星星或在其中开始回合的生物会受到132 ({@dice 24d10}) 辐射伤害。",
	"All creatures within 30 ft. of Ssendam must succeed on a DC 20 Wisdom saving throw or come under the effects of the {@spell confusion} spell until the end of its next turn.": "所有在距离Ssendam 30英尺范围内的生物必须成功通过一次DC 20的感知豁免检定，否则将受到{@spell confusion}法术的影响，直到其下一个回合结束。",
	"Strahd targets any number of doors and windows that he can see, causing each one to either open or close as he wishes. Closed doors can be magically locked (needing a successful {@dc 20} Strength check to force open) until Strahd chooses to end the effect, or until Strahd uses this lair action again.": "斯特拉德(Strahd)可以选择任意数量的他能看到的门窗，让它们自由开合。关闭的门可以被魔法锁定（需要成功的{@dc 20}力量检定才能强行打开），直到斯特拉德选择结束效果，或者再次使用这个巢穴动作。",
	"Strahd summons the angry spirit of one who has died in the castle. The apparition appears next to a hostile creature that Strahd can see, makes an attack against that creature, and then disappears. The apparition has the statistics of a {@creature specter}.": "斯特拉德召唤了在城堡中死去的一个愤怒的灵魂。这个幻影出现在斯特拉德能看到的一个敌对生物旁边，对那个生物发动攻击，然后消失。这个幻影的统计数据与一个{@creature specter}相同。",
	"The dragon attempts to fling a creature it can see within 60 feet of itself forward through time. The target must succeed on a DC 18 Wisdom saving throw or take 26 ({@dice 4d12}) psychic damage and move 1 round forward in time. A target moved forward in time vanishes for the duration. When the effect ends, the target reappears in the space it left or in an unoccupied space nearest to that space if it's occupied.": "龙试图将它能看到的距离自己60英尺内的生物向前扔，穿越时间。目标必须通过一次DC 18感知豁免检定，否则将受到26({@dice 4d12})点心灵伤害，并向前移动1回合的时间。时间前移的目标在持续时间内消失。当效果结束时，目标会重新出现在它离开的空间中，或者如果该空间被占据，则出现在最近的未被占据的空间中。",
	"The dragon slows time for each creature within 60 feet of itself. Until initiative count 20 of the next round, the affected creature can move or take an action on its turn, not both. The creature also can't take a reaction or a bonus action.": "龙减缓了其周围60英尺范围内每个生物的时间。直到下一回合的20号先攻计数，受影响的生物可以在自己的回合内移动或采取一个动作，但不能两者兼而有之。该生物还不能进行反应或者额外动作。",
	"The dragon chooses a space it can fit into within its lair. The dragon exists simultaneously in its space and the chosen space until initiative count 20 on the next round. Whenever it moves or takes an action, the dragon chooses which version is moving or acting. If an effect or attack can target both the dragon's spaces at the same time, the dragon is affected only once.": "龙选择一个适合自己的巢穴空间。龙同时存在于自己的空间和所选择的空间，直到下一轮的20号先攻。每当它移动或采取行动时，龙可以选择哪个版本在移动或行动。如果某个效果或攻击可以同时瞄准龙的两个空间，龙只会受到一次影响。",
	"Time fluctuates within 3 miles of the lair. Short rests taken within this area take 10 minutes or 2 hours (your choice).": "在巢穴周围3英里范围内，时间会波动。在这个区域内进行短休息需要10分钟或2小时（由你选择）。（the lair）",
	"Beasts, Humanoids, and Plants within 3 miles of the lair age only 1 year for every 10 years that pass.": "兽类，人形生物和植物在巢穴周围3英里内，每过10年只会变老1年。",
	"When a creature finishes a long rest within 6 miles of the lair, the creature must first succeed on a DC 15 Constitution saving throw or be unable to reduce its levels of {@condition exhaustion} or regain spent Hit Dice. Creatures resistant or immune to necrotic damage are immune to this regional effect.": "当一个生物在距离巢穴6英里内完成一次长休时，该生物必须首先成功通过一次 DC 15 的体质豁免才能减少其{@condition exhaustion}级别或恢复已经消耗的命中骰。对亡灵伤害具有抗性或免疫的生物对这一地区效应免疫。",
	"Creatures native to the unicorn's domain have an easier time hiding; they have advantage on all Dexterity ({@skill Stealth}) checks made to hide.": "生活在独角兽领地的生物更容易隐藏起来；它们在进行所有敏捷检定时获得优势（{@skill Stealth}）。",
	"A shrill sound fills the lair. Creatures that can hear it must succeed on a DC 15 Constitution saving throw or lose concentration.": "巢穴中响起尖锐的声音。能听到声音的生物必须通过一次 DC 15 的体质豁免才能保持专注。",
	"Hidden snares target up to three creatures the villain can see in the lair. Each creature must succeed on a DC 15 Strength saving throw or have the grappled condition (escape DC 15) and the restrained condition until it escapes or the snare holding it is destroyed. Each snare has AC 11, 10 hit points, and immunity to poison and psychic damage.": "隐藏陷阱瞄准在巢穴中可以看到的最多三个生物。每个生物必须成功通过一次 DC 15 的力量豁免才能避免被缠绕状态（逃脱 DC 15）和被束缚状态直到它逃脱或者困住它的陷阱被摧毁。每个陷阱的防御等级为 11，拥有 10 点生命值，并且免疫毒素和精神伤害。",
	"Traps target up to two creatures the villain can see in the lair. Each target must succeed on a DC 15 Dexterity saving throw or be struck by a trap. The villain rolls a number of d6s equal to its proficiency bonus, and struck targets take damage equal to the total. The damage is bludgeoning, piercing, slashing, fire, or poison, chosen by the villain when the villain uses this action.": "陷阱瞄准在巢穴中可见的最多两个生物。每个目标必须成功通过一次 DC 15 的敏捷豁免才能避开陷阱。反派投掷数量等同于其熟练加值的d6，被击中的目标受到等同于总和的伤害。伤害可以是钝击、穿刺、斩击、火焰或毒素伤害，由反派在使用此动作时选择。",
	"While within 3 miles of the lair, creatures that aren't members of the villain's organization have disadvantage on ability checks that rely on the Insight, Perception, and Persuasion skills.": "在距离巢穴3英里范围内，不属于恶棍组织的生物在依赖洞察、感知和说服技能的能力检定上具有劣势。",
	"When members of the villain's organization deal poison damage while within 3 miles of the lair, they ignore the target's resistance to poison damage.": "当反派组织成员在距离巢穴3英里内造成毒性伤害时，它们会无视目标对毒性伤害的抗性。",
	"Freezing fog fills a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The fog spreads around corners, and its area is heavily obscured. Each creature in the fog when it appears must make a {@dc 10} Constitution saving throw, taking 10 ({@damage 3d6}) cold damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the fog takes 10 ({@damage 3d6}) cold damage. A wind of at least 20 miles per hour disperses the fog. The fog otherwise lasts until the dragon uses this lair action again or until the dragon dies.": "冰雾弥漫在龙能看到的距离120英尺内的某一点上，形成一个半径20英尺的球体。冰雾会绕过角落蔓延，其区域被大量遮蔽。当冰雾出现时，其中的每个生物必须进行一次{@dc 10}体质豁免才能，未通过豁免则受到10({@damage 3d6})点冰冷伤害，通过豁免则只受到一半伤害。如果一个生物在冰雾中结束自己的回合，则会受到10({@damage 3d6})点冰冷伤害。风速至少为每小时20英里的风会驱散冰雾。否则，冰雾会持续，直到龙再次使用这个巢穴特殊动作，或者直到龙死亡。",
	"Jagged ice shards fall from the ceiling, striking up to three creatures underneath that the dragon can see within 120 feet of it. The dragon makes one ranged attack roll ({@hit 7} to hit) against each target. On a hit, the target takes 10 ({@damage 3d6}) piercing damage.": "锯齿状的冰碎片从天花板上落下，击中龙能看到的距离不超过120英尺的最多三个生物。龙对每个目标进行一次远程攻击骰({@hit 7})。命中则目标受到10({@damage 3d6})点穿刺伤害。",
	"At your discretion, a legendary ({@creature Adult White Dragon||adult} or {@creature Ancient White Dragon||ancient}) white dragon can use one or both of the following additional lair actions while in its lair:": "由你决定，一只传奇的({@creature Adult White Dragon||adult})或({@creature Ancient White Dragon||ancient})白龙可以在巢穴中使用以下一个或两个额外的巢穴行动：",
	"Driving sleet falls in a 40-foot-high, 20-foot-radius cylinder centered on a point the dragon can see within 120 feet of it. Each creature in that area must succeed on a DC 15 Constitution saving throw or be {@condition blinded} until initiative count 20 on the next round.": "冰雹倾盆而下，覆盖了一个直径20英尺、高40英尺的圆柱体，圆柱体的中心点是龙能看到的距离不超过120英尺的地方。在该区域内的每个生物必须通过一次DC 15的体质豁免检定，否则在接下来的回合中直到20号先攻之前都会变成{@condition blinded}。",
	"The icy surfaces in the dragon's lair reflect light like mirrors, giving creatures in the lair other than the dragon disadvantage on Dexterity ({@skill Stealth}) checks made to hide. In addition, at each intersection or branching passage, any creature other than the dragon has a {@chance 50|50 percent} chance of going in a different direction from the direction it intends.": "龙穴中冰冷的表面像镜子一样反射光线，使得除龙外的生物在进行用于隐藏的敏捷检定时处于劣势（{@skill Stealth}）。此外，在每个交叉口或分叉通道，除龙外的任何生物有{@chance 50|50 percent}的几率选择与其本意不同的方向前进。",
	"Yeenoghu causes an iron spike—5 feet tall and 1 inch in diameter—to burst from the ground at a point he can see within 100 feet of him. Any creature in the space where the spike emerges must make a {@dc 24} Dexterity saving throw. On a failed save, the creature takes 27 ({@damage 6d8}) piercing damage and is {@condition restrained} by being impaled on the spike. A creature can use an action to remove itself (or a creature it can reach) from the spike, ending the restrained condition.": "耶诺古(Yeenoghu)引发一根铁钉——高5英尺，直径1英寸——从他能看到的距离100英尺内的某点突然冒出地面。任何处于铁钉冒出位置的生物必须进行一次{@dc 24}敏捷豁免。未能通过豁免的生物会受到27点{@damage 6d8}穿刺伤害，并因被铁钉刺穿而被{@condition restrained}。生物可以使用一个动作将自己（或其能够触及的生物）从铁钉上解脱出来，结束被限制状态。",
	"Yeenoghu causes an iron spike - 5 feet tall and 1 inch in diameter - to burst from the ground at a point he can see within 100 feet of him. Any creature in the space where the spike emerges must make a {@dc 24} Dexterity saving throw. On a failed save, the creature takes 27 ({@damage 6d8}) piercing damage and is {@condition restrained} by being impaled on the spike. A creature can use an action to remove itself (or a creature it can reach) from the spike, ending the {@condition restrained} condition.": "耶耶诺古(Yeenoghu)引发一根铁尖——高5英尺，直径1英寸——从他能看到的距离100英尺以内的地面上突然冒出。在尖刺出现的空间内的任何生物必须进行一次{@dc 24}敏捷豁免投。未能通过豁免的生物会受到27({@damage 6d8})点穿刺伤害，并因被尖刺刺穿而受到{@condition restrained}效果影响。生物可以使用一个动作将自己(或其能够触及的生物)从尖刺上移开，结束{@condition restrained}效果。",
	"Zariel casts the {@spell fireball} spell.": "扎瑞尔施放了{@spell fireball}法术。",
	"Zariel casts {@spell major image} four times at its lowest level, targeting different areas with the spell. Zariel prefers to create images of intruders' loved ones being burned alive. Zariel doesn't need to concentrate on the spells, which end on initiative count 20 of the next round. Each creature that can see these illusions must succeed on a {@dc 26} Wisdom saving throw or become {@condition frightened} of the illusion for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "Zariel以最低等级施放{@spell major image}四次，针对不同区域使用该法术。Zariel更喜欢制造入侵者所爱之人被活活烧死的幻象。Zariel无需集中精力在这些法术上，它们会在下一回合的20号先攻结束。每个能看到这些幻象的生物必须通过一次{@dc 26}感知豁免，否则会成为幻象的{@condition frightened}，持续1分钟。一名{@condition frightened}生物可以在自己的回合结束时重复这次豁免，成功则结束自身的影响。",
	"Zariel casts her innate {@spell fireball} spell.": "Zariel 施放了她的内在{@spell fireball}法术。",
	"Part of the ceiling collapses above one creature that Zikzokrishka can see. The creature must succeed on a DC 15 Dexterity saving throw or take 21 ({@damage 6d6}) bludgeoning damage and be knocked {@condition prone} and buried under rubble. A buried creature is {@condition restrained} and unable to stand up. A creature can use an action to try to pull itself or another creature out of the rubble, doing so with a successful DC 10 Strength ({@skill Athletics}) check.": "当Zikzokrishka能看到的一只生物头顶的一部分天花板坍塌。该生物必须通过一次DC 15的敏捷豁免检定，否则将受到21 ({@damage 6d6}) 钝击伤害，并被击倒 {@condition prone} 并被埋在瓦砾下。被埋的生物是 {@condition restrained}，无法站起来。生物可以使用一个动作来尝试将自己或另一个生物从瓦砾中拉出，成功进行一次DC 10的力量 ({@skill Athletics}) 检定即可这样做。",
	"A cloud of sand swirls in a 20-foot-radius sphere centered on a point Zikzokrishka can see within 60 feet of it. The cloud spreads around corners. Each creature in the cloud must succeed on a DC 15 Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "在距离齐克佐克里斯卡（Zikzokrishka）能看到的60英尺范围内的一个点为中心，有一个半径为20英尺的沙尘云旋转。云朵会绕过角落。云中的每个生物必须通过一次DC 15的体质豁免才能免疫{@condition blinded}，持续1分钟。生物可以在自己的回合结束时重复豁免检定，成功则结束自身的效果。",
	"When fighting inside its lair, an aboleth can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the aboleth takes a lair action to cause one of the following effects:": "在其巢穴内战斗时，深渊鱼可以利用环境魔法来进行巢穴行动。在20号（失去先攻的情况下）的先攻顺序上，深渊鱼可以采取巢穴行动来引发以下效果之一：",
	"The region containing an aboleth's lair is warped by the creature's presence, which creates one or more of the following effects:": "含有一只深渊鱼的巢穴的区域受到了这种生物存在的扭曲影响，可能会产生以下一种或多种效果：",
	"If the aboleth dies, the first two effects fade over the course of {@dice 3d10} days.": "如果深渊鱼(aboleth)死亡，前两个效果会在{@dice 3d10}天内逐渐消失。",
	"If Aerisi is in the air node while {@creature Yan-C-Bin|PotA} isn't, Aerisi can take lair actions. On initiative count 20 (losing initiative ties), Aerisi uses a lair action to cast one of her spells, up to 3rd level, without using components or a spell slot. She can't cast the same spell two rounds in a row, although she can continue to concentrate on a spell she previously cast using a lair action. Aerisi can take no other lair actions while {@status concentration||concentrating} on a spell cast as a lair action.": "如果艾瑞希（Aerisi）在空气节点中，而{@creature Yan-C-Bin|PotA}不在的话，艾瑞希可以采取巢穴行动。在20的先攻顺序（输掉先攻则为20）上，艾瑞希使用巢穴行动来施放她的一个法术，最高可达3级，无需使用材料或法术槽。她不能连续两轮施放相同的法术，尽管她可以继续集中精力在之前使用巢穴行动施放的法术上。当{@status concentration||concentrating}施放作为巢穴行动的法术时，艾瑞希不能采取其他巢穴行动。",
	"If Aerisi casts {@spell invisibility} using this lair action, she also draws the power of the air node into herself. By doing so, she regains 15 ({@dice 3d8 + 2}) hit points.": "如果艾瑞丝使用这个巢穴特殊动作施放{@spell invisibility}，她也会将空气节点的力量吸引到自己身上。这样一来，她会恢复 15 ({@dice 3d8 + 2}) 生命值。",
	"On initiative count 20 (losing initiative ties), Alyxian can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同则失败）时，艾利克西安可以执行以下其中一项巢穴行动；他不能连续两轮执行相同的巢穴行动：",
	"On initiative count 20 (losing initiative ties), the dragon can take one of the following lair actions; the dragon can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同时，先失去）时，龙可以执行以下其中一项巢穴行动；龙不能连续两轮执行相同的巢穴行动：",
	"The region surrounding a legendary amethyst dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中紫水晶龙巢穴周围的地区被龙的魔法改变，产生以下一种或多种效果：",
	"If the dragon dies, the populations of aquatic life near the lair return to normal levels over the course of {@dice 1d10} days. The existing abundance of amethysts remains, but new crystals and geodes form at a normal rate.": "如果龙死亡，巢穴附近的水生生物种群在{@dice 1d10}天内恢复到正常水平。紫晶的现有丰富度保持不变，但新的水晶和晶洞会以正常速度形成。",
	"The region containing an ancient deep crow's lair is transformed by the creature's presence, which creates one or more of the following effects:": "包含古老深渊鸦巢的地区被这个生物的存在所改变，可能产生以下一个或多个效果：",
	"If the ancient deep crow dies, these effects fade immediately.": "如果古老的深渊乌鸦死亡，这些效果立即消失。",
	"As they are presented in the {@i Monster Manual}, dragon turtles don't have access to lair actions while in their lairs. At your discretion, you can give an adult or ancient dragon turtle access to lair actions, increasing its challenge rating by 1. On initiative count 20 (losing initiative ties), the dragon turtle can take one of the following lair actions; the dragon turtle can't take the same lair action two rounds in a row:": "在{@i Monster Manual}中呈现的时候，龙龟在它们的巢穴中没有巢穴特殊动作。酌情决定，你可以让成年或上古龙龟获得巢穴特殊动作，从而增加其挑战等级1点。在20的先攻顺序上（失去先攻的情况下），龙龟可以执行以下巢穴特殊动作之一；龙龟不能连续两轮执行相同的巢穴特殊动作：",
	"The region containing a dragon turtle's lair can be transformed by its presence, creating one or more of the following effects:": "龙龟巢穴所在的区域可能会因其存在而发生变化，产生以下一种或多种效果：",
	"If the dragon turtle dies, these effects fade over the course of {@dice 1d10} days.": "如果龙龟死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Arasta can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row.": "在20号（失去先攻则平局）的先攻顺序中，阿拉斯塔可以采取巢穴行动来引发以下效果之一。她不能连续两轮使用相同的效果。",
	"The region containing Arasta's lair is warped by her presence, which creates one or more of the following effects:": "阿拉斯塔巢穴所在的区域被她的存在扭曲，可能产生以下一种或多种效果：",
	"If Arasta dies, the spiders and insects lose their supernatural link to her. The webs remain, but they dissolve within {@dice 1d10} days.": "如果阿拉斯塔(Arasta)死亡，蜘蛛和昆虫将失去与她的超自然联系。蜘蛛网会保留下来，但在{@dice 1d10}天内会消失。",
	"The region containing Asmodeus's lair is corrupted by his presence, which creates the following effect:": "阿斯莫德斯（Asmodeus）的巢穴所在的地区受到他的存在而腐化，产生以下效果：",
	"If Asmodeus dies, the effects fade over the course of {@dice 1d10} days.": "如果阿斯莫德斯(Asmodeus)死亡，影响会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Aurnozci can take one of the following lair actions; Aurnozci can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同时，先失去）时，奥尔诺兹奇（Aurnozci）可以执行以下潜藏动作之一；奥尔诺兹奇不能连续两轮执行相同的潜藏动作：",
	"Xulregg is an oppressively muggy realm known for the following regional effects:": "Xulregg是一个令人感到压抑潮湿的领域，以以下地区效应而闻名：",
	"If Aurnozci dies, these effects fade over the course of {@dice 1d10} days.": "如果Aurnozci死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing Baalzebul's lair is corrupted by his presence, which creates the following effect:": "巴尔塞布尔(Baalzebul)的巢穴所在地区被他的存在腐化，产生以下效果：",
	"If Baalzebul dies, the effects fade over the course of {@dice 1d10} days.": "如果巴尔塞布尔(Baalzebul)死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Baalzebul can take one lair action to cause one of the following effects; Baalzebul can't use the same effect two rounds in a row:": "在20号先攻计数（先攻相同时失败），巴尔塞布尔可以采取一项巢穴行动，产生以下效果之一；巴尔塞布尔不能连续两轮使用相同效果：",
	"The region containing Baalzebul's lair is corrupted by his presence, which creates one or more of the following effects:": "巴尔塞布尔(Baalzebul)的巢穴所在地区被他的存在腐化，可能产生以下一个或多个效果：",
	"On initiative count 20 (losing initiative ties), a baernaloth can take one of the following lair actions; the baernaloth can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时，先失去先攻的一方），一位巴恩纳洛斯（baernaloth）可以选择以下其中一项巢穴行动；巴恩纳洛斯不能连续两轮选择相同的巢穴行动：",
	"A region containing a baernaloth's lair becomes warped by the creature's unnatural presence, which creates one or more of the following effects:": "包含一只巴那洛斯（baernaloth）巢穴的地区会因为这种生物的不自然存在而扭曲，产生以下一个或多个效果：",
	"If the baernaloth dies, these effects end immediately.": "如果巴恩纳洛斯死亡，这些效果立即结束。",
	"On initiative count 20 (losing initiative ties), a balhannoth can take one of the following lair actions; the balhannoth can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时失去），巴尔哈诺斯可以执行以下其中一项巢穴行动；巴尔哈诺斯不能连续两轮执行相同的巢穴行动：",
	"A region containing a balhannoth's lair becomes warped by the creature's unnatural presence, which creates one or more of the following effects:": "包含巴尔哈诺斯巢穴的地区会因为这种怪物的非自然存在而扭曲，可能会产生以下一种或多种效果：",
	"If the balhannoth dies, these effects end immediately.": "如果巴兰诺斯(Balhannoth)死亡，这些效果立即结束。",
	"When fighting inside its lair, a balhannoth can use lair actions. On initiative count 20 (losing initiative ties), a balhannoth can take one lair action to cause one of the following effects; the balhannoth can't use the same lair action two rounds in a row:": "在其巢穴内战斗时，巴尔汉诺斯可以使用巢穴行动。在20号先攻（失去先攻平局），巴尔汉诺斯可以采取一项巢穴行动，产生以下效果之一；巴尔汉诺斯不能连续两轮使用相同的巢穴行动：",
	"On initiative count 20 (losing initiative ties), Baphomet can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻计数（平局时先失去先攻），巴尔弗梅特（Baphomet）可以执行以下其中一项巢穴行动；他不能连续两轮执行相同的巢穴行动：",
	"The region containing Baphomet's lair is warped by his magic, creating one or more of the following effects:": "包括巴尔弗梅特（Baphomet）巢穴的区域被他的魔法扭曲，产生以下一种或多种效果：",
	"If Baphomet dies, these effects fade over the course of {@dice 1d10} days.": "如果巴尔弗摩特(Baphomet)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Baphomet can take a lair action to cause one of the following magical effects; he can't use the same effect two rounds in a row:": "在20号先攻（在先攻相同时失去）时，巴霍梅特可以采取巢穴行动，造成以下其中一种魔法效果；他不能连续两轮使用相同的效果：",
	"When fighting inside its lair, a beholder can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the beholder can take one lair action to cause one of the following effects:": "在其巢穴内战斗时，一只眼魔可以利用环境魔法来进行巢穴行动。在20号（(%num%)）的先攻顺序中（失去先攻的情况下），眼魔可以进行一次巢穴行动，产生以下效果之一：",
	"The beholder can't repeat an effect until they have all been used, and it can't use the same effect two rounds in a row.": "观众不能重复一个效果，直到它们全部被使用过，也不能连续两轮使用相同的效果。",
	"A region containing a beholder's lair is warped by the creature's unnatural presence, which creates one or more of the following effects:": "一个包含了一只眼魔巢穴的地区被这只怪物的不自然存在所扭曲，会产生以下一种或多种效果：",
	"If the beholder dies, these effects fade over the course of {@dice 1d10} days.": "如果观众者死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing Bel's lair is corrupted by his presence, which creates the following effect:": "包含贝尔巢穴的区域被他的存在所腐化，产生以下效果：",
	"If Bel dies, the effects fade over the course of {@dice 1d10} days.": "如果贝尔(Bel)死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"While within the Citadel of Lidless Eyes, Belashyrra can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), Belashyrra can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:": "在无眼堡垒内，贝拉夏拉(Belashyrra)可以利用环境魔法进行巢穴行动。在20号先攻(失去先攻时)，贝拉夏拉可以采取巢穴行动来引发以下效果之一；不能连续两轮使用相同效果：",
	"Belashyrra's lair is known to touch remote areas of the Shadow Marches and caverns below Xen'drik. A region containing a passage to Belashyrra's lair is warped by its magic, which creates one or more of the following effects:": "贝拉沙拉的巢穴据说与暗影陆地的偏远地区和赛恩德瑞克下方的洞穴相接。一个包含通往贝拉沙拉巢穴的通道的区域会被其魔法扭曲，从而产生以下一个或多个效果：",
	"If Belashyrra dies, these effects fade over the course of {@dice 1d10} days.": "如果贝拉沙拉(Belashyrra)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing Belial's lair is corrupted by his presence, which creates the following effect:": "包含贝利亚尔巢穴的区域被他的存在所腐化，产生以下效果：",
	"If Belial dies, the effects fade over the course of {@dice 1d10} days.": "如果Belial死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:": "在20号先攻（在先攻相同时失去）时，龙可以采取巢穴行动来引发以下效果之一；龙不能连续两轮使用相同的效果：",
	"The region containing a legendary black dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的黑龙巢穴所在地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"If the dragon dies, vegetation remains as it has grown, but other effects fade over {@dice 1d10} days.": "如果龙死了，植被会保持原样，但其他影响会在{@dice 1d10}天内消失。",
	"On initiative count 20 (losing initiative ties), an adult or ancient blightscale dragon takes a lair action to cause one of the following effects. The dragon can't use the same effect two rounds in a row.": "在20号先攻（失去先攻的情况下），一只成年或古老的枯鳞龙会采取巢穴行动，产生以下效果之一。龙不能连续两轮使用相同的效果。",
	"The region containing a legendary blue dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的蓝龙巢穴所在的地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"If the dragon dies, the dust devils disappear immediately, and the thunderstorms abate within {@dice 1d10} days. Any sinkholes remain where they are.": "如果龙死了，尘魔会立即消失，雷暴会在{@dice 1d10}天内减弱。任何地下水坑都会保持原状。",
	"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects:": "在20号先攻（平局时先攻失败）时，龙会采取巢穴行动，产生以下效果之一：",
	"The region containing a legendary brass dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中一只黄铜巨龙巢穴所在的地区被龙的魔法扭曲，可能会产生以下一种或多种效果：",
	"If the dragon dies, the tracks fade in {@dice 1d10} days, but the other effects fade immediately.": "如果龙死亡，轨迹在{@dice 1d10}天内消失，但其他效果立即消失。",
	"The region containing a legendary bronze dragon's lair is warped by the dragon's magic.": "传说中一条青铜巨龙的巢穴所在地区被巨龙的魔法扭曲了。",
	"If the dragon dies, changed weather reverts to normal, as described in the spell, and the other effects fade in {@dice 1d10} days.": "如果龙死亡，改变的天气会恢复正常，就像法术描述的那样，其他效果会在{@dice 1d10}天内消失。",
	"When fighting aboard the Scavenger, N'ghathrod can take lair actions. On initiative count 20 (losing initiative ties), N'ghathrod can take one lair action to cause one of the following effects:": "在与拾荒者号（Scavenger）的战斗中，N'ghathrod可以采取巢穴行动。在20（失去先攻的情况下）的先攻次序上，N'ghathrod可以采取一个巢穴行动，造成以下效果之一：",
	"The region containing a legendary copper dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中一只铜龙巢穴所在的地区被龙的魔法扭曲，可能会产生以下一种或多种效果：",
	"If the dragon dies, the magic carvings fade over the course of {@dice 1d10} days. The other effects end immediately.": "如果龙死亡，魔法雕刻会在{@dice 1d10}天内逐渐消失。其他效果立即结束。",
	"When Cryonax occupies Frostfell, or any area that he has corrupted by inhabiting it for at least a week, he can command the snow and ice around him to take lair actions. On initiative count 20 (losing initiative ties), Cryonax can take a lair action to cause one of the following effects; Cryonax can't use the same effect two rounds in a row:": "当Cryonax占领霜冷地（Frostfell）或任何他通过居住至少一周而腐化的区域时，他可以命令周围的雪和冰采取巢穴行动。在20的先攻次序（失去先攻平局），Cryonax可以采取巢穴行动来引发以下效果之一；Cryonax不能连续两轮使用相同的效果：",
	"The region containing Cryonax's lair is warped by his presence, which creates one or more of the following effects:": "包含Cryonax巢穴的区域被他的存在扭曲，会产生以下一种或多种效果：",
	"If Cryonax is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} weeks.": "如果Cryonax被摧毁或驱逐回他的家园位面，区域效应会在接下来的{@dice 1d10}周内消失。",
	"The region surrounding a legendary crystal dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的水晶龙巢穴周围的地区受到龙的魔法影响，可能产生以下一种或多种效果：",
	"If the dragon dies, the animal population near the lair returns to normal levels over the course of {@dice 1d10} days. The increased Hit Die recovery ends immediately. The existing abundance of quartz crystals remains, but new crystals form at a normal rate.": "如果龙死亡，巢穴附近的动物种群在{@dice 1d10}天内恢复到正常水平。增加的命中骰恢复立即结束。现有的石英晶体丰富仍然存在，但新的晶体会以正常速度形成。",
	"On initiative count 20 (losing initiative ties), a darkweaver can take one of the following lair actions; the darkweaver can't take the same lair action two rounds in a row:": "在20号先攻（在先攻相同时失去先攻）时，暗编织者可以执行以下其中一项巢穴行动；暗编织者不能连续两轮执行相同的巢穴行动：",
	"When fighting inside its lair, a death tyrant can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the death tyrant can take one lair action to cause one of the following effects:": "在其巢穴内战斗时，死亡暴君可以利用环境魔法来采取巢穴行动。在20号（失去先攻的情况下）的先攻顺序上，死亡暴君可以采取一项巢穴行动，造成以下效果之一：",
	"The death tyrant can't repeat an effect until all three have been used, and it can't use the same effect on consecutive rounds.": "死亡暴君(`Death Tyrant`)在使用完所有三种效果之前不能重复使用某种效果，并且不能在连续的回合中使用相同的效果。",
	"A region containing a death tyrant's lair is warped by the creature's unnatural presence, which creates one or more of the following effects:": "包含一只死亡暴君（Death Tyrant）巢穴的地区受到生物异常存在的影响，可能会产生以下一种或多种效果：",
	"If the death tyrant dies, these effects fade over the course of {@dice 1d10} days.": "如果死亡暴君死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The region surrounding a legendary deep dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的深龙巢穴周围的地区受到龙的魔法影响，可能产生以下一种或多种效果：",
	"If the dragon dies, these effects fade over the course of {@dice 1d10} days.": "如果龙死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), the demilich rolls a {@dice d20}. On a result of 11 or higher, the demilich takes a lair action to cause one of the following effects. It can't use the same effect two rounds in a row.": "在20号先攻（先攻相同时，先攻失败）时，半骷髅法师投掷一个{@dice d20}。如果结果为11或更高，半骷髅法师会采取巢穴行动，产生以下效果之一。不能连续两轮使用相同效果。",
	"A demilich's tomb might have any or all of the following effects in place:": "巫妖之墓可能设置以下任意或全部效果：",
	"If the demilich is destroyed, these effects fade over the course of 10 days.": "如果半骷髅（demilich）被摧毁，这些效果会在10天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Demogorgon can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻（在先攻相同时失去）时，德莫戈尔（Demogorgon）可以执行以下其中一项巢穴行动；他不能连续两轮执行相同的巢穴行动：",
	"The region containing Demogorgon's lair is warped by his magic, creating one or more of the following effects:": "Demogorgon（德莫戈根）的巢穴所在的区域被他的魔法扭曲，产生以下一种或多种效果：",
	"If Demogorgon dies, these effects fade over the course of {@dice 1d10} days.": "如果德莫戈尔 (Demogorgon) 死亡，这些效果会在 {@dice 1d10} 天内逐渐消失。",
	"On Initiative count 20 (losing initiative ties), Demogorgon can take a lair action to cause one of the following effects: Demogorgon can't use the same effect two rounds in a row:": "在先攻点数20（失去先攻的情况下），德莫戈尔可以采取巢穴行动来引发以下效果之一：德莫戈尔不能连续两轮使用相同的效果：",
	"The region containing Dispater's lair is corrupted by his presence, which creates the following effect:": "含有迪斯帕特(Dispater)巢穴的区域被他的存在所腐化，产生以下效果：",
	"If Dispater dies, the effects fade over the course of {@dice 1d10} days.": "如果地狱公爵死亡，影响会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), the drow can take one of the following lair actions when in her lair; she can't take the same lair action two rounds in a row:": "在20号先攻（失去先攻则平局）时，(drow)在她的巢穴中可以采取以下行动之一；她不能连续两轮采取相同的巢穴行动：",
	"While within the Palace of Sinew, Dyrrn can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), Dyrrn can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:": "在筋之宫殿内，迪恩可以利用环境魔法进行巢穴行动。在20号先攻（失去先攻平局），迪恩可以进行巢穴行动，造成以下效果之一；不能连续两轮使用相同效果：",
	"A region containing a passage to Dyrrn's lair is warped in one or more of these ways:": "包含通往迪恩巢穴的通道的区域以以下一种或多种方式扭曲：",
	"If Dyrrn dies, these effects fade away after {@dice 1d10} days.": "如果Dyrrn死亡，这些效果在{@dice 1d10}天后消失。",
	"On initiative count 20 (losing initiative ties), an elder brain can take one of the following lair actions; the elder brain can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时失去），一位(elder brain)可以执行以下其中一项巢穴行动；这位(elder brain)不能连续两轮执行相同的巢穴行动：",
	"The territory within 5 miles of an elder brain is altered by the creature's psionic presence, which creates one or more of the following effects:": "距离智者脑5英里范围内的领地会受到该生物的超能力影响，可能会产生以下一种或多种效果：",
	"If the elder brain dies, these effects immediately end.": "如果(elder brain)死亡，这些效果立即结束。",
	"When fighting inside its lair, an elder brain can use lair actions. On initiative count 20 (losing initiative ties), an elder brain can take one lair action to cause one of the following effects; the elder brain can't use the same lair action two rounds in a row:": "在其巢穴内战斗时，一位老脑可以使用巢穴行动。在20号（失去先攻的情况下）的先攻顺序上，老脑可以采取一项巢穴行动，造成以下效果之一；老脑不能连续两轮使用相同的巢穴行动：",
	"The region surrounding a legendary emerald dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的翡翠龙巢穴周围的地区受到龙的魔法影响，可能产生以下一种或多种效果：",
	"If the dragon dies, the population of giant lizards near the lair returns to normal levels over the course of {@dice 1d10} days. Rocks immediately stop moving of their own accord. The existing abundance of crystals and emeralds remains, but new ones form at a normal rate.": "如果龙死了，巢穴附近的巨蜥种群在{@dice 1d10}天内恢复到正常水平。岩石立即停止自行移动。现有的水晶和翡翠仍然丰富，但新的水晶和翡翠会以正常速度形成。",
	"As they are presented in the {@book Monster Manual|MM}, faerie dragons don't have access to lair actions while in their lairs. At your discretion, a {@creature Faerie Dragon (Green)||green} or {@creature Faerie Dragon (Violet)||older faerie dragon} can take one of the following lair actions on initiative count 20 (losing initiative ties):": "在{@book Monster Manual|MM}中呈现的时候，精灵龙在它们的巢穴中没有巢穴特殊动作的权限。酌情决定，{@creature Faerie Dragon (Green)||green}或{@creature Faerie Dragon (Violet)||older faerie dragon}可以在20号先攻（若先攻相同则失去）时采取以下巢穴特殊动作：",
	"The region containing a faerie dragon's lair can be transformed by its presence, creating one or more of the following effects:": "精灵龙巢穴所在的区域可能会因其存在而发生变化，产生以下一种或多种效果：",
	"If the faerie dragon dies, these effects fade over the course of {@dice 1d10} days.": "如果仙龙死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"Unless he is {@condition incapacitated}, Fazrian can take one of the following lair actions on initiative count 20 (losing initiative ties) while on the Terminus Level:": "除非他是{@condition incapacitated}，否则Fazrian可以在终结层上的20号先攻计数（失去先攻则失败）中执行以下其中一项巢穴动作：",
	"The region containing Fierna's lair is corrupted by her presence, which creates the following effect:": "菲恩娜（Fierna）巢穴所在的地区受到她的存在而腐化，产生以下效果：",
	"If Fierna dies, the effects fade over the course of {@dice 1d10} days.": "如果菲恩娜死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), FrazUrb'luu can take one of the following lair actions when in his lair; he can't take the same lair action two rounds in a row:": "在20号先攻（失去先攻则平局）时，弗拉兹乌布鲁 (FrazUrb'luu) 在自己的巢穴中可以执行以下其中一项巢穴动作；不能连续两轮执行相同的巢穴动作：",
	"The region containing Fraz-Urb'luu's lair is warped by his magic, creating one or more of the following effects:": "弗拉兹-乌布鲁（Fraz-Urb'luu）的巢穴所在地区被他的魔法扭曲，会产生以下一种或多种效果：",
	"If Fraz-Urb'luu dies, these effects fade over the course of {@dice 1d10} days.": "如果弗拉兹-乌布鲁 (Fraz-Urb'luu) 死亡，这些效果会在 {@dice 1d10} 天内逐渐消失。",
	"On Initiative count 20 (losing initiative ties), Fraz-Urb'luu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在先攻计数20（失去先攻时），弗拉兹-乌布鲁 (Fraz-Urb'luu) 可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"Gar can employ lair actions while he's within the coral mountain.": "Gar在珊瑚山中可以使用巢穴动作。",
	"On initiative count 20 (losing initiative ties), Gar Shatterkeel takes a lair action to cause one of the following effects; Gar can't use the same effect two rounds in a row.": "在20号先攻（在先攻相同时失去）时，加尔·沙特基尔（Gar Shatterkeel）采取巢穴行动，产生以下效果之一；加尔不能连续两轮使用相同的效果。",
	"If Gar is in the water node while {@creature Olhydra|PotA} isn't, he can take lair actions. On initiative count 20 (losing initiative ties), Gar uses a lair action to use his Multiattack or cast one of his spells, up to 3rd level, without using components or a spell slot. He can't cast the same spell two rounds in a row, but he can continue to concentrate on a spell he previously cast using a lair action. He can take no other lair actions while {@status concentration||concentrating} on a spell cast as a lair action. His favorite use of this capability is casting {@spell inflict wounds} or {@spell call lightning}.": "如果Gar在水结点，而{@creature Olhydra|PotA}不在的话，他可以采取巢穴行动。在20的先攻计数（失去先攻时），Gar使用巢穴行动来使用他的多重攻击或施放他的法术之一，最高可达3级，无需使用材料或法术位。他不能连续两轮施放相同的法术，但可以继续集中精力在之前用巢穴行动施放的法术上。在{@status concentration||concentrating}施放的法术作为巢穴行动时，他不能采取其他巢穴行动。他最喜欢利用这个能力的方式是施放{@spell inflict wounds}或{@spell call lightning}。",
	"If Gar casts {@spell cure wounds} using this lair action, he regains the maximum number of hit points from the spell (28).": "如果加尔(Gar)使用这个巢穴动作施放{@spell cure wounds}，他将从这个法术中恢复最大数量的生命值（28）。",
	"On initiative count 20 (losing initiative ties), Gegazol takes a lair action to cause one of the following effects. Gegazol can't use the same effect two rounds in a row.": "在20号先攻计数（先攻相同时，先失去者），盖加佐尔采取巢穴行动，造成以下效果之一。盖加佐尔不能连续两轮使用相同效果。",
	"On initiative count 20 (losing initiative ties), Geryon can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同时，先失去先攻）时，盖瑞昂可以执行以下其中一项巢穴行动；他不能连续两轮执行相同的巢穴行动：",
	"The region containing Geryon's lair is warped by his magic, creating one or more of the following effects:": "盖瑞翁巢穴所在的地区被他的魔法扭曲，产生以下一种或多种效果：",
	"If Geryon dies, these effects fade over the course of {@dice 1d10} days.": "如果盖瑞昂(Geryon)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Geryon can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在20号先攻（平局时失去先攻）时，盖瑞昂可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"On initiative count 20 (losing initiative ties), the anarch can take one of the following lair actions; the anarch can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时，先失去先攻）时，无政府主义者可以执行以下其中一项巢穴行动；无政府主义者不能连续两轮执行相同的巢穴行动：",
	"The region containing an anarch's lair is warped by its presence, which creates one or more of the following effects:": "包含无政府主义者巢穴的地区受其存在的影响而扭曲，可能产生以下一个或多个效果：",
	"If the anarch dies, these effects end after {@dice 1d6} rounds. All formed substance becomes a chaotic churn of energy and matter, unraveling into unformed substance that dissipates {@dice 1d6} rounds later.": "如果无政府主义者死亡，这些效果在{@dice 1d6}回合后结束。所有形成的物质都变成了混沌的能量和物质，解体成未成形的物质，{@dice 1d6}回合后消散。",
	"An anarch can use lair actions. On initiative count 20 (losing initiative ties), the anarch can take a lair action to cause one of the following effects; the anarch can't use the same effect two rounds in a row:": "无政府主义者可以使用巢穴行动。在20号先攻（失败则失去先攻），无政府主义者可以采取巢穴行动，产生以下效果之一；无政府主义者不能连续两轮使用相同的效果：",
	"The region containing Glasya's lair is corrupted by her presence, which creates the following effect:": "格拉西娅（Glasya）的巢穴所在地区被她的存在腐化，产生以下效果：",
	"If Glasya dies, the effects fade over the course of {@dice 1d10} days.": "如果格拉西亚(Glasya)死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing a legendary gold dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的黄金龙巢穴所在的地区被龙的魔法扭曲，可能会产生以下一种或多种效果：",
	"If the dragon dies, these effects end immediately.": "如果龙死亡，这些效果立即结束。",
	"When fighting inside its lair, the Gravekeeper can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the Gravekeeper can take one lair action to cause one of the following effects:": "在其巢穴内战斗时，墓守者可以利用环境魔法进行巢穴行动。在20号（失去先攻的情况下）的先攻顺序上，墓守者可以进行一次巢穴行动，产生以下效果之一：",
	"The Gravekeeper can't repeat an effect until they have all been used, and it can't use the same effect two rounds in a row.": "墓地守护者在使用完所有效果之前不能重复使用，也不能连续两轮使用相同的效果。",
	"On initiative count 20 (losing initiative ties), Graz'zt can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同则失败）时，格拉兹特 (Graz'zt) 可以执行以下其中一项巢穴行动；不能连续两轮执行相同的巢穴行动：",
	"The region containing Graz'zt's lair is warped by his magic, creating one or more of the following effects:": "Graz'zt（格拉兹）的巢穴所在地区被他的魔法扭曲，产生以下一种或多种效果：",
	"If Graz'zt dies, these effects fade over the course of {@dice 1d10} days.": "如果格拉兹特(Graz'zt)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On Initiative count 20 (losing initiative ties), Graz'zt can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在先攻20（在先攻平局时失去先攻）时，格拉斯兹 (Graz'zt) 可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"On initiative count 20 (losing initiative ties), the greater tyrant shadow can take one lair action to cause the following effect; it can't take the same lair action two rounds in a row:": "在20号先攻（平局时先攻失败）时，(greater tyrant shadow)可以采取一项巢穴行动，产生以下效果；不能连续两轮采取相同的巢穴行动：",
	"The region containing a legendary green dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的绿龙巢穴所在的地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"If the dragon dies, the rodents and birds lose their supernatural link to it. The thickets remain, but within {@dice 1d10} days, they become mundane plants and normal {@quickref difficult terrain||3}, losing their thorns.": "如果龙死了，啮齿动物和鸟类将失去与它的超自然联系。灌木丛仍然存在，但在{@dice 1d10}天内，它们会变成平凡的植物和普通的{@quickref difficult terrain||3}，失去它们的刺。",
	"The following lair actions are options for grandmothers and powerful aunties. Grandmothers usually have three to five lair actions, aunties usually only one (if they have any at all). Unless otherwise noted, any lair action that requires a creature to make a saving throw uses the save DC of the hag's most powerful ability.": "以下是祖母和强大阿姨们可选的巢穴行动。祖母通常有三到五个巢穴行动，而阿姨们通常只有一个（如果她们有的话）。除非另有说明，任何需要生物进行豁免检定的巢穴行动都使用女巫最强大能力的豁免 DC。",
	"On initiative count 20 (losing initiative ties), the hag can take a lair action to cause one of the following effects, but can't use the same effect two rounds in a row:": "在20号先攻（在先攻相同时失去）时，女巫可以采取巢穴行动来引发以下效果之一，但不能连续两轮使用相同的效果：",
	"Each hag's lair is the source of three to five regional effects; the home of a grandmother, an auntie, or a coven has more effects than the lair of a single hag, including some that can directly harm intruders. Any regional effect that requires a creature to make a saving throw uses the save DC of the hag's most powerful ability. These effects either end immediately if the hag dies or abandons the lair, or take up to {@dice 2d10} days to fade away.": "每个女巫的巢穴都是三到五种区域效应的来源；一个祖母、一个阿姨或者一个女巫聚会的家比一个单独女巫的巢穴拥有更多效应，其中一些可以直接伤害入侵者。任何需要生物进行豁免检定的区域效应都使用女巫最强大能力的豁免 DC。这些效应会在女巫死亡或者离开巢穴时立刻结束，或者最多需要{@dice 2d10}天才会消失。",
	"The region within 1 mile of a grandmother hag's lair is warped by the creature's fell magic, which creates one or more of the following effects:": "距离一个祖母妖的巢穴1英里范围内的地区受到生物邪恶魔法的扭曲影响，可能会产生以下一个或多个效果：",
	"On initiative count 20 (losing initiative ties), Halaster takes a lair action to cause one of the following effects:": "在20号先攻（在先攻相同时，先失去先攻的情况下）时，哈拉斯特（Halaster）采取巢穴行动，产生以下效果之一：",
	"When Halaster is in Undermountain, the following effects can occur in any location within the dungeon or in any extraplanar extension of the dungeon:": "当哈拉斯特(Halaster)在安德瑪山(Undermountain)时，以下效果可能发生在地牢内的任何位置，或者在地牢的任何外位面扩展中：",
	"On initiative count 20 (losing initiative ties), the medusa can take one of the following lair actions; the medusa can't take the same lair action two rounds in a row:": "在20号先攻（平局时失去先攻）时，美杜莎可以执行以下其中一项巢穴行动；美杜莎不能连续两轮执行相同的巢穴行动：",
	"The region containing a medusa's lair is altered by the medusa's presence, creating one or more of the following effects:": "含有美杜莎巢穴的区域会因美杜莎的存在而发生改变，可能产生以下一种或多种效果：",
	"If the medusa dies, these effects fade over the course of {@dice 1d10} days.": "如果美杜莎死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Hythonia can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row:": "在20号先攻（失败则先攻平局）时，海索尼娅可以采取巢穴行动，产生以下效果之一。她不能连续两轮使用相同的效果：",
	"The region containing Hythonia's lair is warped by her presence, which creates one or more of the following effects:": "包含海索尼亚巢穴的地区被她的存在扭曲，可能会产生以下一种或多种效果：",
	"On initiative count 20 (losing initiative ties), the illithilich can take a lair action to cause one of the following magical effects; the illithilich can't use the same effect two rounds in a row:": "在20号先攻（平手则先失去先攻）时，邪灵巫妖可以采取巢穴行动，施加以下其中一种魔法效果；邪灵巫妖不能连续两轮使用相同效果：",
	"Imix is master of heat and flames in his vicinity. He can take lair actions on the Elemental Plane of Fire, or in any elemental fire node (such as the Weeping Colossus in chapter 5). On initiative count 20 (losing initiative ties), Imix uses his lair action to cause one of the following effects:": "伊米克斯是他周围热量和火焰的主宰。他可以在火元素位面上，或者在任何元素火焰节点（比如第5章中的哭泣巨像）上采取巢穴行动。在20号先攻（失去先攻平局）时，伊米克斯使用他的巢穴行动来引发以下效果之一：",
	"The region containing an elemental node in which Imix is present becomes vulnerable to the influence of fire. This creates the following effects:": "当Imix存在于一个元素节点中的区域时，该区域变得容易受到火焰的影响。这会产生以下效果：",
	"If Imix is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days.": "如果伊米克斯（Imix）被摧毁或驱逐回他的家园位面，区域效应会在接下来的{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Juiblex can take one of the following lair actions; it can't take the same lair action two rounds in a row:": "在20号先攻点（在先攻点相同时，先失去先攻权），朱比莱克可以选择以下其中一项巢穴行动；不能连续两轮选择相同的巢穴行动：",
	"The region containing Juiblex's lair is warped by its magic, creating one or more of the following effects:": "包含朱比莱克斯巢穴的区域被其魔法扭曲，产生以下一种或多种效果：",
	"If Juiblex dies, these effects fade over the course of {@dice 1d10} days.": "如果朱比莱克(Juiblex)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On Initiative count 20 (losing initiative ties), Juiblex can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在先攻计数20（在先攻平局时），朱比莱克(`Juiblex`)可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"The region containing Juiblex's lair is warped by his magic, creating one or more of the following effects:": "包含朱比莱克斯巢穴的区域被他的魔法扭曲，产生以下一种或多种效果：",
	"Vanrakdoom is Keresta's lair, and the following regional effects are noticeable throughout it:": "Vanrakdoom是凯瑞斯塔的巢穴，以下是在整个地区内可注意到的效果：",
	"If Keresta is destroyed, the fog disperses, and the rats and bats gradually die off until only a scattered few remain.": "如果凯瑞斯塔(Keresta)被摧毁，雾气会散去，老鼠和蝙蝠会逐渐死亡，直到只剩下零星几只。",
	"On initiative count 20 (losing initiative ties), a kirin can take one of the following lair actions, and it must finish a long rest before taking the chosen lair action again:": "在20号先攻（先攻平局时）时，一只麒麟可以选择以下其中一项巢穴行动，并且在再次执行该巢穴行动之前必须完成一次长休：",
	"A ki-rin's Celestial nature transforms the region around its lair. Any of the following magical effects is possible for travelers to encounter in the vicinity:": "一只麒麟的天界本质会改变其巢穴周围的地区。游客在附近可能会遇到以下任何一种魔法效果：",
	"When the ki-rin dies, all these effects disappear immediately, although the invigorating effect on flora and fauna remains for 3 years.": "当麒麟死亡时，所有这些效果立即消失，尽管对植物和动物的振奋效果会持续3年。",
	"Inside its lair, a ki-rin has the power to conjure objects up to three times per day, using each of the following versions of the power once. One version permanently creates enough objects made of soft, plant-based material - including manufactured objects such as cloth, pillows, rope, blankets, and clothing - to fill a cube 20 feet on a side. The second version permanently creates enough objects made of wood, or similarly hard plant-based material, to fill a cube 10 feet on a side. The third version creates enough objects made of stone or metal to fill a cube 2 feet on a side, but any materials created in this way last for only 1 hour.": "在其巢穴内，一只麒麟每天可以使用以下三种版本的力量中的每一种，每种力量可以使用三次。第一种版本可以永久性地创造足够多由软植物材料制成的物体 - 包括布料、枕头、绳索、毯子和衣物等制造物品，以填满一个边长为20英尺的立方体。第二种版本可以永久性地创造足够多由木材或类似坚硬植物材料制成的物体，以填满一个边长为10英尺的立方体。第三种版本可以创造足够多由石头或金属制成的物体，以填满一个边长为2英尺的立方体，但以这种方式创造的任何材料只能持续1小时。",
	"The ki-rin's celestial nature transforms the region around its lair. Any of the following magical effects is possible for travelers to encounter in the vicinity:": "麒麟的神圣本质改变了其巢穴周围的地区。游客在附近可能遇到以下任何一种魔法效果：",
	"On initiative count 20 (losing initiative ties), the kraken takes a lair action to cause one of the following magical effects:": "在20号先攻（在先攻相同时失去）时，巨章鱼采取巢穴行动，产生以下其中一种魔法效果：",
	"The region containing a kraken's lair is warped by the creature's blasphemous presence, creating the following magical effects:": "巨章鱼巢穴所在的区域被这只怪物邪恶的存在扭曲，产生以下魔法效果：",
	"When the kraken dies, all of these regional effects fade immediately.": "当深渊巨章死亡时，所有这些地区效应立即消失。",
	"When fighting inside her lair, Kyrilla can invoke the ambient magic there to take lair actions. On initiative count 20 (losing initiative ties), she takes a lair action to cause one of the following effects:": "在她的巢穴内战斗时，Kyrilla 可以利用那里的环境魔法来进行巢穴行动。在20号（失去先攻的情况下）的先攻数上，她可以进行一次巢穴行动，产生以下效果之一：",
	"The region containing Kyrilla's lair is warped by her accursed nature and the meteoric stone around her, which together create the following effects:": "凯瑞拉巢穴周围的地区受到她被诅咒的本性和她周围的陨石的影响，共同产生以下效果：",
	"The icy regions containing Levistus' lair is corrupted by his presence, which creates the following effect:": "利维斯塔斯(`Levistus`)的巢穴所在的冰冷地区受到他的存在的腐化影响，产生以下效果：",
	"If Levistus dies, the effects fade over the course of {@dice 1d10} days.": "如果莱维斯塔斯 (Levistus) 死亡，效果会在 {@dice 1d10} 天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), the lich can take a lair action to cause one of the following magical effects; the lich can't use the same effect two rounds in a row:": "在20号先攻（失败则先攻平局）时，巫妖可以采取巢穴行动，施加以下其中一种魔法效果；巫妖不能连续两轮使用相同效果：",
	"On initiative count 20 (losing initiative ties), the lichen lich can take a lair action to cause one of the following effects:": "在20号先攻计数（先攻相同时失去），苔藓巫妖可以采取巢穴行动，造成以下效果之一：",
	"The region containing an ancient or adult lunar dragon's lair is warped by the dragon's magic, which produces one or more of the following effects:": "包含一只古老或成年月龙巢穴的地区被龙的魔法扭曲，会产生以下一个或多个效果：",
	"If the dragon dies, the moaning stops, the moon devils dissipate, and the black frost disappears over the course of {@dice 1d10} days, allowing plant life in the area to recover.": "如果龙死了，哀鸣停止，月之恶魔消散，黑霜在{@dice 1d10}天内消失，使该地区的植物生长得以恢复。",
	"In its lair on initiative count 20 (losing initiative ties), Malaxxix can take one of the following lair actions; Malaxxix can't take the same lair action two rounds in a row:": "在位于倡议计数20的巢穴中（在倡议相同时失去），Malaxxix可以执行以下其中一项巢穴行动；Malaxxix不能连续两轮执行相同的巢穴行动：",
	"The region around the Unborn Palanquin is warped by its presence, creating the following effects:": "未生轿周围的区域被其存在扭曲，产生以下效果：",
	"If Malaxxix dies or the Unborn Palanquin is destroyed, these effects end immediately.": "如果Malaxxix死亡或者未出生的轿子(Unborn Palanquin)被摧毁，这些效果立即结束。",
	"The region containing Mammon's lair is corrupted by his presence, which creates the following effect:": "包含财神（Mammon）巢穴的区域被他的存在腐化，产生以下效果：",
	"If Mammon dies, the effects fade over the course of {@dice 1d10} days.": "如果魔玛（Mammon）死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"If Marlos is in the earth node while {@creature Ogrémoch|PotA} isn't, the medusa can take lair actions. On initiative count 20 (losing initiative ties), Marlos uses a lair action to cast {@spell earthquake} without using components. As long as he maintains {@status concentration} on {@spell earthquake}, initiative count 20 is the start of Marlos's turn for the purpose of the spell. He can take no other lair actions while {@status concentration||concentrating} on {@spell earthquake}.": "如果Marlos在地球节点，而{@creature Ogrémoch|PotA}不在的话，美杜莎可以采取巢穴行动。在20的先攻次序（输掉先攻则为20），Marlos使用巢穴行动施放{@spell earthquake}，无需使用材料。只要他在{@spell earthquake}上保持{@status concentration}，20的先攻次序就是为了这个法术而Marlos的回合开始。只要{@status concentration||concentrating}在{@spell earthquake}上，他就不能采取其他巢穴行动。",
	"Marlos's second option for a lair action is to draw power from the earth node to heal. When he does so, he regains 30 ({@dice 6d8 + 3}) hit points.": "Marlos的第二个巢穴动作选项是从地球结点汲取力量进行治疗。当他这样做时，他恢复30 ({@dice 6d8 + 3}) 点生命值。",
	"The region containing Mephistopheles' lair is corrupted by his presence, which creates the following effect:": "梅菲斯托菲勒斯（Mephistopheles）的巢穴所在地区被他的存在所腐化，产生以下效果：",
	"If Mephistopheles dies, the effects fade over the course of {@dice 1d10} days.": "如果梅菲斯托菲勒斯死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Mephistopheles can take one lair action to cause one of the following effects; Mephistopheles can't use the same effect two rounds in a row:": "在倡议计数20（输掉倡议则平局），梅菲斯托菲勒斯可以采取一项巢穴行动，产生以下效果之一；梅菲斯托菲勒斯不能连续两轮使用相同的效果：",
	"The region containing Mephistopheles's lair is corrupted by his presence, which creates one or more of the following effects:": "梅菲斯托菲勒斯（Mephistopheles）的巢穴所在地区受到他的存在的腐化影响，可能产生以下一种或多种效果：",
	"On initiative count 20 (losing initiative ties) while captaining a vessel, the merrenoloth can take one of the following lair actions; it can't take the same lair action two rounds in a row:": "在倡导一艘船时，当倡导者的先攻值为20时（在先攻值相同时，先失去先攻的情况下），梅伦诺洛斯可以执行以下其中一项巢穴行动；不能连续两轮执行相同的巢穴行动：",
	"A merrenoloth imbues its vessel with magic that creates one or more of the following effects:": "一只梅伦诺洛斯在其容器中注入魔法，产生以下一个或多个效果：",
	"If the merrenoloth dies, these effects fade over the course of {@dice 1d6} hours.": "如果梅伦诺洛斯死亡，这些效果会在{@dice 1d6}小时内逐渐消失。",
	"Any ship a merrenoloth is contracted to captain becomes the creature's lair. When fighting on the ship, the merrenoloth can invoke its ability to take lair actions. On initiative count 20 (losing initiative ties), the merrenoloth can take one lair action to cause one of the following effects; it can't use the same effect two rounds in a row:": "任何一艘被合同聘请为船长的梅伦诺洛斯都会成为这个生物的巢穴。当在船上战斗时，梅伦诺洛斯可以发动其能力来采取巢穴行动。在20号（输掉先攻的情况下）的先攻顺序上，梅伦诺洛斯可以采取一个巢穴行动，造成以下效果之一；不能连续两轮使用相同的效果：",
	"A merrenoloth imbues its vessel with powerful magic that creates one or more of the following effects:": "一只梅伦洛斯（merrenoloth）用强大的魔法使其容器充满以下一种或多种效果：",
	"The region surrounding a legendary moonstone dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的月光石龙巢穴周围的地区受到龙的魔法影响，可能会产生以下一种或多种效果：",
	"If the dragon dies, any portals near the lair close immediately.": "如果龙死了，任何靠近巢穴的传送门会立即关闭。",
	"On initiative count 20 (losing initiative ties), the morkoth can take one of the following lair actions:": "在20号先攻（在先攻相同时失去）时，摩科斯可以选择以下一种巢穴行动之一：",
	"The island surrounding a morkoth's lair is warped by the creature's presence, creating the following effects:": "摩科斯兽巢周围的岛屿被这只生物的存在扭曲，产生以下效果：",
	"If the morkoth dies, these regional effects end immediately.": "如果莫科斯（Morkoth）死亡，这些地区效果立即结束。",
	"On initiative count 20 (losing initiative ties), the morkoth takes a lair action to cause one of the effects described below:": "在20号先攻（先攻相同时失去）时，摩科斯（morkoth）采取巢穴行动，产生以下描述的效果之一：",
	"On initiative count 20 (losing initiative ties), the mummy lord takes a lair action to cause one of the following effects; the mummy lord can't use the same effect two rounds in a row:": "在20号先攻（失去先攻则平局）时，木乃伊领主采取巢穴行动，产生以下效果之一；木乃伊领主不能连续两轮使用相同的效果：",
	"A mummy lord's temple or tomb is warped in any of the following ways by the creature's dark presence:": "木乃伊领主的神庙或坟墓可能会因该生物的黑暗存在而扭曲，表现在以下任何一种方式中：",
	"If the mummy lord is destroyed, these regional effects end immediately.": "如果木乃伊领主被摧毁，这些区域效果立即结束。",
	"On initiative count 20 (losing initiative ties), Murgaxor can take one of the following lair actions; after he does so, he can't use that action again until he finishes a long rest:": "在20号先攻（先攻相同时，Murgaxor 处理失败）时，Murgaxor 可以执行以下携带动作之一；在他执行完携带动作后，直到完成一次长休前，他不能再次使用该动作：",
	"On initiative count 20 (losing initiative ties) Nintra can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:": "在20号先攻（失败先攻则平局）时，(Nintra)可以采取巢穴行动来引发以下效果之一；她不能连续两轮使用相同的效果：",
	"Ogrémoch can assert his dominion over the rock and stone around him to take lair actions on the Elemental Plane of Earth, or in any elemental earth node (including the Black Geode, described in chapter 5). On initiative count 20 (losing initiative ties), Ogrémoch uses his lair action to cause one of the following effects:": "奥格莱莫克 (Ogrémoch) 可以在地元素位面，或任何元素地节点（包括第五章描述的黑色晶莹石 (Black Geode)）上主宰周围的岩石，并在倡议计数 20 时（输掉倡议时）使用他的巢穴动作，产生以下效果之一：",
	"The region containing an elemental node in which Ogrémoch is present is seriously affected, becoming geologically unstable. This creates the following effects:": "包含一个奥格莱莫克(Ogrémoch)所在的元素结点的区域受到严重影响，变得地质不稳定。这会产生以下效果：",
	"If Ogrémoch is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days.": "如果奥格莱莫克（Ogrémoch）被摧毁或驱逐回他的家园位面，区域效应在接下来的{@dice 1d10}天内逐渐消失。",
	"Olhydra can command the waters around herself to take lair actions on the Elemental Plane of Water, or in any elemental water node (such as the Plunging Torrents, described in chapter 5). On initiative count 20 (losing initiative ties), Olhydra uses her lair action to cause one of the following effects:": "奥海德拉可以命令她周围的水在水元素位面，或任何元素水结点（比如第5章中描述的险滩洪流）上采取巢穴动作。在20的先攻顺序中（失去先攻平局），奥海德拉使用她的巢穴动作来引发以下效果之一：",
	"Olhydra's presence in an elemental node creates a number of widespread effects—bad weather, strong tides, and increasing aggression from dangerous sea life.": "奥海德拉（Olhydra）在元素节点中的存在会产生一系列广泛的影响——恶劣天气、强劲潮汐，以及来自危险海洋生物的攻击性增加。",
	"If Olhydra is destroyed or banished back to her home plane, the regional effects fade over the next {@dice 1d10} days.": "如果奥赫德拉（Olhydra）被摧毁或驱逐回她的本源位面，区域效应会在接下来的{@dice 1d10}天内消失。",
	"On Initiative count 20 (losing initiative ties), Orcus can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在先攻计数20（在先攻平局时失去先攻），奥库斯(Orcus)可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"The region containing Orcus's lair is warped by his magic, creating one or more of the following effects:": "奥库斯（Orcus）的巢穴所在地区被他的魔法扭曲，产生以下一种或多种效果：",
	"If Orcus dies, these effects fade over the course of {@dice 1d10} days.": "如果奥库斯(Orcus)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The entire Seelie Market is Pazrodine's lair. Pazrodine's challenge rating is 22 (41,000 XP) when she's encountered in Seelie Market.": "整个(Seelie Market)都是帕兹罗丁的巢穴。当她在(Seelie Market)中被遇到时，帕兹罗丁的挑战等级为22（41,000经验值）。",
	"On initiative count 20 (losing initiative ties) while in her lair, Pazrodine can take one of the following lair actions; she can't take the same lair action two rounds in a row:": "在20号先攻（先攻相同则失去）时，位于巴兹罗丁（Pazrodine）巢穴内，她可以执行以下其中一项巢穴行动；不能连续两轮执行相同的巢穴行动：",
	"On initiative count 20 (losing initiative ties), Pazuzu can take a lair action to cause one of the following effects; Pazuzu can't use the same effect two rounds in a row:": "在20号先攻（先攻相同时，先失去先攻）时，帕祖祖可以采取巢穴行动来引发以下效果之一；帕祖祖不能连续两轮使用相同的效果：",
	"The region containing Pazuzu's lair is warped by his presence, which creates one or more of the following effects:": "帕祖祖(lair)所在的地区受到他的存在的扭曲影响，可能会产生以下一种或多种效果：",
	"If Pazuzu dies, the effects fade over the course of {@dice 1d10} days.": "如果帕祖祖(Pazuzu)死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing a legendary red dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的红龙巢穴所在的地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"On initiative count 20 (losing initiative ties), the riverine can take one of the following lair actions; the riverine can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时，先失去先攻权），河流生物可以执行以下其中一项巢穴动作；河流生物不能连续两轮执行相同的巢穴动作：",
	"The region containing a riverine's lair flourishes under the magic of the riverine's presence, which creates one or more of the following effects:": "河精的巢穴所在的地区在河精的存在下蓬勃发展，产生以下一种或多种效果：",
	"If the riverine dies, the flora and fauna return to normal levels, and its river dries out over the course of {@dice 1d10} days. All other effects cease immediately.": "如果河流之灵死亡，植物和动物会在{@dice 1d10}天内恢复到正常水平，河流也会在此期间干涸。所有其他效应立即停止。",
	"The region surrounding a legendary sapphire dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的蓝宝石龙巢穴周围的地区受到龙的魔法影响，可能产生以下一种或多种效果：",
	"If the dragon dies, the population of giant spiders in the region returns to normal levels over the course of {@dice 1d10} days. The enhancement of telepathic abilities ends immediately. The existing abundance of crystals and sapphires remains, but new ones form at a normal rate.": "如果龙死亡，该地区的巨型蜘蛛数量会在{@dice 1d10}天内恢复到正常水平。心灵感应能力的增强会立即结束。现有的水晶和蓝宝石丰富度保持不变，但新的水晶和蓝宝石会以正常速度形成。",
	"The region surrounding a legendary sapphire dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中一只蓝宝石龙巢穴周围的地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"The region surrounding a scion of Grolantor is altered by the giant's magic, creating one or more of the following effects:": "Grolantor的后裔周围的区域受到巨人的魔法影响，可能产生以下一种或多种效果：",
	"If the scion dies, these effects end immediately.": "如果这位（Scion）血脉继承者死亡，这些效果立即结束。",
	"The region surrounding a scion of Memnor is altered by the giant's magic, creating one or more of the following effects:": "梦诺子嗣的周围地区受到巨人魔法的影响，可能产生以下一种或多种效果：",
	"The region surrounding a scion of Skoraeus is altered by the giant's magic, creating one or more of the following effects:": "Skoraeus的传人周围的地区受到巨人魔法的影响，可能产生以下一种或多种效果：",
	"If the scion dies, the Empowered Stone Giants effect ends immediately. The other effects cease to produce new moss and minerals, and existing moss dies within {@dice 1d10} days.": "如果继承者死亡，那么强化石巨人的效果立即结束。其他效果停止产生新的苔藓和矿物质，现有的苔藓会在{@dice 1d10}天内枯死。",
	"The region surrounding a scion of Stronmaus is altered by the giant's magic, creating one or more of the following effects:": "Stronmaus的后裔周围的地区会受到巨人魔法的影响，可能会产生以下一个或多个效果：",
	"The region surrounding a scion of Surtur is altered by the giant's magic, creating one or more of the following effects:": "Surtur（苏尔特）的子嗣周围的区域受到巨人魔法的影响，可能产生以下一个或多个效果：",
	"If the scion dies, existing ore remains, but new veins of ore stop forming. The other effects end immediately.": "如果继承人死亡，现有的矿石仍然存在，但新的矿脉停止形成。其他效果立即结束。",
	"The region surrounding a scion of Thrym is altered by the giant's magic, creating one or more of the following effects:": "Thrym的后裔所在地区受到巨人魔法的影响，产生以下一种或多种效果：",
	"A sea fury lurks in the caverns where its coven once dwelled, decorating the walls with the bones of its slain kin, as well as baubles stolen from sunken wrecks.": "一只海怒潜伏在它曾经栖居的洞穴中，用它被杀害的同类的骨骼以及从沉船中偷来的小玩意装饰着墙壁。",
	"On initiative count 20 (losing initiative ties), the sea fury can take a lair action to cause one of the following magical effects, but can't use the same effect two rounds in a row:": "在20号先攻（失去先攻则平局）时，海怒兽可以采取巢穴行动，施展以下其中一种魔法效果，但不能连续两轮使用相同效果：",
	"The region containing a sea fury's lair is warped by the sea fury's magic, which creates the following effects:": "包含一只海怒兽巢穴的区域被海怒兽的魔法扭曲，产生以下效果：",
	"When a shadow dragon establishes a lair on the Material Plane, the region around the lair takes on some of the characteristics of the Shadowfell, creating one or more of the following effects:": "当一只影龙在物质位面建立巢穴时，巢穴周围的地区会呈现出一些暗影界的特征，产生以下一种或多种效果：",
	"The region containing a legendary silver dragon's lair is warped by the dragon's magic, which creates one or more of the following effects.": "包含传奇银龙巢穴的地区被龙的魔法扭曲，可能产生以下一种或多种效果。",
	"A solar dragon customarily lairs in a star's radiant core or nests in a gigantic, hollowed-out rock engulfed by the star's blinding radiance. A star in which a solar dragon makes its lair has the following effects on creatures:": "一只太阳龙通常居住在恒星的辐射核心，或者筑巢于一个被恒星耀眼辐射所包围的巨大挖空岩石中。太阳龙居住的恒星会对生物产生以下影响：",
	"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:": "在20号先攻（在先攻相同时失去）时，狮身人面兽可以采取巢穴行动，引发以下其中一个魔法效果；狮身人面兽在完成短休或长休之前不能再次使用该效果：",
	"On initiative count 20 (losing initiative ties), Ssendam can take one lair action to cause one of the following effects; Ssendam can't use the same effect two rounds in a row:": "在20号先攻（失败则先攻平局）时，Ssendam可以采取一项巢穴行动，产生以下效果之一；Ssendam不能连续两轮使用相同效果：",
	"The region containing Ssendam's lair is corrupted by the chaos phage, which creates one or more of the following effects:": "Ssendam的巢穴所在地区受到混沌病毒的腐蚀，可能会产生以下一种或多种效果：",
	"If Ssendam dies, the effects fade over the course of {@dice 1d10} days.": "如果Ssendam死亡，效果会在{@dice 1d10}天内逐渐消失。",
	"A storm giant quintessent can use lair actions in giant form and while transformed into a storm. On initiative count 20 (losing initiative ties), the giant can take one of the following lair actions; the giant can't take the same lair action two rounds in a row:": "一位风暴巨人精华体在巨人形态和变身为风暴时可以使用巢穴行动。在20号先攻（失去先攻平局）时，巨人可以选择以下其中一项巢穴行动；巨人不能连续两轮选择相同的巢穴行动：",
	"The region containing a storm giant quintessent's lair is warped by the giant's presence, which creates one or more of the following effects:": "包含一位风暴巨人精华巢穴的区域受到巨人存在的影响，可能会产生以下一种或多种效果：",
	"If the giant dies, the lightning, thunder, and high wind regional effects end immediately. Rain, snow, and blowing dust abate gradually within {@dice 1d8} days.": "如果巨人死亡，闪电、雷鸣和强风的地区效应会立即结束。雨、雪和风沙会在{@dice 1d8}天内逐渐减弱。",
	"A storm giant quintessent can use lair actions in giant form and while transformed into a storm. On initiative count 20 (losing initiative ties), the giant can take a lair action to cause one of the following effects; the giant can't use the same effect two rounds in a row:": "一位风暴巨人（Storm Giant Quintessent）可以在巨人形态和变身为风暴时使用巢穴行动。在20号先攻（输掉先攻则生效），巨人可以采取巢穴行动来引发以下效果之一；巨人不能连续两轮使用相同的效果：",
	"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't {@condition incapacitated}.": "当斯特拉德（Strahd）在拉文洛夫特城堡（Castle Ravenloft）时，只要他不是{@condition incapacitated}，他可以采取巢穴行动。",
	"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:": "在20号先攻（平局时先攻失败）时，(Strahd) 可以选择以下其中一项巢穴行动选项，或者在那一轮选择不使用任何选项：",
	"On initiative count 20 (losing initiative ties), the thessalkraken takes a lair action to cause one of the following magical effects:": "在20号先攻（在先攻平局时失去先攻）时，(Thessalkraken) 发动巢穴动作，产生以下其中一种魔法效果：",
	"On initiative count 20 (losing initiative ties), the dragon can take one of the following lair actions; the ancient or adult dragon can't take the same lair action two rounds in a row:": "在20号先攻（先攻平局时）时，龙可以执行以下其中一项巢穴行动；古代或成年龙不能连续两轮执行相同的巢穴行动：",
	"The region surrounding an ancient or adult time dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "古代或成年时代龙巢周围的地区会受到龙的魔法影响，产生以下一种或多种效果：",
	"The region surrounding a legendary topaz dragon's lair is altered by the dragon's magic, creating one or more of the following effects:": "传说中的黄玉龙巢穴周围的地区受到龙的魔法影响，可能产生以下一种或多种效果：",
	"If the dragon dies, the population of giant squid in the region returns to normal levels over the course of {@dice 1d10} days. The existing abundance of crystals and topazes remains, but new ones form at a normal rate.": "如果龙死亡，该地区的巨型乌贼种群在{@dice 1d10}天内恢复到正常水平。现有的水晶和黄玉仍然存在，但新的水晶和黄玉会以正常速度形成。",
	"Transformed by the creature's celestial presence, the domain of a unicorn might include any of the following magical effects:": "受到那神兽天神的影响，独角兽的领域可能包括以下任何一种神奇效果：",
	"If the unicorn dies, these effects end immediately.": "如果独角兽死亡，这些效果立即结束。",
	"On initiative count 20 (losing initiative ties), Valin takes a lair action to cause one of the following effects; Valin can't use the same effect two rounds in a row.": "在20号先攻（先攻相同时，Valin失去先攻）时，瓦林（Valin）采取巢穴动作，产生以下效果之一；瓦林不能连续两轮使用相同的效果。",
	"Valin's tomb is warped in any of the following ways by the creature's dark presence:": "瓦林的陵墓被生物邪恶的存在扭曲成以下任何一种方式：",
	"If Valin is destroyed, these regional effects end immediately.": "如果瓦林(Valin)被摧毁，这些地区效应立即结束。",
	"The region surrounding a vampire's lair is warped by the creature's unnatural presence, creating any of the following effects:": "吸血鬼巢穴周围的地区被这个生物不自然的存在所扭曲，可能产生以下任一效果：",
	"If the vampire is destroyed, these effects end after {@dice 2d6} days.": "如果吸血鬼被摧毁，这些效果在{@dice 2d6}天后结束。",
	"If Vanifer is in the fire node while {@creature Imix|PotA} isn't, the tiefling can take lair actions. On initiative count 20 (losing initiative ties), Vanifer uses a lair action to cast one of her spells, up to 3rd level, without using components or a spell slot. She can't cast the same spell two rounds in a row, although she can continue to concentrate on a spell she previously cast using a lair action. Vanifer can take no other lair actions while {@status concentration||concentrating} on a spell cast as a lair action. Her favorite use of this capability is casting {@spell fireball} or {@spell hypnotic pattern}.": "如果Vanifer在火节点，而{@creature Imix|PotA}不在，那么那个鬼魅可以采取巢穴行动。在20的先攻计数（失去先攻则失败），Vanifer使用巢穴行动施放她的一个法术，最高可达3级，无需使用材料或法术位。她不能连续两轮施放相同的法术，尽管她可以继续集中精力在之前使用巢穴行动施放的法术上。当{@status concentration||concentrating}施放作为巢穴行动时，Vanifer不能采取其他巢穴行动。她最喜欢利用这个能力来施放{@spell fireball}或{@spell hypnotic pattern}。",
	"If Vanifer casts {@spell misty step} using this lair action, she also draws the power of the fire node into herself. By doing so, she regains 15 ({@dice 3d8 + 2}) hit points.": "如果范尼法（Vanifer）使用这个巢穴动作施放{@spell misty step}，她还会将火焰节点的力量吸引到自己身上。这样一来，她会恢复15({@dice 3d8 + 2})点生命值。",
	"On initiative count 20 (losing initiative ties) while in its lair, the villain can take one of the following lair actions; the villain can't take the same lair action two rounds in a row:": "在倡议计数20（失去倡议平局）时，在其巢穴中，反派可以执行以下其中一项巢穴动作；反派不能连续两轮执行相同的巢穴动作：",
	"The region containing a villain's lair is warped by their presence, creating one or more of the following effects:": "包含恶棍巢穴的区域被他们的存在扭曲，产生以下一种或多种效果：",
	"If the villain dies, these effects fade over the course of {@dice 1d10} days.": "如果恶棍死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"The region containing a legendary white dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:": "传说中的白龙巢穴所在地区被龙的魔法扭曲，可能产生以下一种或多种效果：",
	"If the dragon dies, the fog and precipitation fade within 1 day. The ice walls melt over the course of {@dice 1d10} days.": "如果龙死亡，雾气和降水会在1天内消散。冰墙会在{@dice 1d10}天内融化。",
	"Yan-C-Bin dwells in a palace of air on the Elemental Plane of Air. In his palace and in air nodes on the Material Plane (including the Howling Caves, described in chapter 5), Yan-C-Bin is master. He can use the following actions in his lair. On initiative count 20 (losing initiative ties), Yan-C-Bin takes a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "燕-西-宾(Yan-C-Bin)居住在空气元素位面的一座空中宫殿中。在他的宫殿和物质位面上的空气节点（包括第5章中描述的嚎叫洞穴），燕-西-宾是主宰。他可以在巢穴中使用以下动作。在20号先攻（失去先攻时），燕-西-宾会采取巢穴行动，造成以下效果之一；他不能连续两轮使用相同的效果：",
	"When Yan-C-Bin inhabits an elemental node, the air is at his command. Temperatures fluctuate from blistering hot to freezing cold; thunder rolls and lightning cracks; powerful gales bear heavy creatures and objects aloft and hurl them with incredible force; cyclones touch down randomly, obliterating whatever they touch.": "当(Yan-C-Bin)占据一个元素节点时，空气听他指挥。温度时而酷热时而严寒；雷声隆隆，闪电劈啪作响；强劲的大风托起笨重的生物和物体，用难以置信的力量将它们投掷出去；龙卷风随机着陆，摧毁一切它触及的事物。",
	"If Yan-C-Bin is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days.": "如果燕-西-宾(Yan-C-Bin)被摧毁或驱逐回其本源位面，区域效应会在接下来的{@dice 1d10}天内消失。",
	"On initiative count 20 (losing initiative ties), Yeenoghu can take one of the following lair actions; he can't take the same lair action two rounds in a row:": "在20号先攻计数（先攻相同时，先失去者），(%Yeenoghu%)可以执行以下其中一项巢穴行动；他不能连续两轮执行相同的巢穴行动：",
	"The region containing Yeenoghu's lair is warped by his magic, creating one or more of the following effects:": "包含伊诺古巢穴的区域被他的魔法扭曲，会产生以下一种或多种效果：",
	"On Initiative count 20 (losing initiative ties), Yeenoghu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在20号先攻计数（在先攻相同时失去），`Yeenoghu（伊诺古）`可以采取巢穴行动来引发以下效果之一；他不能连续两轮使用相同的效果：",
	"The region containing Zariel's lair is warped by her magic, which creates the following effect:": "扎瑞尔（Zariel）巢穴所在的地区被她的魔法扭曲，产生以下效果：",
	"If Zariel dies, these effects fade over the course of {@dice 1d10} days.": "如果扎瑞尔（Zariel）死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"On initiative count 20 (losing initiative ties), Zariel can take one of the following lair actions; she can't take the same lair action two rounds in a row:": "在20号先攻（如果先攻相同，则失去）时，(Zariel)可以执行以下其中一项巢穴行动；她不能连续两轮执行相同的巢穴行动：",
	"The region containing Zariel's lair is warped by her magic, which creates one or more of the following effects:": "扎瑞艾尔（Zariel）巢穴所在的区域被她的魔法扭曲，可能产生以下一种或多种效果：",
	"On initiative count 20 (losing initiative ties), Zariel can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:": "在20号先攻计数（先攻相同时失去），(Zariel)可以采取巢穴行动来引发以下效果之一；她不能连续两轮使用相同的效果：",
	"On initiative count 20 (losing initiative ties) whenever she is in the are V3, Zikzokrishka can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row:": "在倡议计数20（失去倡议平局）时，每当她在区域V3时，Zikzokrishka可以采取巢穴行动来引发以下效果之一。她不能连续两轮使用相同的效果：",
	"On Initiative count 20 (losing initiative ties), Zuggtmoy can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:": "在先攻计数20（在先攻平局时失去先攻），祖格特莫伊(Zuggtmoy)可以采取巢穴行动来引发以下效果之一；她不能连续两轮使用相同的效果：",
	"The region containing Zuggtmoy's lair is warped by his magic, creating one or more of the following effects:": "Zuggtmoy（祖格摩伊）的巢穴所在地区被他的魔法扭曲，会产生以下一种或多种效果："
}