{
	"The multiverse of Dungeons and Dragons brims with peril, and many of the greatest dangers are monsters. A companion to the Monster Manual, this book collects monsters from many different planes of existence, each creature ready to imperil D&D heroes of different levels. The book also includes game statistics for nonplayer characters, who may assist or oppose the heroes, and an array of fantastical races for players to consider for their characters. The monsters and fantastical races in the following chapters are accompanied by the occasional comments of the mighty wizard Mordenkainen, one of the most learned mages of the D&D world of Greyhawk. The archmage Tasha, Mordenkainen's friendly rival, interjects as well. All together, the monsters, nonplayer characters, and fantastical races herein provide a host of new friends and foes to populate your D&D worlds.": "龙与地下城的多元宇宙充满了危险，其中许多最大的危险是怪物。作为《怪物手册》的配套读物，本书收集了来自许多不同存在空间的怪物，每一种生物都准备好威胁不同级别的D&D英雄。本书还包括非玩家角色的游戏统计数据，他们可能协助或反对英雄，以及一系列供玩家考虑的幻想种族。以下各章中的怪物和奇幻种族都伴随着强大的巫师Mordenkainen的不时评论，他是D&D灰鹰世界中最博学的法师之一。大法师Tasha，Mordenkainen的友好对手，也会插话。总之，这里的怪物、非玩家角色和幻想种族为你的D&D世界提供了大量的新朋友和敌人。",
	"presents over 30 race options for player characters, complementing the options in the Player's Handbook and other D&D books. These races debuted elsewhere and appear all together for the first time here, each of them revised to fit into the current state of the game.": "本书为玩家角色提供了30多个种族选项，补充了《玩家手册》和其他D&D书籍中的选项。这些种族在其他地方首次亮相，在这里首次全部出现，每一个种族都经过了修订，以适应游戏的当前状态。",
	"contains over 250 monsters and NPCs, each one represented by a stat block and story text. When you're preparing to run an adventure as the DM, consider sprinkling these creatures into your games, mixing them with the monsters and NPCs from the Monster Manual. The creatures in this chapter fit seamlessly with the ones you use from other D&D books.": "包含250多个怪物和NPC，每一个都有一个状态块和故事文本。当你准备作为DM进行冒险时，可以考虑将这些生物撒入你的游戏中，与《怪物手册》中的怪物和NPC混合使用。本章中的生物与你从其他D&D书籍中使用的生物无缝衔接。",
	"makes it easy for you to find the right stat blocks for your adventures. This appendix lists the book's monsters and NPCs by creature type, challenge rating, and environment.": "让你很容易为你的冒险找到合适的状态块。本附录按生物类型、挑战等级和环境列出了本书的怪物和NPC。",
	"Gathering together fantastical races from throughout the D&D multiverse, this chapter offers the following races for player characters, supplementing the race options in the Player's Handbook:": "本章汇集了整个D&D多元宇宙中的奇幻种族，为玩家角色提供了以下种族，补充了《玩家手册》中的种族选项。",
	"Many of these races are based on creatures that appear in the Monster Manual or the bestiary of this book. Consult with your DM to see whether an option here is appropriate for your campaign. If you do use a race in this chapter, first read the \"Creating Your Character\" section below.": "这些种族中有许多是基于出现在《怪物手册》或本书兽皮书中的生物。请咨询你的管理员，看这里的选项是否适合你的活动。如果你确实使用了本章中的一个种族，请先阅读下面的 \"创建你的角色 \"部分。",
	"At 1st level, you choose whether your character is a member of the human race or of a fantastical race. If you select a fantastical race in this chapter, follow these additional rules during character creation.": "在1级时，你可以选择你的角色是人类的成员还是奇幻种族的成员。如果你在本章中选择了一个奇幻种族，在创建角色时要遵循这些额外的规则。",
	"When determining your character's ability scores, increase one score by 2 and increase a different score by 1, or increase three different scores by 1. Follow this rule regardless of the method you use to determine the scores, such as rolling or point buy. The \"Quick Build\" section for your character's class offers suggestions on which scores to increase. You can follow those suggestions or ignore them, but you can't raise any of your scores above 20.": "在确定你的角色的能力分数时，将一个分数增加2分，另一个增加1分，或者将三个不同的分数增加1分。不管你用什么方法确定分数，如滚动或买分，都要遵循这个规则。你的角色类别的 \"快速构建 \"部分提供了关于增加哪些分数的建议。你可以遵循这些建议，也可以忽略它们，但你不能将任何分数提高到20分以上。",
	"Your character can speak, read, and write Common and one other language that you and your DM agree is appropriate for the character. The Player's Handbook offers a list of languages to choose from. The DM is free to modify that list for a campaign.": "你的角色可以说、读、写普通话和其他一种你和你的管理员同意的适合该角色的语言。玩家手册》提供了一个可供选择的语言清单。管理员可以自由地修改这个清单，以便开展活动。",
	"Every creature in D&D, including each player character, has a special tag in the rules that identifies the type of creature they are. Most player characters are of the Humanoid type. A race in this chapter tells you what your character's creature type is. Here's a list of the game's creature types in alphabetical order: Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, Undead. These types don't have rules themselves, but some rules in the game affect creatures of certain types in different ways. For example, the cure wounds spell doesn't work on a Construct or an Undead.": "D&D中的每一种生物，包括每个玩家角色，在规则中都有一个特殊的标签，以确定他们是哪种类型的生物。大多数玩家角色都属于人形类型。本章中的一个种族告诉你你的角色的生物类型是什么。以下是按字母顺序排列的游戏中的生物类型列表。畸变、野兽、天人、构造、龙、元素、精灵、恶魔、巨人、人形、怪兽、敖包、植物、亡灵。这些类型本身没有规则，但游戏中的一些规则以不同方式影响某些类型的生物。例如，治愈伤口的咒语对构筑物或亡灵不起作用。",
	"The typical life span of a player character in the D&D multiverse is about a century, assuming the character doesn't meet a violent end on an adventure. Members of some races, such as dwarves and elves, can live for centuries. If typical members of a race in this book can live longer than a century, that fact is mentioned in the race's description.": "在D&D多元宇宙中，一个玩家角色的典型寿命约为一个世纪，前提是该角色没有在冒险中遭遇暴力结局。一些种族的成员，如矮人和精灵，可以活上几个世纪。如果本书中某个种族的典型成员可以活超过一个世纪，这个事实会在该种族的描述中提到。",
	"Player characters, regardless of race, typically fall into the same ranges of height and weight that humans have in our world. If you'd like to determine your character's height or weight randomly, consult the Random Height and Weight table in the Player's Handbook, and choose the row in the table that best represents the build you imagine for your character.": "玩家角色，不管是什么种族，通常都属于我们世界中人类的身高和体重的范围。如果你想随机确定你的角色的身高或体重，请查阅《玩家手册》中的随机身高和体重表，并在表中选择最能代表你所想象的角色身材的一行。",
	"This bestiary provides game statistics and lore for more than 250 monsters, which are suitable for any D&D campaign. The chapter includes old favorites from past editions of the game as well as creatures created for the current edition.": "本兽皮书提供了250多个怪物的游戏统计和传说，适合任何D&D活动。本章包括过去版本的游戏中的旧宠，以及为当前版本创造的生物。",
	"This chapter is a companion to the Monster Manual and adopts a similar presentation. If you are unfamiliar with the monster stat block format, read the introduction of the Monster Manual before proceeding further. It explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.": "本章是《怪物手册》的配套内容，采用了类似的表述方式。如果你不熟悉怪物状态块的格式，请在进一步阅读《怪物手册》的介绍。它解释了状态块的术语，并给出了各种怪物特征的规则--这些信息在此不再重复。",
	"The creatures in this bestiary are organized alphabetically. A few are gathered under a group heading; for example, the \"Dinosaurs\" section contains stat blocks for various dinosaurs.": "本兽皮书中的生物是按字母顺序排列的。一些生物被集中在一个组的标题下；例如，\"恐龙 \"部分包含各种恐龙的状态块。",
	"Herein you will find some weapons that deal unusual damage types and spellcasting that functions in atypical ways. Such an exception is a special feature of a monster and represents how it uses the weapon or casts its spells; the exception has no affect on how a weapon or a spell functions for someone else.": "在这里，你会发现一些造成不寻常伤害类型的武器和以非典型方式运作的法术攻击。这种例外是怪物的特殊功能，代表它如何使用武器或施放法术；例外对其他人的武器或法术功能没有影响。",
	"Finally, if a stat block contains the name of a class in the monster's name or in parentheses under the name, the monster is considered a member of that class for the purpose of meeting prerequisites for magic items.": "最后，如果一个状态块在怪物的名字中或名字下的括号中包含了一个类别的名称，那么为了满足魔法物品的先决条件，该怪物被认为是该类别的成员。",
	"My friend Mordenkainen constantly fights monsters and makes notes about them. I love notes as much as the next wizard, but fighting gets old. Why not sit down and have a drink with the monster? I’ve learned the most delicious secrets from my monstrous drinking companions. The other monsters? I disintegrated them.": "我的朋友莫登凯宁不断地与怪物战斗，并对它们做笔记。我和下一个巫师一样喜欢笔记，但战斗会变得很老。为什么不坐下来和怪物喝上一杯呢？我从我的怪物酒伴那里学到了最美味的秘密。其他的怪物呢？我把它们瓦解了。",
	"My friend Mordenkainen constantly fights monsters and makes notes about them. I love notes as much as the next wizard, but fighting gets old. Why not sit down and have a drink with the monster? I've learned the most delicious secrets from my monstrous drinking companions. The other monsters? I disintegrated them.": "我的朋友莫登凯宁不断地与怪物战斗，并对它们做笔记。我和下一个巫师一样喜欢笔记，但战斗会变得很老。为什么不坐下来和怪物喝一杯呢？我从我的怪物酒伴那里学到了最美味的秘密。其他的怪物呢？我把它们瓦解了。",
	"The multiverse of Dungeons and Dragons brims with peril, and many of the greatest dangers are monsters. A companion to the {@book Monster Manual|MM}, this book collects monsters from many different planes of existence, each creature ready to imperil D&D heroes of different levels. The book also includes game statistics for nonplayer characters, who may assist or oppose the heroes, and an array of fantastical races for players to consider for their characters. The monsters and fantastical races in the following chapters are accompanied by the occasional comments of the mighty wizard Mordenkainen, one of the most learned mages of the D&D world of Greyhawk. The archmage Tasha, Mordenkainen's friendly rival, interjects as well. All together, the monsters, nonplayer characters, and fantastical races herein provide a host of new friends and foes to populate your D&D worlds.": "《龙与地下城》的多元宇宙充满了危险，许多最大的威胁来自怪物。作为{@book Monster Manual|MM}的伴侣，这本书汇集了来自许多不同存在平面的怪物，每个生物都准备好危及不同等级的D&D英雄。该书还包括非玩家角色的游戏统计数据，他们可能协助或阻挠英雄，以及一系列供玩家考虑为他们的角色的奇幻种族。以下章节中的怪物和奇幻种族伴随着强大的巫师莫登凯因的偶尔评论，他是灰鹰世界中最博学的法师之一。大法师塔莎，莫登凯因友好的竞争对手，也会插话。总的来说，这里的怪物、非玩家角色和奇幻种族提供了一大批新的朋友和敌人，来填充你的D&D世界。",
	"presents over 30 race options for player characters, complementing the options in the {@book Player's Handbook|PHB} and other D&D books. These races debuted elsewhere and appear all together for the first time here, each of them revised to fit into the current state of the game.": "为玩家角色提供了超过30种种族选择，与{@book Player's Handbook|PHB}和其他D&D书籍中的选项相辅相成。这些种族在其他地方首次亮相，现在首次集中在一起，每一个都经过修订以适应当前游戏状态。",
	"contains over 250 monsters and NPCs, each one represented by a stat block and story text. When you're preparing to run an adventure as the DM, consider sprinkling these creatures into your games, mixing them with the monsters and NPCs from the {@book Monster Manual|MM}. The creatures in this chapter fit seamlessly with the ones you use from other D&D books.": "本章包含超过250个怪物和NPC，每个都由属性块和故事文本代表。当你作为DM准备进行冒险时，请考虑将这些生物散布在你的游戏中，与来自{@book Monster Manual|MM}的怪物和NPC混合在一起。本章中的生物与你从其他D&D书籍中使用的生物完美契合。",
	"Gathering together fantastical races from throughout the D&D multiverse, this chapter offers the following races for player characters, supplementing the race options in the {@book Player's Handbook|PHB}:": "汇集了来自D&D多元宇宙的奇幻种族，本章为玩家角色提供以下种族选择，补充了{@book Player's Handbook|PHB}(Player's Handbook)中的种族选项：",
	"Many of these races are based on creatures that appear in the {@book Monster Manual|MM} or the bestiary of this book. Consult with your DM to see whether an option here is appropriate for your campaign. If you do use a race in this chapter, first read the \"Creating Your Character\" section below.": "许多这些种族都是基于出现在本书的 {@book Monster Manual|MM} 或怪物图鉴中的生物。请与你的DM商讨，看看这里的选项是否适合你的战役。如果你在本章中使用了某个种族，请先阅读下面的“创建你的角色”部分。",
	"Every creature in D&D, including each player character, has a special tag in the rules that identifies the type of creature they are. Most player characters are of the Humanoid type. A race in this chapter tells you what your character's creature type is. Here's a list of the game's creature types in alphabetical order: Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, Undead. These types don't have rules themselves, but some rules in the game affect creatures of certain types in different ways. For example, the {@spell cure wounds} spell doesn't work on a Construct or an Undead.": "在D&D中，每个生物，包括每个玩家角色，在规则中都有一个特殊的标签，用来标识它们的生物类型。大多数玩家角色属于人形生物类型。本章节中的种族会告诉你角色的生物类型是什么。以下是游戏中生物类型的按字母顺序排列的列表：畸变生物、野兽、天界生物、构装生物、龙类、元素生物、精灵、恶魔、巨人、人形生物、怪物、软泥怪、植物、不死生物。这些类型本身没有规则，但游戏中的一些规则会以不同的方式影响特定类型的生物。例如，{@spell cure wounds} 法术对构装生物或不死生物无效。",
	"This chapter is a companion to the {@book Monster Manual|MM} and adopts a similar presentation. If you are unfamiliar with the monster stat block format, read the introduction of the {@book Monster Manual|MM} before proceeding further. It explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.": "本章是{@book Monster Manual|MM}的伴侣，并采用类似的呈现方式。如果您不熟悉怪物属性块的格式，请在继续之前阅读{@book Monster Manual|MM}的介绍。它解释了属性块术语，并为各种怪物特性提供了规则——这里不会重复提供这些信息。",
	"Jeremy Crawford": "杰里米·克劳福德 (Jeremy Crawford)",
	"Emi Tanji, Kate Irwin": "谭儿美 (Emi Tanji), 凯特·欧文 (Kate Irwin)",
	"Jeremy Crawford, Adam Lee, Mike Mearls, Christopher Perkins, Ben Petrisor, Sean K Reynolds, Robert J. Schwalb, Matt Sernett, Chris Sims, Nolan Whale, Steve Winter": "杰里米·克劳福德 (Jeremy Crawford), 亚当·李 (Adam Lee), 迈克·梅尔斯 (Mike Mearls), 克里斯托弗·帕金斯 (Christopher Perkins), 本·佩特里索尔 (Ben Petrisor), 肖恩·K·雷诺兹 (Sean K Reynolds), 罗伯特·J·施瓦布 (Robert J. Schwalb), 马特·瑟内特 (Matt Sernett), 克里斯·辛斯 (Chris Sims), 诺兰·鲸 (Nolan Whale), 史蒂夫·温特 (Steve Winter)",
	"Sydney Adams, Judy Bauer, Jeremy Crawford, Makenzie De Armas, Dan Dillon, Ari Levitch, Ben Petrisor, Taymoor Rehman": "悉尼·亚当斯 (Sydney Adams), 朱迪·鲍尔 (Judy Bauer), 杰里米·克劳福德 (Jeremy Crawford), 马肯齐·德·阿玛斯 (Makenzie De Armas), 丹·迪隆 (Dan Dillon), 阿里·莱维奇 (Ari Levitch), 本·佩特里索尔 (Ben Petrisor), 泰默·雷曼 (Taymoor Rehman)",
	"Judy Bauer, Michele Carter, Kim Mohan, Christopher Perkins": "朱迪·鲍尔 (Judy Bauer), 米歇尔·卡特 (Michele Carter), 金·莫汉 (Kim Mohan), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Trystan Falcone, Emi Tanji": "特里斯坦·法尔科内 (Trystan Falcone), 榎谷 爱美 (Emi Tanji)",
	"Grzegorz Rutkowski": "格热戈日·鲁特科夫斯基 (Grzegorz Rutkowski)",
	"Dave Allsop, Tom Babbey, John-Paul Balmet, Thomas M. Baxa, Mark Behm, Eric Belisle, Michael Berube, Mike Bierek, Jared Blando, Zoltan Boros, Christopher Bradley, Alix Branwyn, Aleksi Briclot, IP Dmitry Burmak, Filip Burburan, Christopher Burdett, Sidharth Chaturvedi, Jedd Chevrier, Conceptopolis, Daarken, Nikki Dawes, Eric Deschamps, Simon Dominic, Dave Dorman, Nicholas Elias, Wayne England, Jason Felix, Justin Gerard, Justyna Gil, Lars Grant-West, Jon Hodgson, Ralph Horsley, Tyler Jacobson, Mike Jordana, Vance Kelly, Julian Kok, Michael Komarck, Daniel Landerman, Olly Lawson, Daniel Ljunggren, Valera Lutfullina, Warren Mahy, Lorenzo Mastroianni, Brynn Metheney, Aaron Miller, Francisco Miyara, Caio Monteiro, Scott Murphy, Marta Nael, Marco Nelor, Jim Nelson, Adam Paquette, PINDURSKI, Claudio Pozas, April Prime, Grzegorz Rutkowski, Marc Sasso, Chris Seaman, Ilya Shkipin, Rudy Siswanto, David Sladek, Craig J Spearing, Bryan Sola, Zack Stella, Sarah Stone, Philip Straub, Arnie Swekel, Thom Tenery, David A. Trampier, Cory Trego-Erdner, Beth Trott, Brian Valeza, Randy Vargas, Franz Vohwinkel, Anthony S. Waters, Campbell White, Richard Whitters, Eva Widermann, Sam Wood, Shawn Wood, Ben Wootten, Zuzanna Wuuyk, Min Yum": "戴夫·奥尔索普（Dave Allsop），汤姆·巴比（Tom Babbey），约翰-保罗·巴尔梅（John-Paul Balmet），托马斯·M·巴克萨（Thomas M. Baxa），马克·贝姆（Mark Behm），埃里克·贝利斯尔（Eric Belisle），迈克尔·贝鲁贝（Michael Berube），迈克·比里克（Mike Bierek），贾里德·布兰多（Jared Blando），佐尔坦·博罗斯（Zoltan Boros），克里斯托弗·布拉德利（Christopher Bradley），阿里克斯·布兰温（Alix Branwyn），亚历克西·布里克洛特（Aleksi Briclot），IP德米特里·布尔马克（IP Dmitry Burmak），菲利普·布尔布兰（Filip Burburan），克里斯托弗·伯德特（Christopher Burdett），西德哈斯·查图尔韦迪（Sidharth Chaturvedi），杰德·切维尔（Jedd Chevrier），Conceptopolis，达肯（Daarken），妮基·道斯（Nikki Dawes），埃里克·德尚普（Eric Deschamps），西蒙·多米尼克（Simon Dominic），戴夫·多曼（Dave Dorman），尼古拉斯·伊利亚斯（Nicholas Elias），韦恩·英格兰（Wayne England），杰森·费利克斯（Jason Felix），贾斯汀·杰拉德（Justin Gerard），贾斯蒂娜·吉尔（Justyna Gil），拉斯·格兰特-韦斯特（Lars Grant-West），乔恩·霍奇森（Jon Hodgson），拉尔夫·霍斯利（Ralph Horsley），泰勒·雅各布森（Tyler Jacobson），迈克·乔丹纳（Mike Jordana），范斯·凯利（Vance Kelly），朱利安·科克（Julian Kok），迈克尔·科马克（Michael Komarck），丹尼尔·兰德曼（Daniel Landerman），奥利·劳森（Olly Lawson），丹尼尔·吕容格伦（Daniel Ljunggren），瓦莱拉·卢特富利娜（Valera Lutfullina），沃伦·马希（Warren Mahy），洛伦佐·马斯特罗亚尼（Lorenzo Mastroianni），布林·梅瑟尼（Brynn Metheney），亚伦·米勒（Aaron Miller），弗朗西斯科·米亚拉（Francisco Miyara），凯奥·蒙特罗（Caio Monteiro），斯科特·墨菲（Scott Murphy），玛塔·纳埃尔（Marta Nael），马可·内洛尔（Marco Nelor），吉姆·纳尔逊（Jim Nelson），亚当·帕奎特（Adam Paquette），平杜尔斯基（PINDURSKI），克劳迪奥·波萨斯（Claudio Pozas），艾普里尔·普莱姆（April Prime），格热戈日·鲁特科夫斯基（Grzegorz Rutkowski），马克·萨索（Marc Sasso），克里斯·西曼（Chris Seaman），伊利亚·什基平（Ilya Shkipin），鲁迪·西斯万托（Rudy Siswanto），大卫·斯拉德克（David Sladek），克雷格·J·斯皮林（Craig J Spearing），布赖恩·索拉（Bryan Sola），扎克·斯特拉（Zack Stella），莎拉·斯通（Sarah Stone），菲利普·斯特劳布（Philip Straub），阿尼·斯维克尔（Arnie Swekel），汤姆·特内里（Thom Tenery），大卫·A·特兰皮尔（David A. Trampier），科里·特雷戈-厄德纳（Cory Trego-Erdner），贝丝·特罗特（Beth Trott），布莱恩·瓦莱扎（Brian Valeza），兰迪·瓦尔加斯（Randy Vargas），弗兰兹·沃温克尔（Franz Vohwinkel），安东尼·S·沃特斯（Anthony S. Waters），坎贝尔·怀特（Campbell White），理查德·惠特斯（Richard Whitters），伊娃·维德曼（Eva Widermann），山姆·伍德（Sam Wood），肖恩·伍德（Shawn Wood），本·伍顿（Ben Wootten），祖扎娜·乌伊克（Zuzanna Wuuyk），敏·杨（Min Yum）",
	"Cynda Callaway": "赛达·卡拉威（Cynda Callaway）",
	"Kevin Yee": "基文·伊 (Kevin Yee)",
	"Jefferson Dunlap": "杰斐逊·邓拉普 (Jefferson Dunlap)",
	"Ray Winninger": "雷·温宁格 (Ray Winninger)",
	"Jeremy Crawford, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Steve Scott": "史蒂夫·斯科特 (Steve Scott)",
	"Sydney Adams, Judy Bauer, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ari Levitch, Ben Petrisor, Taymoor Rehman, F. Wesley Schneider, James Wyatt": "悉尼·亚当斯，朱迪·鲍尔，麦肯齐·迪·阿玛斯，丹·迪隆，阿曼达·哈蒙，阿里·莱维奇，本·佩特里索尔，泰默·雷曼，F.韦斯利·施耐德，詹姆斯·怀亚特",
	"Richard Whitters": "理查德·惠特斯 (Richard Whitters)",
	"Trystan Falcone, Kate Irwin, Emi Tanji, Shawn Wood, Trish Yochum": "特里斯坦·法尔科内, 凯特·欧文, 艾米·丹吉, 肖恩·伍德, 特里什·约赫姆",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Bill Benham, Robert Hawkey, Lea Heleotis": "比尔·本汉姆 (Bill Benham)，罗伯特·霍克 (Robert Hawkey)，莉娅·赫里奥蒂斯 (Lea Heleotis)",
	"Liz Schuh": "莉兹·舒 (Liz Schuh)",
	"Natalie Egan, Chris Lindsay, Hilary Ross": "纳塔莉·伊根 (Natalie Egan), 克里斯·林赛 (Chris Lindsay), 希拉里·罗斯 (Hilary Ross)",
	"Brian Perry": "布莱恩·佩里 (Brian Perry)",
	"Shelly Mazzanoble": "谢莉·马扎诺布勒 (Shelly Mazzanoble)",
	"Greg Tito": "格雷格·蒂托 (Greg Tito)",
	"Brandy Camel": "白兰地骆驼 (Brandy Camel)",
	"Faith Elisabeth Lilley": "费丽丝·伊丽莎白·莉莉 (Faith Elisabeth Lilley)",
	"Jay Jani, Adam Walton": "Jay Jani（Jay Jani）, 亚当·沃尔顿（Adam Walton）",
	"This book is a revision of content that originally appeared in the books {@book Volo's Guide to Monsters|VGM} (2016) and {@book Mordenkainen's Tome of Foes|MTF} (2018). It also includes revised options from {@adventure Princes of the Apocalypse|PotA} (2015), {@book Eberron: Rising from the Last War|ERLW} (2019), and {@book Mythic Odysseys of Theros|MOT} (2020).": "这本书是对最初出现在书籍{@book Volo's Guide to Monsters|VGM} (2016)和{@book Mordenkainen's Tome of Foes|MTF} (2018)中内容的修订。它还包括了来自{@adventure Princes of the Apocalypse|PotA} (2015)、{@book Eberron: Rising from the Last War|ERLW} (2019)和{@book Mythic Odysseys of Theros|MOT} (2020)的修订选项。"
}