{
	"The {@deck Deck of Many Things|BMT} is one of the best-known magic items in {@style Dungeons & Dragons|small-caps;dnd-font}. Players delight in the possibilities the deck offers, such as suddenly advancing in level or gaining fabulous wealth. Since its introduction, the deck has been associated with physical cards—game props Dungeon Masters could use to build a deck their players drew from. The cards and book you're holding are designed to satisfy this demand in the best way possible, providing a beautiful deck of physical cards DMs and players can handle, shuffle, and draw from when they encounter the {@deck Deck of Many Things|BMT} in their games.": "{@deck Deck of Many Things|BMT}是{@style Dungeons & Dragons|small-caps;dnd-font}中最著名的魔法物品之一。玩家们喜欢这副牌所提供的可能性，比如突然升级或获得巨大财富。自问世以来，这副牌一直与实体卡片联系在一起——Dungeon Masters可以用来构建玩家抽取的牌堆的游戏道具。你手中拿着的卡片和书籍旨在以最佳方式满足这种需求，为Dungeon Masters和玩家提供一副精美的实体卡片，他们可以在游戏中遇到{@deck Deck of Many Things|BMT}时处理、洗牌和抽取。",
	"But this deck is much more than that. The deck has been expanded with forty-four new cards DMs can use to build customized versions of the {@deck Deck of Many Things|BMT} for their games. This deck has also been designed for two additional uses:": "但这副牌远不止如此。这副牌已扩展了四十四张新卡，DMs可以使用这些卡来构建适合他们游戏的{@deck Deck of Many Things|BMT}的定制版本。这副牌还设计了另外两种用途：",
	"Dungeon Masters can use the cards for divinatory readings that provide players with clues about the challenges that lie ahead. Divinatory readings are described in the \"{@book Divinatory Uses|DMTCRG|1}\" section.": "地牢主可以使用卡牌进行占卜阅读，为玩家提供关于即将面临的挑战的线索。占卜阅读在\"{@book Divinatory Uses|DMTCRG|1}\"部分有描述。",
	"DMs can use the deck to generate adventure ideas and even outline an adventure's starting situation, journey, encounters, and climax. The guidelines for this are found in the \"{@book Adventure Spreads|DMTCRG|2}\" section and include an example of how the cards can be used to create a story or a dungeon,": "DMs可以使用牌组来生成冒险想法，甚至概述冒险的起始情况、旅程、遭遇和高潮。这方面的指导可以在\"{@book Adventure Spreads|DMTCRG|2}\"部分找到，并包括如何使用卡牌来创作故事或地牢的示例。",
	"The {@i Deck of Many Things} is as old as D&D, first appearing in 1976. That earliest version of the deck had eighteen unnamed cards, and the DM was encouraged to build the deck from ordinary playing cards, Virtually everything about the deck has changed as the game has evolved: the number of cards has increased, the cards have gained names, the names have changed, and the rules have gone back and forth about whether the {@i Deck of Many Things} is an artifact or perhaps even an intelligent item with its own mysterious goals.": "{@i Deck of Many Things} 与D&D一样古老，首次出现在1976年。那个最早版本的牌组有十八张未命名的牌，鼓励DM从普通扑克牌中构建牌组。随着游戏的发展，关于牌组的几乎所有内容都发生了变化：卡牌数量增加了，卡牌获得了名称，名称发生了变化，规则也反复讨论过{@i Deck of Many Things}是一件神器，甚至可能是一件具有自己神秘目标的智能物品。",
	"What this means for players and DMs is that no definitive version of the {@i Deck of Many Things} exists. Like everything else in D&D the deck is a tool you can customize to suit the needs of your table, You might include all the cards to capture the wild unpredictability of fate, use only cards that fit a certain theme or yield particular results, or select a few specific cards that precisely fit your adventure. You can even invent new cards. You can find examples Of how to customize the deck to suit your table, including card lists, in {@book chapter 2 of The Book of Many Things|BMT|1}.": "对玩家和DM来说，这意味着不存在{@i Deck of Many Things}的确定版本。就像D&D中的其他一切一样，这副牌是一个工具，你可以根据你的游戏桌需求进行定制。你可以包含所有的牌来捕捉命运的狂野不可预测性，只使用符合特定主题或产生特定结果的牌，或选择一些精确符合你冒险的特定牌。你甚至可以发明新的牌。你可以在{@book chapter 2 of The Book of Many Things|BMT|1}中找到如何定制这副牌以适应你的游戏桌的示例，包括卡牌列表。",
	"This book, the associated cards, and {@book The Book of Many Things|BMT} include some updates and revisions to the {@item Deck of Many Things|DMG|version of the deck in the Dungeon Master's Guide}:": "这本书，相关的卡牌，以及{@book The Book of Many Things|BMT}包括对{@item Deck of Many Things|DMG|version of the deck in the Dungeon Master's Guide}的一些更新和修订：",
	"Two cards have been renamed. The card formerly known as the {@card Vizier|Deck of Many Things} is now the {@card Sage|Deck of Many Things|BMT}, and the card previously called the {@card Idiot|Deck of Many Things} is now the {@card Puzzle|Deck of Many Things|BMT}.": "两张卡片已经更名。原名为{@card Vizier|Deck of Many Things}的卡片现在称为{@card Sage|Deck of Many Things|BMT}，之前被称为{@card Idiot|Deck of Many Things}的卡片现在叫做{@card Puzzle|Deck of Many Things|BMT}。",
	"In addition to the twenty-two cards of the {@item Deck of Many Things|DMG}, this deck includes an additional forty-four cards, known as the {@deck Deck of Many More Things|BMT}. These sixty-six cards often appear together as a combined deck. The game rules for the new cards appear in {@book chapter 7 of The Book of Many Things|BMT|6}.": "除了{@item Deck of Many Things|DMG}的二十二张牌之外，这副牌还包括另外四十四张牌，被称为{@deck Deck of Many More Things|BMT}。这六十六张牌经常一起出现作为一副组合牌组。新牌的游戏规则出现在{@book chapter 7 of The Book of Many Things|BMT|6}中。",
	"The meanings of in individual cards depend on how you're using the deck. If you're using it to represent the {@item Deck of Many Things|BMT} magic item, the game rules for the twenty-two cards that make up the classic deck appear in the {@item Deck of Many Things|DMG|Dungeon Master's Guide} while rules for the forty-four new cards are detailed in {@book chapter 7 of The Book of Many Things|BMT|6}. However, you can change the powers of cards as you see fit.": "每张卡片的含义取决于你如何使用牌组。如果你将其用于代表{@item Deck of Many Things|BMT}魔法物品，那么组成经典牌组的二十二张卡片的游戏规则会出现在{@item Deck of Many Things|DMG|Dungeon Master's Guide}中，而四十四张新卡片的规则则在{@book chapter 7 of The Book of Many Things|BMT|6}中详细说明。然而，你可以根据需要自行更改卡片的能力。",
	"If you're using the deck for divination or generating adventures, you have two main options for card meanings. The easiest method is to use the literal meaning of the card. In this case, the {@card Dragon|Deck of Many More Things|BMT} card literally suggests a dragon.": "如果你用牌组进行占卜或生成冒险，有两种主要的卡牌含义选择。最简单的方法是使用卡牌的字面含义。在这种情况下，{@card Dragon|Deck of Many More Things|BMT}卡牌的字面意思是龙。",
	"For a more nuanced option, the \"{@book Reading the Cards|DMTCRG|3}\" section presents an array of potential meanings for each card, depending on which way the card is oriented and using signifiers that suggest how the card applies to people or creatures the characters might meet, places they might visit, treasures they might find, and situations they might experience. For example, the {@card Dragon|Deck of Many More Things|BMT} card could refer to a literal dragon, but it might also indicate a dragonborn, a dragon's lair, or someone hoarding treasure.": "对于更加细致入微的选择，\"{@book Reading the Cards|DMTCRG|3}\" 部分呈现了每张牌的潜在含义数组，取决于牌的朝向以及使用的指示物，这些指示物暗示了牌如何适用于角色可能遇到的人或生物、他们可能访问的地方、他们可能发现的宝藏以及他们可能经历的情况。例如，{@card Dragon|Deck of Many More Things|BMT} 牌可能指的是一个字面上的龙，但也可能表示一个龙裔、一个龙的巢穴，或者一个囤积财宝的人。",
	"In addition to having their own meanings, cards take on additional meanings when combined as spreads: arrangements of oracle cards on a surface. With spreads, the order in which cards are drawn and where they're placed in relation to other cards add meaning to a reading. For example, cards drawn earlier in a reading might be interpreted as talking about the past or the start of an adventure, while those drawn later might speak about the future or an adventure's culmination.": "除了拥有自己的含义外，卡牌在组合成展示的时候会产生额外的含义：在一个表面上排列神谕卡牌。通过展示，卡牌被抽取的顺序以及它们与其他卡牌放置的位置会为阅读增添含义。例如，在阅读中较早抽取的卡牌可能被解释为谈论过去或冒险的开始，而后来抽取的卡牌可能会谈论未来或冒险的顶点。",
	"{@i The Deck of Many Things} card set is a wonderful tool for representing fortune-telling encounters in your game, whether characters arc reading the cards for each other or the DM is portraying a non-player character peering into the characters' futures.": "{@i The Deck of Many Things}卡牌套装是在游戏中代表占卜遭遇的绝妙工具，无论是角色为彼此读卡，还是DM扮演NPC窥视角色的未来。",
	"Traditional readings require two people: a questioner who is looking for answers, and a reader who places the cards in a spread and interprets their meaning. The questioner and reader cooperate to understand the situation the questioner is in and what might be possible in the questioner's future.": "传统的占卜需要两个人：提问者寻找答案，读者在一种布局中放置卡牌并解释它们的含义。提问者和读者合作以理解提问者所处的情况以及提问者未来可能发生的事情。",
	"Usually, the DM takes on the role of the reader, and a character is the questioner. However, a character might be both questioner and reader, interpreting the cards to answer a question they're asking themself, or a character might perform readings for the others in the party.": "通常，(DM)主持人扮演读者的角色，而角色则是提问者。然而，角色可能既是提问者又是读者，解读牌来回答自己提出的问题，或者角色可能为队伍中的其他人进行占卜。",
	"When posing a question using the deck, avoid anything with a simple yes-or-no answer and questions with a specific, factual answer. Instead, ask open-ended questions that might have many answers. Questions like \"How can we stop Iuz from conquering all of the Flanaess?\" are more suited to the divinatory nature of the cards than \"Where is the Eye of Vecna?\"": "在使用牌组提问时，避免问那些只能回答是或否的简单问题，也避免问那些有具体事实答案的问题。相反，提出开放性问题，可能有许多答案。像“我们如何阻止伊乌兹征服整个弗拉尼斯大陆？”这样的问题更适合占卜性质的牌卡，而不是“韦克纳之眼在哪里？”",
	"The reader should decide what cards to include in the deck for the reading, depending on their goals.": "读者应根据他们的目标决定在阅读中包含哪些卡牌，(`Dungeons & Dragons`)。",
	"A DM might want to include only cards that reflect the themes of the adventure, or choose the exact cards to display to give the players specific clues. A character reading a nonplayer character's fortune might do the same if they want to trick or manipulate that person, but trusting in fate and including the whole deck is always an option.": "一个DM可能希望只包括反映冒险主题的卡牌，或选择显示确切的卡牌来给玩家特定线索。如果一个角色在读取一个NPC的命运时想要欺骗或操纵那个人，他们可能会做同样的事情，但相信命运并包括整副牌也是一个选择。",
	"As cards are drawn, take your time interpreting them. Ponder how the cards' possible interpretations might speak to the questioner's memories, experiences, and current situation. The reader should help the questioner look for connections between cards, seeking the story the cards tell as they're brought together.": "在抽取卡牌时，花时间来解释它们。思考卡牌可能的解释如何与提问者的记忆、经历和当前情况相关。读者应帮助提问者寻找卡牌之间的联系，探寻卡牌在组合在一起时所讲述的故事。",
	"This section presents three divinatory spreads you can use in your games. These are only a few of many possible spreads: you can use them as a basis for creating your own ways to place and interpret the cards. Customize the spread to suit the question asked and the deck to suit the themes of your game.": "本节介绍了三种占卜展开方式，您可以在游戏中使用。这只是许多可能展开方式中的几种：您可以将它们作为创建自己摆放和解释卡牌方式的基础。根据问题和牌组的主题定制展开方式。",
	"For the simplest reading, draw a single card from the deck. Many readers use this technique in the morning when preparing for a day of adventure. The card they draw presents a message about the day to come, something to use as guidance when the adventure becomes challenging and the way forward unclear. Alternatively, drawing a single card can provide quick guidance concerning an immediate problem or an ongoing situation that has become impossible to ignore.": "为了最简单的阅读，从牌组中抽取一张牌。许多读者在早晨准备迎接一天冒险时使用这种技术。他们抽取的牌会呈现出关于即将到来的一天的信息，当冒险变得具有挑战性且前方变得模糊时，这些信息可以作为指导。另外，抽取一张牌也可以为解决眼前的问题或应对已经无法忽视的持续情况提供快速指导。",
	"A three-card spread allows the cards to tell a story, as the cards interact with each other and their meanings resonate and connect. This increases the power and usefulness of the cards, but there are many ways to interpret a three-card spread, so it's important to know what you want from the cards before you place them.": "三牌展示允许牌面讲述一个故事，因为牌面相互作用，它们的含义共鸣并连接在一起。这增加了牌面的力量和实用性，但有许多种方式来解释三牌展示，因此在放置牌面之前知道你想从牌面中得到什么是很重要的。",
	"The most common form of a three-card spread is to interpret the first card as representing the past, especially forces in the past that are relevant to the question. The second card represents the present situation, and the final card hints at the future.": "三牌展开中最常见的形式是将第一张牌解释为代表过去，特别是过去与问题相关的力量。第二张牌代表当前情况，最后一张牌则暗示未来。",
	"Alternatively, the first card might represent a problem, the second card an obstacle, and the final card the solution. Or the first card could represent the questioner, the second card another individual, and the third card the relationship between the two.": "另一种方法是，第一张牌可能代表一个问题，第二张牌代表一个障碍，最后一张牌代表解决方案。或者第一张牌可以代表提问者，第二张牌代表另一个个体，第三张牌代表两者之间的关系。",
	"A five-card spread (see diagram 1) allows a question to be answered with great complexity and nuance, as the cards show multiple perspectives and weave an interconnected story, Here's an example of a five-card spread you might use:": "一个五张牌的展开（见图1）可以以极大的复杂性和细微差别回答问题，因为牌面展示了多个角度，并编织出一个相互关联的故事。这里是一个你可能会使用的五张牌展开的例子：",
	"The first card is the Quest card, which is placed in the center. This represents the adventure itself or the current situation.": "第一张卡片是任务卡，放置在中心。这代表着冒险本身或当前的情况。",
	"The second card, That Which Is Hidden, is placed to the left of the Quest card. That Which Is Hidden describes things in the questioner's past, elements of the subconscious, hidden enemies, or simply things that have been forgotten or neglected. The forces represented by this card weigh down the questioner and impede completion of the quest.": "第二张牌，被隐藏的事物，被放置在任务牌的左侧。被隐藏的事物描述了提问者过去的事情，潜意识中的元素，隐藏的敌人，或者只是被遗忘或忽视的事物。这张牌代表的力量压制着提问者，阻碍了任务的完成。",
	"The third card, That Which Is Needed, is placed to the right of the Quest card. It represents the tools necessary for success on the quest. This might be the help of an ally or a useful item, but it could also stand for knowledge the questioner must acquire to achieve their goal.": "第三张牌，所需之物，被放置在任务牌的右侧。它代表了在任务中取得成功所需的工具。这可能是盟友的帮助或有用的物品，但也可能代表提问者必须获得的知识才能实现他们的目标。",
	"The fourth card, the Challenge, is placed below the Quest card and represents the chief obstacle to success: the thing most likely to prevent the questioner from achieving the quest. Use the assets described in That Which Is Needed, while taking precautions against That Which Is Hidden, to overcome whatever the Challenge represents.": "第四张牌，挑战，放置在任务卡下方，代表成功的主要障碍：最有可能阻止提问者实现任务的事物。利用“所需之物”中描述的资源，同时注意防范“隐藏之物”，克服挑战所代表的任何障碍。",
	"Finally, the Outcome is placed above the Quest card. This might represent the culmination of the adventure, but it can also illuminate ramifications or consequences that follow the quest's success or failure.": "最后，结果被放置在任务卡的上方。这可能代表冒险的顶点，但也可以阐明随着任务成功或失败而产生的后果或影响。",
	"An adventure spread is an arrangement of cards from {@deck Deck of Many More Things|DMTCRG|The Deck of Many Things} card set that you can use to craft an adventure for your D&D game. With this method, the cards drawn determine adventure details such as the situation that launches the adventure, challenges the party faces along the way, and the final obstacle the party must overcome. This kind of spread typically uses the full deck, but you can use a smaller set of cards if you want your adventure to focus on particular themes or adversaries.": "冒险传播是从{@deck Deck of Many More Things|DMTCRG|The Deck of Many Things}卡牌套装中排列的一种方式，您可以用它来为您的D&D游戏设计一个冒险。通过这种方法，抽取的卡牌决定冒险的细节，比如启动冒险的情况、队伍在旅途中面临的挑战，以及队伍必须克服的最终障碍。这种传播通常使用完整的牌组，但如果您希望冒险集中在特定主题或对手上，您也可以使用较小的卡牌组。",
	"To prepare the deck for creating an adventure spread, shuffle the cards, being sure to rotate some cards as you do so some cards will be upright and others reversed (upside down). Then lay out the top nine cards in a cross pattern, as shown in diagram 2. Each card represents a situation, person, creature, location, or treasure in the adventure, using the signifiers for each card described in the \"{@book Reading the Cards|DMTCRG|3}\" section. You can pick any of a card's signifiers for any of the positions in the diagram, so let your imagination wander and build a story that excites you. Treat the cards placed sideways as upright if the top of the card is on the left and as reversed if the top is on the right.": "为了准备创建冒险展示的牌组，洗牌时要确保旋转一些牌，使一些牌正立，而另一些倒置（颠倒）。然后以十字形式展开前九张牌，如图2所示。每张牌代表冒险中的情境、人物、生物、地点或宝藏，使用“{@book Reading the Cards|DMTCRG|3}”部分描述的每张牌的标志。您可以为图中的任何位置选择卡牌的任何标志，所以让您的想象力飞扬，构建一个激动人心的故事。如果卡片的顶部在左侧，则将放置在侧面的卡片视为正立，如果顶部在右侧，则视为倒置。",
	"Lay out the cards in this order:": "按照这个顺序摆放卡牌：",
	"This card represents the situation the characters are in before the adventure starts. It might be a place where they meet, a person they're visiting, a treasure they're all drawn to for different reasons, or a dangerous creature unrelated to the adventure to follow.": "这张牌代表角色在冒险开始前所处的情况。这可能是一个他们相遇的地方，一个他们正在拜访的人，一个他们出于不同原因都被吸引的宝藏，或者一个与即将发生的冒险无关的危险生物。",
	"Place this card across the first card to represent how the adventure starts. It might be a situation that starts the action, an individual who gives the adventurers a quest, or an attack by a creature that prompts the party to follow it to its lair.": "将这张卡片放在第一张卡片上，代表冒险的开始。这可能是一个引发行动的情景，一个给冒险者提供任务的个人，或者一只攻击派对的生物，促使他们跟随它到它的巢穴。",
	"To the right of the first card, place a card that describes the transition from the introduction to the adventure location—probably a person, creature, or location the characters encounter along the way.": "在第一张卡片的右侧，放置一张卡片，描述从介绍到冒险地点的过渡 - 可能是人物、生物或角色在路上遇到的地点。",
	"Draw a card and place it to the right of the Journey card. This card describes the entrance to the adventure location. It might represent a creature that guards the entrance or the physical details of the entrance itself.": "抽一张卡片，将其放在旅程卡片的右侧。这张卡片描述了冒险地点的入口。它可能代表守卫入口的生物，或者入口本身的物理细节。",
	"These three cards describe the primary challenges the characters must face in the adventure. They might be creatures, people, or situations. Arrange these cards in a vertical line to the right of the Entrance card. You can draw additional cards if you want more than three challenges, or fewer cards for a shorter session.": "这三张卡片描述了角色在冒险中必须面对的主要挑战。它们可能是生物、人物或情境。将这些卡片排成垂直线，放在入口卡片的右侧。如果你想要更多的挑战，可以抽取额外的卡片；如果想要更短的游戏时间，也可以抽取更少的卡片。",
	"This card, placed to the right of the Challenge cards, describes a treasure that is the ultimate goal or reward of the adventure.": "这张卡片放在挑战卡的右侧，描述了冒险的终极目标或奖励，即(`Treasure`)。",
	"Place this card across the Treasure card to describe the final obstacle the characters must overcome to achieve their goal and claim the Treasure. It's typically a creature but can also be a situation.": "将这张卡片放在宝藏卡片上方，描述角色必须克服的最后障碍，以实现他们的目标并获得宝藏。通常是一种生物，但也可以是一种情境。",
	"Jennifer is running a game for her players next week, and she doesn't have an adventure planned. She decides to use The {@deck Deck of Many More Things|DMTCRG|Deck of Many Things} card set to generate adventure ideas. After shuffling the deck, she places cards as shown in diagram 3. Here's the adventure she creates: if a creature's name is bold, its stat block appears in the {@book Monster Manual|MM} unless otherwise stated:": "Jennifer下周将为她的玩家主持一场游戏，但她还没有准备好冒险故事。她决定使用{@deck Deck of Many More Things|DMTCRG|Deck of Many Things}卡牌套组来生成冒险点子。洗牌后，她按照图3中的示意图摆放卡牌。以下是她创作的冒险故事：如果一个生物的名字是粗体，它的属性块将出现在{@book Monster Manual|MM}中，除非另有说明：",
	"Jennifer's first card is the {@card Jester|Deck of Many More Things|DMTCRG} upright. She likes the idea of starting off in a fairground. The characters can engage in carnival games before the action starts.": "詹妮弗的第一张卡是{@card Jester|Deck of Many More Things|DMTCRG}正位。她喜欢从一个游乐场开始的想法。角色们可以在行动开始之前参加嘉年华游戏。",
	"Jennifer draws the {@card Comet|Deck of Many More Things|DMTCRG} card reversed, whose creature signifier suggests the fairground is overrun by small creatures fleeing from a rampaging monster. She decides the creatures are panicked {@creature goblin|MM|goblins}; they're not malicious or intent on fighting. but their arrival cre- ates chaos. Jennifer isn't sure what the monster is yet, but it should be a threat that demands heroic action from the characters.": "Jennifer翻到了{@card Comet|Deck of Many More Things|DMTCRG}牌的逆位，其生物象征表明游乐场被一群小生物淹没，它们正在逃离一只狂暴的怪物。她决定这些生物是惊慌失措的{@creature goblin|MM|goblins}; 它们并非恶意或有意与人对抗，但它们的到来带来了混乱。Jennifer还不确定怪物是什么，但它应该是一个需要角色们英勇行动的威胁。",
	"Jennifer draws the {@card Fool|Deck of Many More Things|DMTCRG} card reversed. She opts to use the person signifier—a con artist—for an encounter during the journey. As the characters travel to where the rampaging monster was last seen. they're targeted by a con artist who pretends to be a refugee displaced by the monster. Jennifer decides this con artist is a {@creature bard|MPMM} (whose stat block appears in Mordenkainen Presents: Monsters of the Multiverse) who uses the {@spell Charm Person} and {@spell Sleep} spells to try to overcome the characters and steal their belongings.": "珍妮弗翻开了{@card Fool|Deck of Many More Things|DMTCRG}牌，是逆位的。她选择使用人物标识——一个骗子——在旅途中遭遇。当角色们前往最后一次看到暴虐怪物的地方时，他们被一个假装是被怪物驱逐的难民的骗子盯上了。珍妮弗决定这个骗子是一个{@creature bard|MPMM}（其属性块出现在《莫登凯尼呈现：多元宇宙的怪物》中），他使用{@spell Charm Person}和{@spell Sleep}法术试图克服角色并偷走他们的物品。",
	"When determining the lair of the rampaging monster, Jennifer draws the {@card Euryale|Deck of Many More Things|DMTCRG} card reversed. This card's place signifier could be a simple underground cavern, but Jennifer finds the idea of a place with narrow windows or arrow slits more evocative. She envisions a gatehouse built by the fleeing goblins, which the rampaging monster has driven them from. Because the gatehouse is built for goblins, the ceilings are low and the doorways narrow, posing interesting tactical challenges for the characters as they explore.": "当决定狂暴怪物的巢穴时，Jennifer抽到了{@card Euryale|Deck of Many More Things|DMTCRG}牌的逆位。这张牌的位置指示可能是一个简单的地下洞穴，但Jennifer觉得一个有窄窗户或箭孔的地方更具有表现力。她想象了一个由逃离的地精建造的门楼，而狂暴怪物已经将它们赶走。因为门楼是为地精建造的，天花板很低，门口很窄，给角色在探索时带来了有趣的战术挑战。",
	"For the first challenge, Jennifer draws the {@card Donjon|Deck of Many More Things|DMTCRG} card reversed, which indicates a creature that has escaped captivity or gone feral. She decides the goblins kept a pack of {@creature worg|MM|worgs} in their gatehouse, and now the hungry worgs prowl the corridors. While the worgs are likely to attack, clever players might be able to get past them non-violently, perhaps by feeding them or speaking to them in a language they know (such as {@language Goblin}).": "在第一个挑战中，珍妮弗翻开了逆位的{@card Donjon|Deck of Many More Things|DMTCRG}牌，表示一个逃脱囚禁或变野的生物。她决定说妖精们在门楼里养了一群{@creature worg|MM|worgs}，现在饥饿的座狼在走廊里徘徊。虽然座狼们很可能会发动攻击，但聪明的玩家也许可以通过非暴力方式绕过它们，比如喂食它们或用它们懂得的语言与它们交谈（比如{@language Goblin}）。",
	"For the second challenge, Jennifer draws the {@card Fates|Deck of Many More Things|DMTCRG} card, opting to use a {@creature green hag|MM} investigating the gatehouse with an eye toward making it her new home. The hag warns the characters that fate isn't on their side, but she won't attack unless the adventurers force her hand.": "在第二个挑战中，Jennifer抽到了{@card Fates|Deck of Many More Things|DMTCRG}牌，选择使用{@creature green hag|MM}调查门楼，打算把它当作她的新家。那个女巫警告角色们命运并不站在他们这边，但她不会主动攻击，除非冒险者们逼她无奈。",
	"The third challenge is the {@card Flames|Deck of Many More Things|DMTCRG} card reversed, which suggests another creature fleeing from a larger or more dangerous creature, namely the rampaging monster at the heart of the adventure. Jennifer figures there must be goblins in the gatehouse, perhaps in a hastily fortified chamber; she creates an encounter using a {@creature goblin boss|MM} and enough additional goblins to give the characters a fight. The goblin boss won't be satisfied until the adventurers, the hag, and the rampaging monster are all gone from the gatehouse. The adventurers can resolve this by clearing out the monster and the hag, winning the grudging appreciation of the goblin boss.": "第三个挑战是逆位的{@card Flames|Deck of Many More Things|DMTCRG}牌，暗示着另一个生物正在逃离一个更大或更危险的生物，即冒险中心的狂暴怪物。詹妮弗推测门楼里一定有地精，也许在一个匆忙设防的房间里；她设计了一场遭遇，使用了{@creature goblin boss|MM}和足够多的额外地精，让角色们进行战斗。地精首领不会满足，直到冒险者、那个女巫和狂暴怪物都离开了门楼。冒险者可以通过清除怪物和女巫来解决这个问题，赢得地精首领的勉强欣赏。",
	"8: Treasure. Jennifer draws the {@card Gem|Deck of Many More Things|DMTCRG} card for the adventure's reward, which indicates precious gemstones or a magical gem. She decides a treasury in the gatehouse has a store of precious gemstones; she uses the tables in the Dungeon Master's Guide to generate a treasure hoard of gems appropriate for the characters. She also adds a {@item Spell Gem|OotA} (a magic item described in Out of the Abyss) to make the treasure more memorable.": "8: 宝藏。珍妮弗为冒险的奖励抽取了{@card Gem|Deck of Many More Things|DMTCRG}卡，表示宝贵的宝石或魔法宝石。她决定城门楼的金库储存了宝贵的宝石；她使用《地牢主宰指南》中的表格生成适合角色的宝石宝藏。她还添加了一个{@item Spell Gem|OotA}（《深渊之地》中描述的魔法物品），使宝藏更加难忘。",
	"For the Guardian card. Jennifer draws the {@card Balance|Deck of Many More Things|DMTCRG} card, suggesting an impartial enemy like a Construct or Beast. After a quick search of the Monster Manual, Jennifer decides that a {@creature helmed horror|MM} is perfect for her party. She decides the goblins must've fought the helmed horror's creator, and now the Construct is rampaging through the gatehouse to satisfy its creator's final command: \"Avenge me!\" Jennifer places the {@item Spell Gem|OotA} in the helmed horror's helmet; the Construct can use this gem, but without its creator to recharge it, that's a trick that works only once, If the heroes defeat the helmed horror, they can claim the {@item Spell Gem|OotA} for themselves.": "对于守护者卡片。Jennifer抽到了{@card Balance|Deck of Many More Things|DMTCRG}卡，暗示着一个中立的敌人，比如构装或野兽。在快速查阅《怪物手册》后，Jennifer决定{@creature helmed horror|MM}对她的队伍来说是完美的选择。她决定这些地精一定是与头盔恐怖的创造者交战过，现在这个构装正在穿过门楼肆虐，以满足其创造者的最后命令：“为我复仇！”Jennifer将{@item Spell Gem|OotA}放在头盔恐怖的头盔中；这个构装可以使用这颗宝石，但没有创造者来为其充能，这个技巧只能使用一次。如果英雄们击败了头盔恐怖，他们就可以将{@item Spell Gem|OotA}据为己有。",
	"A dungeon spread is a simpler version of an adventure spread that's optimized for quickly building dungeon-focused adventures. In this variant, you divide The {@deck Deck of Many More Things|DMTCRG|Deck of Many Things} card set into three separate decks: a {@deck locations deck|DMTCRG}, a {@deck features deck|DMTCRG}, and an optional {@deck story deck|DMTCRG}. For simplicity, use the literal meanings of the cards in the locations and features decks; these cards are straightforward descriptions of potential locations and of the creatures, treasures, and other features characters might find in these locations.": "一个地牢扩展是冒险扩展的简化版本，专为快速构建以地牢为重点的冒险而优化。在这个变体中，你将{@deck Deck of Many More Things|DMTCRG|Deck of Many Things}卡牌套组分成三个独立的牌组：一个{@deck locations deck|DMTCRG}，一个{@deck features deck|DMTCRG}，以及一个可选的{@deck story deck|DMTCRG}。为简单起见，在位置和特征牌组中使用卡牌的字面意义；这些卡牌是潜在位置以及角色可能在这些位置找到的生物、宝藏和其他特征的简单描述。",
	"If you want to create a prelude to the dungeon, use the optional steps that call for the story deck, and give those cards their full range of symbolic meaning as discussed in the \"{@book Reading the Cards|DMTCRG|3}\" section. If you'd rather dive straight into the action, you can skip those steps and omit the story deck.": "如果你想要创建地牢的序曲，可以使用调用故事牌的可选步骤，并按照“{@book Reading the Cards|DMTCRG|3}”部分讨论的完整象征意义来使用这些牌。如果你宁愿直接投入行动，可以跳过这些步骤并省略故事牌。",
	"Using these separate decks, lay out the cards in a slightly modified adventure spread:": "使用这些单独的牌组，在稍作修改的冒险展开中摆放牌：",
	"Draw a card from the {@deck story deck|DMTCRG} to represent the situation the characters are in before the adventure starts.": "在冒险开始前，从{@deck story deck|DMTCRG}中抽取一张牌来代表角色们所处的情况。",
	"Draw a card from the {@deck story deck|DMTCRG} to represent the situation that starts off the adventure.": "从{@deck story deck|DMTCRG}中抽取一张牌，代表开始冒险的情况。",
	"Draw a card from the {@deck story deck|DMTCRG} to represent the journey to the dungeon.": "从{@deck story deck|DMTCRG}中抽取一张卡牌，代表前往地牢的旅程。",
	"Draw a card from the {@deck locations deck|DMTCRG} to determine the dungeon's location, then place a card from the {@deck features deck|DMTCRG} across it to describe a feature found at the entrance.": "从{@deck locations deck|DMTCRG}中抽取一张卡牌来确定地牢的位置，然后在其对面放置一张来自{@deck features deck|DMTCRG}的卡牌，描述入口处发现的特征。",
	"Decide how many challenges you want the adventurers to encounter before reaching the treasure and its guardian. For each challenge, draw a card from the {@deck locations deck|DMTCRG} to describe the challenge's location, then place a card from the {@deck features deck|DMTCRG} across it to describe the challenge itself.": "决定冒险者在到达宝藏和守护者之前要遇到多少个挑战。对于每个挑战，从{@deck locations deck|DMTCRG}中抽取一张卡牌来描述挑战的地点，然后在其上方放置一张{@deck features deck|DMTCRG}的卡牌来描述挑战本身。",
	"Draw a card from the {@deck features deck|DMTCRG} to describe the treasure at the end of the dungeon.": "从{@deck features deck|DMTCRG}中抽取一张卡牌，描述地牢尽头的宝藏。",
	"Finally, draw a card from the {@deck features deck|DMTCRG} to represent the guardian of the treasure and a card from the {@deck locations deck|DMTCRG} to describe where the treasure and its guardian can bc found.": "最后，从{@deck features deck|DMTCRG}中抽取一张牌来代表宝藏的守护者，再从{@deck locations deck|DMTCRG}中抽取一张牌描述宝藏及其守护者的所在地。",
	"In addition to using an adventure spread to plan your adventures, you can also use it during play, simultaneously giving the players a glimpse into the future and planning their adventure. An easy way to do this is to plan a social encounter with a fortune teller near the end of a session or play. (The {@table Using an Adventure Spread During Play; Fortune Tellers|DMTCRG|Fortune Tellers} table suggests descriptions for seers.) Talking the role of the fortune teller, lay out the cards in an adventure spread in view of your players, narrating as you go.": "除了使用冒险传播来规划你的冒险之外，你还可以在游戏过程中使用它，同时让玩家们一窥未来并规划他们的冒险。一个简单的方法是在游戏会话的末尾或进行中计划一个与占卜者的社交相遇。 （占卜者描述见{@table Using an Adventure Spread During Play; Fortune Tellers|DMTCRG|Fortune Tellers}表。）扮演占卜者的角色，将冒险传播中的牌摊开供玩家观看，并在进行过程中叙述。",
	"When your players speculate on the meaning of the cards, use their ideas to interpret the spread. If you embrace their guesses, your players can enjoy feeling clever for figuring out the \"real\" meaning of the reading—when in fact they've helped create it. You might also deliberately confound your players by steering away from their interpretations as you build the adventure.": "当你的玩家推测牌的含义时，利用他们的想法来解释牌阵。如果你接受他们的猜测，你的玩家会享受到因为猜出了阅读的“真实”含义而感到聪明的乐趣——而实际上他们已经帮助创造了它。你也可以故意迷惑你的玩家，远离他们的解释，同时构建冒险。",
	"An entertainer at a street fair or civic festival, who emphasizes that this card reading is \"for entertainment purposes only\"": "在街头市集或市政节庆活动中，一位强调这张牌只是“供娱乐目的”的表演者（(entertainer)）。",
	"A professional fortune teller with a shop in a small town, who tries to inject the reading with elements of romance": "一个在小镇上开店的专业算命师，试图在算命过程中注入浪漫元素（Fortune Teller）",
	"A seer in a temple, whose eyes are closed throughout the reading and who couches everything in terms of the will of a certain god": "一个在寺庙里的先知，阅读时闭着双眼，将一切解释为某个神的意志。",
	"A hag who cackles gleefully at every hint of danger or destruction in the reading": "一个在阅读中对每一丝危险或毁灭的迹象都咯咯地开心笑着的（Hag）",
	"A haunted deck of cards that lays itself out and narrates the reading in a distant, ghostly echo": "一副闹鬼的牌组自行展开，并以遥远、幽灵般的回声讲述着牌面的解读。",
	"A member of the {@book Heralds of the Comet|BMT|11|Heralds of the Comet} (an apocalyptic cult described in The Book of Many Things), who stresses danger and destruction in the reading": "一个{@book Heralds of the Comet|BMT|11|Heralds of the Comet}成员（《众物书》中描述的一个启示录教派），强调阅读中的危险和毁灭。",
	"When performing this reading, introduce each card as you place it in the spread (you can use the suggested wordings below). Briefly describe the relevant signifier for the card, but don't include any specific examples listed in the card descriptions:": "在进行这个阅读时，在摆放牌时介绍每张牌（您可以使用下面建议的措辞）。简要描述牌的相关象征意义，但不要包括卡牌描述中列出的任何具体示例。",
	"\"This is where your future begins.\" Reveal the card, then choose a signifier for the card and describe it to the players,": "\"这是你未来的起点。\" 揭示这张牌，然后选择一种代表这张牌的标志物，并向玩家描述它。",
	"\"Then someone or something intervenes, leading you down a new path.\" Reveal the card, then choose a signifier, describing it to the players as an agent of change.": "\"接着，某人或某物介入，将你引向一条新的道路。\" 揭示这张牌，然后选择一个指示物，将其描述给玩家，作为改变的代理人。",
	"\"As you take your first steps into the future, forces will oppose you.\" Reveal the card and describe the forces that will oppose the characters on their journey. Again, remain vague.": "\"当你迈出未来的第一步时，将有力量反对你。\" 揭示这张牌并描述将反对角色旅程的力量。再次保持模糊。",
	"\"Now you stand on the threshold of what is to come.\" Reveal the card and describe the place where the characters' future will unfold.": "\"现在你站在未来的门槛上。\" 揭示这张牌并描述角色未来将发生的地方。",
	"\"Within this place, you will face challenges.\" Reveal the cards one at a time. For each one, choose the creature, the person, or the situation and describe it—or talk about the general meaning of the card and the range of challenges it refers to.": "\"在这个地方，你将面临挑战。逐一展示卡牌。对于每一张卡牌，选择生物、人物或情境，并描述它，或者谈论卡牌的一般含义以及它所指涉的挑战范围。\"",
	"\"Beyond these challenges lies the goal you seek,\" Reveal the card and describe the treasure that awaits, Since treasures can include monetary treasure, art objects, and magic items, you might want to describe the general meaning of the card and the range of things it can refer to rather than specifying one kind of treasure.": "“在这些挑战之外，你所追寻的目标就在前方。” 揭示这张牌并描述等待着的宝藏，由于宝藏可能包括金钱宝藏、艺术品和魔法物品，你可能希望描述卡牌的一般含义以及它可能指代的事物范围，而不是具体指定一种宝藏。",
	"\"One final guardian stands between you and the object of your quest.\" Reveal the card, choose either the creature or the situation. and describe it to the players.": "\"最后一位守护者站在你和你的任务目标之间。\" 揭示这张牌，选择生物或情景。并向玩家描述它。",
	"The following pages describe the meanings of the sixty-six cards in The {@deck Deck of Many Things|BMT} card set. For each card, there's an illustration and a description of the symbols depicted, a summary of the card's overall meaning, and explanations of what the card might signify in both upright and reversed (upside-down) positions. Each position includes five possible signifiers to choose from based on the situation:": "以下页面描述了《{@deck Deck of Many Things|BMT}》卡牌套装中六十六张卡牌的含义。对于每张卡牌，都有插图和描述所描绘符号的说明，卡牌整体含义的摘要，以及卡牌在正位和逆位（倒置）时可能代表的含义解释。每个位置都包括五个可能的指示符，根据情况选择：",
	"A {@b person}, with suggestions regarding personality traits or the situation the person is in. A person can be any kind of Humanoid, but might also be a Giant, a Dragon, or any other creature with a personality and the ability to interact with characters. This signifier might also describe something about the person for whom a card reading is being done.": "一个{@b person}，提供关于个性特征或者人物所处情况的建议。这个人可以是任何类型的类人生物，也可能是一个巨人、一条龙，或者任何有个性和与角色互动能力的生物。这个标志物也可能描述为谁进行塔罗牌阅读的人的一些信息。",
	"A {@b creature or trap} characters might encounter.": "可能会遇到一个{@b creature or trap}角色。",
	"A {@b place}, which can suggest a specific location or a kind of location.": "一个{@b place}，可以指示一个特定的地点或一种类型的地点。",
	"A {@b treasure}, either something of monetary value or a magic item.": "一个价值{@b treasure}的物品，可以是金钱或者魔法物品。",
	"A {@b situation}—an interaction or circumstance that characters might be asked to help address.": "一个{@b situation}—角色可能被要求帮助解决的互动或情况。",
	"When using the cards for divinatory readings, you can use cards' overall meaning or draw on any signifiers that make sense for your game. The adventure spreads typically draw on all five kinds of signifiers to build the skeleton of an adventure.": "在进行占卜阅读时，您可以使用卡牌的整体含义，或者利用任何对您的游戏有意义的指示物。冒险传播通常利用所有五种指示物来构建冒险的框架。",
	"Someone with a distorted view of reality, perhaps a {@creature cultist} or a {@creature warlock of the Great Old One|MPMM}; perhaps simply an eccentric person with a nonconformist style.": "一个对现实有扭曲看法的人，也许是{@creature cultist}或{@creature warlock of the Great Old One|MPMM}; 也许只是一个有非传统风格的古怪人。",
	"A creature corrupted by the influence of the Far Realm, or an Aberration.": "受到远境影响腐化的生物，或者异界生物（Aberration）。",
	"A place where the laws of physics or magic are suspended or distorted.": "一个地方，物理或魔法法则被悬挂或扭曲。",
	"An art object that reflects a warped view of reality, or a magic item made by Aberrations.": "一件反映扭曲现实观的艺术品，或者是由变异生物制作的魔法物品。",
	"An incursion of energy or creatures from the Far Realm or the deep Underdark.": "来自远境或深渊暗地的能量或生物入侵。",
	"A person (perhaps a {@creature druid}) dedicated to preserving nature against corrupting influences.": "一个致力于保护大自然免受腐化影响的人（也许是一个{@creature druid}）。",
	"A creature that has resisted the corruption of its nature, or a trap that deals psychic damage.": "一种抵抗了本性腐化的生物，或者一个造成心灵伤害的陷阱。",
	"A place where nature has overgrown the remnants of a corrupting influence.": "一个地方，自然已经覆盖了腐化影响的遗迹。",
	"An art object depicting the triumph of nature over corruption, or a magic item useful against Aberrations (such as a {@item Ring of Mind Shielding}).": "一件描绘自然战胜腐化的艺术品，或者一件对抗变异生物（如{@item Ring of Mind Shielding}）有用的魔法物品。",
	"People or creatures fighting against the influence of Aberrations.": "与异常体的影响作斗争的人类或生物。",
	"A fair-minded person who can see multiple perspectives and judge impartially.": "一个公正的人，能够看到多方面的观点并能够公正地判断。",
	"A trap, a Beast, a Construct, or an otherwise impartial foe.": "一个陷阱，一个野兽，一个构造体，或者一个其他中立的敌人。",
	"A place where different forces exist in balance—such as a civilization in balance with nature, a land in balance with water, or chaos in balance with order.": "一个不同力量平衡存在的地方—比如一个与自然平衡的文明，一个与水平衡的土地，或者混乱与秩序平衡的地方。",
	"A treasure with value to two competing factions, or with two equal magical powers.": "一个对两个竞争派系有价值的宝藏，或者具有两种相等的魔法力量。",
	"A situation where maintaining balance is important: keeping rivals satisfied, preserving the balance of power among different authorities, or rejecting false dichotomies and forced choices.": "在保持平衡重要的情况下：保持竞争对手满意，保持不同权威之间的力量平衡，或拒绝虚假二分法和强迫选择。",
	"A judgmental or biased person willfully ignoring one perspective in favor of another.": "一个带有偏见或偏执的人故意忽视一方观点而偏袒另一方。",
	"A Celestial, a Fiend, or some other creature strongly associated with a particular alignment or ideology.": "一个天界生物，一个邪恶生物，或者与特定取向或意识形态密切相关的其他生物。",
	"A place where the balance of elemental or natural forces has been upset, with negative consequences.": "一个地方，元素或自然力量的平衡被打破，带来了负面后果。",
	"A treasure valuable only to certain people, or that can be used only in a very specific way.": "一种只对特定人有价值的宝藏，或者只能以非常特定的方式使用的宝藏。",
	"Something being over- or undervalued.": "某物被高估或低估。",
	"A person who avoids the comforts of civilization or indulges predatory attitudes.": "一个避开文明舒适或沉溺于掠夺性态度的人。",
	"A Beast, or a similar creature (such as a Fey or a Monstrosity) that is animal-like; alternatively, a pit or other confined space with a trapped animal within.": "一种野兽，或类似的生物（如精灵或畸变体），类似动物的特征；或者是一个坑或其他被困动物的封闭空间。",
	"A place where animals roam freely.": "动物自由漫步的地方。",
	"A treasure that incorporates fur, feathers, bones, or claws from a Beast, or a magic item that allows transformation into a Beast (such as a {@item Cloak of the Bat} or {@item Staff of the Python}).": "一个包含野兽的毛皮、羽毛、骨头或爪子的宝藏，或者是一件能让人变身成野兽的魔法物品（比如一个{@item Cloak of the Bat}或{@item Staff of the Python}）。",
	"A situation involving hunting animals or animals preying on people.": "涉及狩猎动物或动物捕食人类的情况。",
	"A person who fiercely represses urges they deem \"bestial\" in themselves or others.": "一个激烈压抑他们认为在自己或他人身上是“兽性”的冲动的人。",
	"A domesticated animal or a familiar.": "一个驯养的动物或一个熟悉的伙伴。",
	"A place where animals are contained, such as a farm or a zoo.": "一个动物被收容的地方，比如农场或动物园。",
	"An ornate saddle, a goad, or another item related to the use of domestic animals, or a magic item that allows control of Beasts (such as a {@item Potion of Animal Friendship}).": "一把华丽的鞍座，一根驱赶棒，或者其他与驯养动物使用有关的物品，或者一件能够控制野兽的魔法物品（比如一个{@item Potion of Animal Friendship}）。",
	"Domestic animals rebelling against people's control.": "家畜反抗人类的控制。",
	"A writer, poet, or compulsive note-taker.": "一个作家，诗人，或者强迫性笔记者。",
	"A creature that keeps an exhaustive diary in some form, or that seeks a scribe to record its deeds.": "一种以某种形式保持详尽日记的生物，或者寻找抄写员记录其事迹。",
	"A scriptorium or printing press.": "手抄本室或印刷机。(scriptorium)",
	"A valuable or magical pen, an ink vial, or a set of pigments (such as {@item Nolzur's Marvelous Pigments}).": "一支珍贵或魔法的钢笔，一瓶墨水，或一套颜料（如{@item Nolzur's Marvelous Pigments}）。",
	"A situation that requires gleaning information from written clues.": "需要从书面线索中获取信息的情况。",
	"A well-educated person who reads often.": "一个受过良好教育、经常阅读的人。",
	"A trap involving written runes (such as a {@spell Glyph of Warding} or {@spell Symbol} spell).": "一个涉及书写符文的陷阱（比如一个{@spell Glyph of Warding}或{@spell Symbol}咒语）。",
	"A library or another storehouse of written knowledge.": "一个图书馆或其他书面知识的仓库。",
	"A valuable or magical written work, such as a book or scroll.": "一部宝贵或神奇的书写作品，比如一本书或卷轴。",
	"Secrets that should never have been discovered but were written down.": "永远不应该被发现的秘密，但却被记录下来。",
	"A mediator who enjoys helping others overcome misunderstandings or grievances.": "一个喜欢帮助他人解决误解或纠纷的调解员。",
	"Someone who coordinates the efforts of different kinds of creatures, such as a {@creature mind flayer} mastermind using {@creature grimlock|MM|grimlocks} and {@creature troll|MM|trolls} as agents.": "一个协调不同种类生物努力的人，就像一个{@creature mind flayer}策划者，利用{@creature grimlock|MM|grimlocks}和{@creature troll|MM|trolls}作为代理人。",
	"A bridge across a river or chasm.": "一座跨越河流或峡谷的桥梁。",
	"An art object depicting a bridge, or a magic item intended to help overcome obstacles (such as {@item Boots of Striding and Springing}).": "一件描绘桥梁的艺术品，或者一个旨在帮助克服障碍的魔法物品（如{@item Boots of Striding and Springing}）。",
	"An urgent need for bridges between long-opposed factions.": "急需在长期对立的派系之间架起桥梁。",
	"A person who is part of a longstanding feud between two families or groups.": "两个家族或团体之间长期仇恨的一员。",
	"A creature that lairs near, on, or under a bridge and either collects tolls from those using the bridge or tries to eat them.": "一个生物，它居住在桥附近、桥上或桥下，要么向过桥的人收取过路费，要么试图吃掉他们。",
	"A river or chasm with no bridge, or where the bridge is unsafe or has collapsed.": "一条没有桥梁的河流或裂缝，或者桥梁不安全或已坍塌。",
	"An art object depicting walls, barriers. or a labyrinth; alternatively, a magic item that creates magical walls (such as a {@item Cube of Force}).": "一件描绘墙壁、障碍物或迷宫的艺术品；或者是一件能够制造魔法墙壁的魔法物品（比如一个{@item Cube of Force}）。",
	"Open conflict between two families or groups.": "两个家族或团体之间的公开冲突。",
	"A person on vacation, enjoying time away from work and pursuing activities they enjoy.": "一个正在度假的人，享受远离工作的时光，追求自己喜欢的活动。",
	"A creature that alternates brief periods of activity with long periods of rest (as many reptiles and Dragons do); alternatively, a trap that requires a long time to reset between activations.": "一种交替短暂活动和长时间休息的生物（就像许多爬行动物和(龙龙)一样）；或者是一种需要长时间重置才能再次激活的陷阱。",
	"A place recently used as a campsite.": "最近被用作露营地的地方。",
	"An art object depicting a peaceful scene, or a magic item that facilitates safe rest (such as a {@item Rod of Security}).": "一件描绘宁静场景的艺术品，或者一件有助于安全休息的魔法物品（比如一个{@item Rod of Security}）。",
	"A period of rest in the middle of a journey or an adventure.": "在旅途或冒险中间休息的时期。",
	"An exhausted person.": "一名筋疲力尽的人。(an exhausted person.)",
	"A creature immune to {@condition exhaustion} (such as an angel, a golem, an Ooze, or an Undead), or a trap or hazard with a constant, ongoing effect.": "一种对{@condition exhaustion}免疫的生物（比如一个天使，一个傀儡，一滴粘液，或一个不死生物），或者一个具有持续效果的陷阱或危险。",
	"Somewhere not conducive to rest, such as a busy marketplace active at all hours.": "在一个不适合休息的地方，比如一个整天繁忙的市场（(Busy Marketplace)）。",
	"An art object that suggests frenetic activity, or a magic item that helps its user remain alert (such as a {@item Sentinel Shield}),": "一个暗示疯狂活动的艺术品，或者是一个帮助使用者保持警觉的魔法物品（比如一个{@item Sentinel Shield}）。",
	"A situation that demands unrelenting activity.": "一个需要不懈努力的情况。",
	"A person who asks probing questions but shares little.": "一个喜欢提出深入问题但很少分享自己的人。",
	"A creature (such as a {@creature piercer} or a {@creature roper}) that mimics the features of natural caverns.": "一种模仿自然洞穴特征的生物（如{@creature piercer}或{@creature roper}）。",
	"A cavern or a cavernous building such as a large temple.": "一个洞穴或一个洞宽敞的建筑，比如一个大寺庙。",
	"A geode, jewelry made from gems and precious metals, or a magic item that grants {@sense darkvision} (such as {@item Goggles of Night}).": "一颗晶洞，由宝石和贵金属制成的珠宝，或者是一件能够赋予{@sense darkvision}（比如{@item Goggles of Night}）的魔法物品。",
	"A situation that requires delving into hidden motivations and secrets.": "需要深入探讨隐藏动机和秘密的情况。",
	"A person who lives for the moment, avoiding introspection.": "一个只活在当下，避免深思熟虑的人。(introspection)",
	"A creature that swallows prey whole, or a trap that causes a ceiling or roof to collapse.": "一种整个吞噬猎物的生物，或者是导致天花板或屋顶坍塌的陷阱。",
	"A small niche or cave.": "一个小的壁龛或洞穴。",
	"An art object that lacks a sense of depth or perspective.": "缺乏深度或透视感的艺术作品。",
	"Everyone's motivations exposed for all to see.": "每个人的动机都暴露无遗。",
	"A devout person who looks for miracles and the presence of the divine in all parts of life.": "一个虔诚的人，他在生活的方方面面寻找奇迹和神圣的存在。",
	"A Celestial or other creature that has connections to the gods, or a trap that deals radiant damage.": "一个与神明有联系的天界生物或其他生物，或者一个造成辐射伤害的陷阱。",
	"A location on the upper planes, or a place suffused with their influence.": "一个位于上位面的地点，或者是充满它们影响力的地方。",
	"An art object depicting angels or other Celestials, treasure from the Upper Planes, or magic items made by Celestials.": "描绘天使或其他天界生物的艺术品，来自上位面的宝藏，或由天界生物制造的魔法物品。",
	"Communication between the Upper Planes and the Material Plane—perhaps in dreams or visions, or with Celestials as intermediaries.": "上位位面和物质位面之间的沟通——也许是通过梦境或幻象，或者通过天界生物作为中介。",
	"Someone who carries a grudge over a real or perceived injury caused by a god or Celestial.": "一个对神祗或天神造成的真实或被认为是伤害耿耿于怀的人。",
	"A fallen Celestial or similar creature that has lost its connection to the divine,": "一个堕落的天神或类似生物，失去了与神明的联系，",
	"A place intended to ward off Celestials and influence from the Upper Planes.": "一个旨在抵御天界生物和上位位面影响的地方。",
	"A treasure depicting a Celestial's fall, or a magic item useful against Celestials.": "一件描绘天界生物陨落的宝藏，或者一件对抗天界生物有用的魔法物品。",
	"A situation involving Celestials' unwelcome interference in mortal affairs.": "天界生物在凡间事务中不受欢迎地干涉的情况。",
	"A serious person with a gloomy outlook, perhaps carrying bad news.": "一个严肃的人，心情沮丧，可能携带着坏消息。",
	"A creature regarded as an ill omen, or signs that a dire creature approaches; alternatively, a trap marked by clear signs, perhaps surrounded by the corpses of its victims.": "被视为不祥之兆的生物，或者预示着一种凶恶生物接近的迹象；或者，一个被明显标记的陷阱，也许周围散落着其受害者的尸体。",
	"A place with a connection to astronomical events: perhaps an observatory or a meteorite's crater.": "一个与天文事件有关的地方：也许是一个天文台或陨石坑。",
	"A treasure that carries a curse, or one whose power is destined to be used for destructive ends.": "一个带着诅咒的宝藏，或者其力量注定要被用于毁灭性目的。",
	"A crisis about to spiral out of control.": "一场即将失控的危机。",
	"A person who is grieving or delights in the suffering of others.": "一个悲伤或喜欢看别人受苦的人。",
	"The destruction left in the wake ofa rampaging creature, or smaller creatures fleeing from a larger one.": "在一只肆虐的生物留下的破坏中，或者更大生物追逐时小生物的逃离。",
	"A ruin where a terrible event occurred in the past and that might now be haunted.": "一个在过去发生过可怕事件的废墟，可能现在被鬼魂所附身。",
	". A treasure formed or shaped by disaster, bloodstained or haunted by former owners: alternatively, something good arising from a bad situation.": "一种由灾难形成或塑造的宝藏，沾满鲜血或被前任所有者附着的鬼魂：或者，是从糟糕情况中产生的好事物。",
	"The calm after a devastating storm: a situation where people are reeling from awful news or events.": "一场毁灭性风暴之后的宁静：人们在承受糟糕消息或事件后感到震惊的情况。",
	"An artisan who delights in handcrafted goods.": "一个喜欢手工制品的工匠。",
	"A construct, particularly designed to be animated (like a golem) as opposed to an ordinary object (like a {@creature animated broom|CM|broom} or {@creature rug of smothering|MM|rug}) that has been animated.": "一个构造物，特别设计成可以被赋予生命（如一个魔像），而不是一个普通的物体（如一个{@creature animated broom|CM|broom}或{@creature rug of smothering|MM|rug}）被赋予生命。",
	"A workshop or art studio.": "一个工作坊或艺术工作室。",
	"An exquisitely crafted art object (especially one with practical use) or magical tools.": "一个精美制作的艺术品（尤其是具有实际用途的）或魔法工具。",
	"An artisan attempting to bring a construct to life.": "一位工匠试图让一个构造体（artisan）复活。",
	"A person who scorns the idea of working with their hands.": "一个鄙视动手工作概念的人。",
	"A creature able to destroy buildings and objects, such as one with the Siege Monster trait.": "一个能够摧毁建筑物和物体的生物，比如具有攻城怪物特质的生物。",
	"A garbage heap or another place where objects are discarded.": "一个垃圾堆或其他被丢弃物品的地方。",
	"A rueful artisan attempting to destroy a Construct that has broken free of all restraint.": "一个懊悔的工匠试图摧毁一个已经摆脱所有束缚的构装体（Construct）。",
	"An evil person whose morality has rotted away.": "一个道德沦丧的邪恶人物。",
	"A zombie or similar corporeal Undead whose flesh is decaying, or a trapped corpse.": "一个僵尸或类似的有形不死生物，其肉体正在腐烂，或者是一个被困的尸体。",
	"Somewhere things are left to rot, such as a graveyard or charnel house.": "有些地方的事物被任其腐烂，比如坟场或尸房。",
	"An art object depicting dead bodies, a corpse just starting to decay, or a magic item that causes decay (such as a {@item Staff of Withering}).": "描绘死尸、刚开始腐烂的尸体，或者引起腐烂的魔法物品（比如一个{@item Staff of Withering}）的艺术品。",
	"An organization or institution overwhelmed by corruption.": "一个被腐败所淹没的组织或机构。",
	"A good person who remains uncorrupted despite being surrounded by wickedness.": "尽管身处邪恶环境中，仍然保持清白的善良人 (%npc%)。",
	"An Ooze or fungus creature that facilitates the decomposition of corpses.": "一种促进尸体分解的软泥或真菌生物。",
	"A place where fungus grows abundantly on a diet of rotting flesh.": "一个地方，真菌在腐烂的肉体上茁壮生长。",
	"A treasure that remains uncorrupted in the midst of rot.": "在腐朽之中保持不腐化的宝藏。",
	"An attempt to corrupt a respected and noble organization.": "试图腐蚀一家受人尊敬和高贵的组织。",
	"A person agonizing about a difficult decision or who regrets a recent decision.": "一个为难于一个困难决定或后悔最近的决定的人。",
	"A creature that induces confusion or erratic behavior (such as an {@creature umber hulk}).": "一种会引起混乱或异常行为的生物（如{@creature umber hulk}）。",
	"A crossroads, or a settlement where trade routes cross.": "一个十字路口，或者是贸易路线交汇的定居点。",
	"An art object that depicts a crossroads or cross patterns, or a magic item with multiple properties or uses (such as a staff).": "一件艺术品，描绘了十字路口或十字图案，或者是一个具有多种属性或用途的魔法物品（如一根法杖）。",
	"A choice between options that are equally appealing—or equally disastrous.": "在同样吸引人或同样灾难性的选择之间做出抉择。",
	"A person who refuses to make decisions, relying instead on inaction or random determination.": "一种拒绝做决定的人，而是依赖于不作为或随机决定。",
	"A creature that prevents others from acting (such as a {@creature ghoul}).": "一种阻止他人行动的生物（如一个{@creature ghoul}）。",
	"A place that constrains movement, such as a narrow ravine or passage.": "一个限制移动的地方，比如狭窄的峡谷或通道。",
	"An art object featuring overlapping circular patterns, or a magic item that does only does one thing a limited number of times (such as a wand).": "一个展示重叠圆形图案的艺术品，或者一个只能执行有限次数特定功能的魔法物品（比如一支魔杖）。",
	"A situation stemming from someone's refusal to act or choose.": "源自某人拒绝采取行动或做出选择的情况。",
	"A prisoner, or a person who feels trapped.": "一个囚犯，或者一个感到被困的人。",
	"A creature that grapples or swallows prey whole.": "一种能够抓住或整个吞噬猎物的生物。",
	"A place of imprisonment, such as a literal dungeon or a menagerie.": "一个监禁之地，比如字面上的地牢或动物园。(dungeon)。",
	"A treasure locked in a vault, or magic with the power to bind or imprison.": "一个锁在保险库里的宝藏，或者具有束缚或囚禁力量的魔法。",
	"An impasse, a situation that threatens someone's freedom, or a situation where someone's indecision is keeping everyone in suspense.": "僵局，一种威胁某人自由的情况，或者某人的犹豫不决让所有人都陷入悬念的情况。",
	"A recently freed or escaped prisoner, or a free thinker who rejects social norms.": "一个最近被释放或逃脱的囚犯，或者是拒绝社会规范的自由思想者。",
	"A creature that has escaped from captivity or gone feral.": "一个从囚禁中逃脱或变成野生状态的生物。",
	"A prison broken open, or a place associated with liberation (such as a monument commemorating emancipation).": "一个被打开的监狱，或者与解放相关的地方（比如纪念解放的纪念碑）。",
	"A treasure that once held a being captive, such as an {@item Efreeti Bottle} that has lost its magic or an empty {@item Iron Flask}.": "一个曾经囚禁着生物的宝藏，比如失去了魔力的{@item Efreeti Bottle}或者空的{@item Iron Flask}。",
	"A situation that requires creative solutions, or an effort to free people or creatures from captivity.": "需要创造性解决方案的情况，或者是努力解救人们或生物免于囚禁。",
	"Someone trying to make amends for past misdeeds and adopt a better way of life.": "有人试图弥补过去的过失并采取更好的生活方式。",
	"A creature that changes form, or a trapped door.": "一个能改变形态的生物，或者一个被困住的门。",
	"A door, an open doorway, or a passage from one place to another.": "一个门，一个敞开的门道，或者从一个地方到另一个地方的通道。",
	"An art object that looks very different from various perspectives, or a magic item that creates portals or allows teleportation (such as an {@item Amulet of the Planes}).": "一个从不同角度看起来非常不同的艺术品，或者是一个可以创造传送门或允许传送的魔法物品（比如一个{@item Amulet of the Planes}）。",
	"An opportunity to deal with a situation differently than you have in the past.": "有机会以与过去不同的方式处理情况。",
	"A person who keeps repeating the same mistakes and misdeeds.": "一个不断重复相同错误和不良行为的人。",
	"A creature that causes its prey or enemies to change, such as a lycanthrope or slaad.": "一种会让猎物或敌人改变的生物，比如狼人或斯莱德((lycanthrope) or (slaad))。",
	"A locked door or barricaded passage.": "一扇上了锁的门或者被堵住的通道。",
	"A jeweled chest or lockbox, or a magic item that resists change (such as an {@item Immovable Rod}).": "一个镶有宝石的箱子或小提箱，或者是一件抵抗变化的魔法物品（比如一个{@item Immovable Rod}）。",
	"A situation that keeps recurring.": "一个反复发生的情况。",
	"A dragonborn, a person who uses draconic magic, a person who is fascinated by dragons, or a person who hoards wealth or other goods.": "一个龙裔，一个使用龙之魔法的人，一个着迷于龙的人，或者一个囤积财富或其他物品的人。",
	"A Dragon or similar creature.": "一条龙或类似生物。",
	"The lair of a Dragon or some other impressive creature, or a site of great magical power.": "一条龙或其他令人印象深刻的生物的巢穴，或者是一个拥有强大魔力的地点。",
	"Large quantities of treasure, though not necessarily of great monetary value (for example, many copper coins or a large collection of cheap statuettes).": "大量的财宝，虽然不一定具有很大的货币价值（例如，许多铜币或大量廉价小雕像）。（Dungeons & Dragons）",
	"Someone hoarding resources that are widely needed or desired.": "有人囤积广泛需要或渴望的资源。",
	"Someone with a grudge against a particular Dragon or against Dragons in general.": "对某条特定龙或对龙总体怀有怨恨的人。(Dragon)",
	"A dracolich or another Undead dragon, a Construct that resembles a Dragon, or another Dragon-like creature.": "一个死灵巫妖或另一个不死龙，一个类似龙的构装物，或者另一个类似龙的生物。",
	"A place where a Dragon was slain, leaving a magical or physical scar on the land.": "一个地方，一条龙被杀死，留下了对土地的魔法或物理伤痕。",
	"An art object depicting the death of a Dragon, or a magic item useful against Dragons (such as a {@item Dragon Slayer}).": "一件描绘龙之死的艺术品，或者一件对抗龙类有用的魔法物品（比如一个{@item Dragon Slayer}）。",
	"A group that plans to drive a Dragon from its lair, steal from its hoard, or kill it.": "一个计划从龙巢驱赶龙、偷取宝藏或杀死龙的团队。",
	"A person who uses magic tied to the elements or who is cartoonishly two-dimensional.": "一个使用与元素相关的魔法或者是卡通般二维化的人。(Elemental Mage)",
	"An Elemental creature, or a creature that uses air, earth, fire, or water magic.": "一个元素生物，或者一个使用空气、土地、火焰或水系魔法的生物。",
	"A place influenced by the Elemental Planes or associated with an element (such as a cave, a mountain, a volcano, or a river).": "受元素位面影响或与某种元素相关联的地方（比如洞穴、山脉、火山或河流）。",
	"An art object that incorporates material from an Elemental Plane or imagery of the elements, or a magic item that conjures or controls Elementals (such as a {@item Ring of Elemental Command}).": "一个艺术品，它融合了来自元素位面的材料或元素的形象，或者一个可以召唤或控制元素生物的魔法物品（比如一个{@item Ring of Elemental Command}）。",
	"Forces from the Elemental Planes spilling into the world.": "元素位面的力量涌入世界。",
	"A person driven by an internal conflict between two opposed tendencies or influences.": "一个被内部冲突驱使的人，他受到两种相反倾向或影响的影响。",
	"A creature (such as a mephit) that combines the substance of two Elemental Planes, or creatures from opposing Elemental Planes.": "一个生物（比如一只小恶魔(mephit)）结合了两个元素位面的物质，或者来自相对立元素位面的生物。",
	"A place where forces of the Elemental Planes are in opposition to each other.": "元素位面力量相互对立的地方。",
	"An art object that incorporates material from multiple Elemental Planes or imagery of elements in opposition; a magic item useful against Elementals.": "一个艺术品，结合了来自多个元素位面的材料或对立元素的图像；一件对抗元素生物有用的魔法物品。",
	"Opposed forces from two or more Elemental Planes entering the world.": "两个或更多元素位面的对立力量进入世界。",
	"A person who observes without becoming involved or attached,": "一个观察而不参与或附着的人 (`Observer (观察者)`)",
	"A {@creature medusa} or another creature with the power to petrify or a gaze attack.": "一个{@creature medusa}或另一个具有石化能力或凝视攻击的生物。",
	"Somewhere with commanding views, such as a watchtower or a high promontory.": "在一个具有统领视野的地方，比如一个瞭望塔或高耸的岬角。",
	"A landscape painting or tapestry, or a magic item that enhances vision (such as {@item Goggles of Night}).": "一幅风景画或挂毯，或者一件增强视力的魔法物品（如{@item Goggles of Night}）。",
	"A situation that rewards or requires careful observation, such as a surveillance operation.": "一种奖励或需要仔细观察的情况，比如一次监视行动。",
	"A nosy person vho inserts themself into situations where they don't belong.": "一个爱管闲事的人，总是插手到自己不应该参与的情况中。",
	"A creature made of or associated with stone.": "一个由石头制成或与石头相关的生物。",
	"A place with narrow windows (perhaps arrow slits) or with a limited view, perhaps underground.": "一个有狭窄窗户（也许是箭孔）或视野有限的地方，也许是地下的。",
	"A valuable sculpture or statue, a gemstone, or a magic item made from stone, such as a {@item Figurine of Wondrous Power}.": "一尊珍贵的雕塑或雕像，一颗宝石，或者是由石头制成的魔法物品，比如一个{@item Figurine of Wondrous Power}。",
	"A person (perhaps a bard, a rogue, a ranger, or an artificer) with exactly the right skills for the task at hand.": "一个人（也许是诗人，盗贼，游侠，或者工匠）恰好具备手头任务所需的技能。",
	"A creature with abilities similar to those of a bard, ranger, or rogue, such as expertise in one or more skills.": "一个具有类似吟游诗人、游侠或盗贼的能力的生物，比如在一个或多个技能上有专长。",
	"A place (such as a guild hall) where skilled folk gather to share their expertise.": "一个地方（比如一个行会大厅），在这里熟练的人聚集在一起分享他们的专业知识。",
	"A treasure with practical use, such as a musical instrument or a tool.": "一个有实际用途的宝藏，比如一个乐器或者工具。",
	"A situation that requires and rewards the expert application of practical skills.": "需要并奖励专家运用实际技能的情况。",
	"A person who believes themself an expert but isn't actually helpful.": "一个自认为是专家但实际上并不给予帮助的人。",
	"A creature that relies on brute strength instead of skill or stealth.": "依赖蛮力而非技巧或隐秘的生物。",
	"A place where children learn the basics of useful skills.": "一个地方，孩子们学习基本的有用技能。",
	"A wildly impractical treasure with no actual use, unwieldy to wear or display.": "一个极不切实际的宝藏，没有实际用途，难以佩戴或展示。",
	"A situation stemming from someone's expertise being overlooked or ignored.": "某人的专业知识被忽视或被忽略的情况。",
	"A person perhaps nearing the end of their life, troubled by past mistakes or reflecting on prior decisions.": "一个可能接近生命尽头的人，困扰着过去的错误或反思之前的决定。",
	"A supernatural creature connected to fate, such as a Celestial, modron, or hag.": "与命运相关的超自然生物，如天界生物(Celestial)、模德龙(modron)或女巫(hag)。",
	"Somewhere meant for literal or metaphorical reflection, such as a room full of mirrors, a still mountain lake, a monastery, a hermitage, or a library.": "某个用于字面或比喻性反思的地方，比如一个满是镜子的房间，一个宁静的山湖，一个修道院，一个隐士居所，或者一个图书馆。",
	"An ornate or magical mirror, tapestry, or other woven treasure; alternatively, magic that can alter fate.": "一面华丽或神奇的镜子，挂毯，或其他编织宝物；或者，可以改变命运的魔法。",
	"A situation ordained by fate, perhaps involving a supernatural punishment or reward.": "也许涉及超自然惩罚或奖励的命运安排。",
	"A person driven by the desire to escape whatever fate has in store.": "一个被渴望逃离命运安排的人。",
	"A creature strongly associated with chaos, such as a demon or a slaad.": "一种与混沌强烈相关的生物，比如恶魔或斯莱德((slaad))。",
	"A place that discourages reflection, such as a dark place or a noisy, busy one.": "一个不鼓励反思的地方，比如一个黑暗的地方或者一个嘈杂、繁忙的地方。",
	"An art object depicting the effort to escape fate, or a magic item powered by chaos.": "一件描绘试图逃避命运的艺术品，或者是由混沌之力驱动的魔法物品。",
	"An unjust situation where evil is rewarded and good is punished.": "邪恶得到奖励，善良受到惩罚的不公正情况。",
	"A person with Fey ancestry or some other connection to the Fey (such as a {@creature warlock of the Archfey|MPMM}), or a person with a whimsical sense of humor.": "具有精灵血统或其他与精灵有关联的人（如{@creature warlock of the Archfey|MPMM}），或者具有奇思妙想幽默感的人。",
	"A Fey creature, or some other creature with connections to the Feywild.": "一个精灵生物，或者与精灵界有联系的其他生物。",
	"A place in the Feywild, somewhere that allows passage to the Feywild, or a location where Fey magic is active.": "一个位于精灵界的地方，可以通往精灵界的地方，或者是精灵魔法活跃的地点。",
	"An art object depicting Fey or the Feywild, or a magic item made by Fey.": "一件描绘精灵或精灵界的艺术品，或者由精灵制作的魔法物品。",
	"An absurd situation that shouldn't be taken too seriously.": "一个荒谬的情况，不应该太认真对待。",
	"A gloomy person with no sense of humor, or a person who uses shadow-based magic.": "一个没有幽默感的忧郁人，或者一个使用阴影魔法的人。",
	"A creature from the Shadowfell, or one transformed by shadow energy (such as a shadow dragon).": "来自暗影界的生物，或者被暗影能量转化的生物（比如(Shadow Dragon)）。",
	"A place in the Shadowfell, somewhere that allows passage to the Shadowfell, or a location where shadow magic is active.": "在暗影界的某个地方，可以通往暗影界的地方，或者是暗影魔法活跃的地点。",
	"An art object depicting the Shadowfell, or a magic item that uses shadow magic.": "一件描绘暗影界的艺术品，或者一件使用暗影魔法的魔法物品。",
	"A gloomy situation that offers little hope of success or escape.": "一种令人沮丧的局面，几乎没有成功或逃脱的希望。",
	"A tiefling, {@creature warlock of the Fiend|MPMM}, member of a Fiend-worshiping cult, or person who seeks to manipulate others into harmful contracts.": "一个庭精{@creature warlock of the Fiend|MPMM}，一个崇拜邪魔的教派成员，或者一个试图诱使他人签订有害合同的人。",
	"A Fiend of any sort.": "任何类型的恶魔。",
	"A place on the Lower Planes, or a location suffused with their influence.": "下位位面的地方，或者是充满它们影响力的地点。",
	"An art object depicting Fiends, treasure from the Lower Planes, or magic items made by Fiends.": "描绘恶魔、来自下层位面的宝藏，或者由恶魔制作的魔法物品的艺术品。",
	"Interaction between the Lower Planes and the Material Plane perhaps an infernal bargain or demonic destruction.": "与物质位面之间的互动可能是地狱式交易或恶魔式毁灭。",
	"A person who carries a grudge over a real or perceived injury caused by a Fiend, or a person trapped in a bargain with a Fiend.": "一个因为与(`Fiend`)恶魔造成的真实或被认为受伤而怀恨在心的人，或者是与(`Fiend`)恶魔陷入交易中的人。",
	"A redeemed Fiend or similar creature that has lost its connection to the Lower Planes.": "一个被救赎的邪魔或类似生物，已经失去与下位位面的联系。",
	"A place intended to ward off Fiends and influence from the Lower Planes.": "一个旨在驱逐(Fiends)和来自(Lower Planes)影响的地方。",
	"A treasure depicting a Fiend's redemption, or a magic item useful against Fiends.": "一件描绘恶魔救赎的宝藏，或者一件对抗恶魔有用的魔法物品。",
	"A situation involving Fiends' unwelcome interference in mortal affairs.": "涉及到邪魔在凡间事务中不受欢迎干涉的情况。",
	"A person carrying a bitter, possibly violent, grudge that poisons their outlook.": "一个怀有苦毒、可能暴力的怨恨的人，这种怨恨影响了他们的看法。",
	"A Fiend, a vengeful Undead (such as a {@creature ghost} or {@creature revenant}), or a creature dedicated to pursuing designated prey (such as an {@creature invisible stalker}).": "一个邪恶生物，一个复仇的不死生物（比如{@creature ghost}或{@creature revenant}），或者一个专注于追踪特定猎物的生物（比如{@creature invisible stalker}）。",
	"A place of bloodshed, or a place with a connection to the Lower Planes.": "一个血腥之地，或者与（Lower Planes）有关的地方。",
	"A treasure that has been the subject of intense discord or rivalry, or a magic item originating on the Lower Planes.": "一件引发激烈争执或竞争的宝藏，或者是源自（Lower Planes）的魔法物品。",
	"A deep-seated enmity that clouds the judgment of those involved, or someone's thirst for revenge.": "一种根深蒂固的仇恨蒙蔽了参与者的判断，或者某人对复仇的渴望。",
	"A person who is being hunted or persecuted unjustly.": "一个被不公正追捕或迫害的人。(the English in `()` after the translation)",
	"A creature fleeing from a larger or more dangerous foe.": "一只生物逃离比它更大或更危险的敌人。",
	"A place of sanctuary for refugees and fugitives.": "难民和逃犯的庇护所。",
	"A treasure symbolizing or commemorating the end of a feud or war, or a magic item that can charm or calm creatures (such as a {@item Rod of Rulership}).": "一件象征着或纪念冲突或战争结束的宝藏，或者是一件可以魅惑或平息生物的魔法物品（比如一个{@item Rod of Rulership}）。",
	"Unjust persecution or prejudicial hatred.": "不公正的迫害或偏见的仇恨。",
	"An innocent or naive person blissfully ignorant of the world's sinister side, possibly a child.": "一个天真无邪或幼稚的人，对世界阴暗面一无所知，可能是一个孩子。",
	"A naive Celestial or a flighty Fey, or a trap with a simple or obvious means of avoiding it.": "一个天真的天界生物或者飘忽不定的精灵，或者一个带有简单或明显避开方法的陷阱。",
	"A place connected with children, such as a nursery, an orphanage, or a school.s": "与儿童相关的地方，比如托儿所，孤儿院，或学校。",
	"A portrait of a child, jewelry meant for a child, or a magic item connected to the Upper Planes.": "一个儿童的肖像，为儿童设计的珠宝，或者与上位面有关的魔法物品。",
	"A situation requiring trust, honesty, and a leap of faith.": "一个需要信任、诚实和一次信念飞跃的情况。",
	"A con artist who preys on the innocent and gullible while presenting a trustworthy facade.": "一个以值得信赖的外表为幌子，针对无辜和易受骗者的骗子。",
	"A creature that changes shape to appear harmless so it can get close to its prey, or a trap that is difficult to avoid.": "一种会改变形态以显得无害以接近猎物的生物，或者是一种难以避免的陷阱。",
	"A place tied to the loss of innocence, such as a harsh orphanage or exploitative workhouse.": "一个与失去纯真有关的地方，比如严苛的孤儿院或剥削性的工house。",
	"A treasure stolen from a child or naive person, or magic intended to deceive (such as a {@item Hat of Disguise}).": "从孩子或天真的人那里偷来的宝藏，或者旨在欺骗的魔法（如一个{@item Hat of Disguise}）。",
	"A guileless person being manipulated by schemers.": "一个天真的人被阴谋家操纵。",
	"Someone who inherited wealth or whose wealth is the result of good fortune.": "那些继承财富或财富是幸运的结果的人。",
	"A creature connected with wealth, such as a Dragon or a {@creature Xorn}, or a treasure that doubles as a trap.": "与财富相关的生物，比如龙或者一个{@creature Xorn}，或者一个既是宝藏又是陷阱的宝物。",
	"A mine or a treasure vault.": "一个矿井或者宝藏库。",
	"A valuable treasure or a magical gem.": "一件宝贵的宝藏或者魔法宝石。",
	"A situation driven by greed, such as siblings vying for an inheritance or someone hunting for a lost treasure.": "由贪婪驱使的情况，比如兄弟姐妹争夺遗产，或者有人寻找失落的宝藏。",
	"A person who has lost wealth or power through a stroke of bad luck.": "一个因为厄运而失去财富或权力的人。",
	"A trap or creature that uses the appearance of treasure as bait, such as a {@creature mimic}.": "一个利用宝藏外表作为诱饵的陷阱或生物，比如一个{@creature mimic}。",
	"A place associated with poverty, such as a tenement or slum.": "一个与贫困相关的地方，比如公寓楼或贫民窟。",
	"An item that appears valuable but isn't, or a magic item with a curse.": "一件看起来有价值但实际上并不是的物品，或者一个带有诅咒的魔法物品。",
	"A situation stemming from the loss of wealth, such as a person trying to recover money given to a con artist or stolen by a thief.": "由于财富损失而引发的情况，比如一个人试图追回给骗子或被小偷偷走的钱财。",
	"A family member, a dear friend, or another personally important individual; alternatively, a very tall person.": "一个家庭成员，一位亲密的朋友，或者另一个对你个人很重要的人；或者，一个非常高的人。",
	"A Giant, a giant animal, or another big creature.": "一个巨人，一个巨大的动物，或者另一个大型生物。",
	"A place constructed by Giants, or a place of great personal significance.": "巨人之地 (Giants) 或者个人重要的地方。",
	"A treasure made by Giants, or one of great sentimental value,": "一个由巨人制作的宝藏，或者是一件具有极大感情价值的物品，",
	"Someone attaching outsize importance to one element of the situation, to the neglect of other factors.": "有人把情况中的一个元素看得过分重要，而忽视了其他因素。",
	"A person who seems insignificant.": "一个看起来不起眼的人。(person)",
	"A Tiny creature that's a greater threat than its size suggests.": "一个比其大小暗示的威胁更大的微小生物。",
	"Somewhere destroyed by Giants.": "巨人摧毁了某个地方。",
	"A treasure depicting or commemorating the slaying of a Giant, or a magic item useful against Giants (such as a {@item Giant Slayer}).": "一件描绘或纪念巨人被杀的宝藏，或者一件对抗巨人有用的魔法物品（比如一个{@item Giant Slayer}）。",
	"Someone unable or unwilling to recognize the importance of a critical factor.": "某人无法或不愿意认识到一个关键因素的重要性。",
	"An empathetic person who's deeply concerned about the suffering of others.": "一个对他人的痛苦深感关切的有同理心的人。",
	"A shapeshifter that takes on Humanoid appearance to blend in, perhaps to learn from them or to influence them toward good.": "一个变形者，会采取人形的外表来融入环境，也许是为了向他们学习，或者是影响他们走向善良。",
	"A place where diverse people live together in harmony.": "一个不同种族和谐共处的地方。",
	"A treasure representing the collaboration of different artisans (such as a finely cut gem set in exquisite jewelry), or a magic item that facilitates peace and understanding.": "一个代表不同工匠合作的宝藏（比如镶嵌在精美珠宝中的精美切割宝石），或者一件促进和平与理解的魔法物品。",
	"A situation that calls for empathy and compassion if it's to be resolved without violence.": "如果要解决这种情况而不使用暴力，就需要同情心和怜悯心。",
	"Someone who feels no empathy for others.": "一个对他人没有同情心的人。",
	"A shapeshifter that takes on Humanoid appearance to prey on Humanoids.": "一个变形者，会呈现出类人外貌来捕食类人生物。",
	"A place where people live apart from others, by choice or by force (such as a monastery or a cultural enclave).": "一个人们自愿或被迫与他人隔离居住的地方（比如修道院或文化飞地）。",
	"An art object depicting or celebrating war; alternatively, a magic item made to be used in war, or that is especially useful against Humanoids.": "一件描绘或庆祝战争的艺术品；或者，一件专为在战争中使用或对人形生物特别有效的魔法物品。",
	"A violent situation arising from a lack of empathy.": "因缺乏同理心而导致的暴力局面。",
	"An optimistic person who laughs at their own misfortune.": "一个乐观的人，会笑着面对自己的不幸。(An optimistic person who laughs at their own misfortune.)",
	"o A monster some consider silly, such as a {@creature flumph}, an {@creature owlbear}, or a {@creature gelatinous cube}.": "一种有些人认为荒谬的怪物，比如一个{@creature flumph}，一个{@creature owlbear}，或者一个{@creature gelatinous cube}。",
	"A place dedicated to amusement, such as a fairground or a feasting hall.": "一个专门用于娱乐的地方，比如游乐场或宴会厅。",
	"A humorous art object or magic item, such as a {@item Wand of Wonder}.": "一个幽默的艺术品或魔法物品，比如一个{@item Wand of Wonder}。",
	"A hilarious situation stemming from miscommunication and misplaced assumptions.": "一场滑稽的情景源自误解和错误的假设。",
	"A person who laughs at the misfortunes of others.": "一个嘲笑他人不幸的人。(Schadenfreude)",
	"A creature with an unsettling laugh, such as a {@creature gnoll} or {@creature hyena}, or a creature with a cruel sense of humor.": "一个发出令人不安的笑声的生物，比如{@creature gnoll}或{@creature hyena}，或者一个具有残忍幽默感的生物。",
	"A place associated with cruelty and pain, such as a torture chamber.": "一个与残忍和痛苦相关的地方，比如一间拷问室。",
	"An art object depicting pain or humiliation, or a magic item meant to inflict pain (such as a {@item Sword of Wounding}).": "一件描绘痛苦或羞辱的艺术品，或者是一个旨在造成疼痛的魔法物品（如一个{@item Sword of Wounding}）。",
	"One misfortune piling on another in a way that would be humorous—if it weren't disastrous.": "一桩不幸接一桩，本应是滑稽的——如果不是灾难性的话。",
	"A person with the skills or tools needed to solve the current problem.": "具有解决当前问题所需技能或工具的人。(person with the skills or tools needed to solve the current problem)",
	"A creature that preys on the party's weaknesses, or a trap that can be disarmed only with a key.": "一个以小队弱点为猎物的生物，或者只能用钥匙解除的陷阱。",
	"A place through which only certain people are allowed to pass, or where a key is required.": "一个只有特定人员被允许通过，或需要钥匙的地方。",
	"A magic item needed to overcome an obstacle or defeat an enemy, or the means to unlock a treasure (such as a {@item Chime of Opening}).": "一个用来克服障碍或打败敌人的魔法物品，或者是解锁宝藏的手段（比如一个{@item Chime of Opening}）。",
	"A situation that be resolved successfully only by taking a specific action.": "只有通过采取特定行动才能成功解决的情况。",
	"A person ill equipped for the challenges they face.": "一名对面临挑战毫无准备的人。",
	"A creature with vulnerabilities, or a trap that's bizarrely complex.": "一个具有弱点的生物，或者一个奇异复杂的陷阱。",
	"An open and easily accessed place.": "一个开放且易于访问的地方。",
	"A treasure in a locked container, or magic that slows creatures.": "一个被锁起来的容器里的宝藏，或者能减缓生物速度的魔法。",
	"A situation that can be successfully resolved in many ways.": "有许多种方式可以成功解决的情况。",
	"A trustworthy person who _honors their commitments.": "一个值得信赖的人，他们会信守承诺。",
	"A creature bound by oaths or who serves someone else.": "一个受誓约束或为他人服务的生物。",
	"A place of sanctuary, where strong traditions protect those who take shelter inside.": "一个庇护所，强大的传统保护着那些在内部寻求庇护的人。",
	"A treasure celebrating or commemorating an oath (such as a wedding ring), or magic weapons or armor associated with knights or paladins.": "一件庆祝或纪念誓约的宝物（如结婚戒指），或与骑士或圣骑士相关的魔法武器或盔甲。",
	"A situation that requires loyalty in one's companions and faithfulness to them.": "在需要对伙伴忠诚并对他们忠诚的情况下。",
	"A person who can't be trusted, or a traitor posing as a loyal friend.": "一个不值得信任的人，或者是伪装成忠诚朋友的叛徒。",
	"A knight who has failed to live up to their code of honor (such as a {@creature death knight}).": "一个未能遵守荣誉准则的骑士（如一个{@creature death knight}）。",
	"A place where a great betrayal took place, or a location with treacherous terrain or traps.": "一个发生了巨大背叛的地方，或者是一个地形险恶、布满陷阱的地点。",
	"A treasure that carries a hidden curse, or a magic item that fails when it's needed most.": "一个携带隐藏诅咒的宝藏，或者在最需要时失灵的魔法物品。",
	"A situation involving the betrayal of trust, or rampant suspicion.": "涉及背叛信任或普遍怀疑的情况。",
	"A surgeon, or someone (such as a guard or soldier) who uses violence in pursuit of worthy societal goals.": "一个外科医生，或者是一个（像卫兵或士兵）在追求值得的社会目标时使用暴力的人。",
	"A creature trained to fight alongside guards or soldiers.": "一个训练有素的生物，用于与卫兵或士兵一起作战。",
	"A place where surgery is performed.": "手术室 (surgery room)",
	"A treasure made at great cost, or a magic weapon.": "一件以巨大代价制作的宝藏，或者一把魔法武器。",
	"A situation in which additional pain is required to bring healing.": "需要额外的痛苦才能带来疗愈的情况。",
	"A person committed to pacifism or avoiding harm,": "一个致力于和平主义或避免伤害的人，",
	"A creature uninterested in fighting, or a trap that restrains but doesn't cause damage.": "一个不感兴趣于战斗的生物，或者一个能限制但不造成伤害的陷阱。",
	"A place where violence is forbidden.": "一个暴力被禁止的地方。",
	"A treasure celebrating the end of hostilities or the ideal of peace, or a magic item intended to prevent or end conflict.": "一个庆祝敌对关系结束或和平理想的宝藏，或者是旨在防止或结束冲突的魔法物品。",
	"A situation complicated by people avoiding any hint of conflict.": "人们避免任何冲突迹象的情况。",
	"A person (perhaps a sorcerer, warlock, or wizard) who uses arcane magic or other specialized learning.": "一个使用奥术魔法或其他专门学识的人（也许是术士，术士，或巫师）。",
	"A creature with abilities similar to those of a sorcerer, warlock, or wizard.": "一个具有类似于术士（sorcerer）、咒术师（warlock）或法师（wizard）的能力的生物。",
	"A place dedicated to the study of arcane magic or that is suffused with such magic.": "一个致力于研究奥术魔法或充满这种魔法的地方。",
	"A magic item such as a wand or staff, or a wizard's spellbook.": "一个魔杖或法杖，或者是一个巫师的咒语书。",
	"A situation that requires and rewards the correct use of arcane magic.": "需要并奖励正确使用奥术魔法的情况。",
	"A person who wrongly believes their good luck is the result of innate magical ability or a magical good luck charm.": "一个错误地认为自己的好运是天生的魔法能力或魔法幸运物所致的人。",
	"A creature that resists or negates magic.": "一个抵抗或消除魔法的生物。",
	"A place where magic has caused destruction, doesn't work (like the effect of an {@spell Antimagic Field}), or works unpredictably (perhaps triggering {@table Wild Magic Surge|PHB|wild magic surges}).": "一个魔法导致破坏、无法使用（就像{@spell Antimagic Field}的效果一样）或者工作不稳定（也许会触发{@table Wild Magic Surge|PHB|wild magic surges}）的地方。",
	"An art object created by the use of magic, or a magic item with unpredictable effects (such as a {@item Wand of Wonder}).": "通过魔法创造的艺术品，或具有不可预测效果的魔法物品（如一个{@item Wand of Wonder}）。",
	"A situation caused by magic misused or out of control.": "魔法被滥用或失控引起的情况。",
	"A person who acts as a guide, showing the way forward.": "一个充当向导的人，指引前方的道路。",
	"A creature that tracks by scent.": "一种通过气味追踪的生物。",
	"A path or road.": "一条路径或道路。",
	"A valuable map (perhaps a jeweled globe or rare atlas), or a magic item that provides direction.": "一张珍贵的地图（也许是一颗镶有宝石的地球仪或稀有的地图集），或者是一件能提供方向的魔法物品。",
	"A situation best navigated with a guide.": "一个最好由向导来引导的情况。",
	"Someone who tries to lead you on the wrong path.": "试图引导你走上错误道路的人。",
	"A creature (such as a {@creature will-o'-wisp}) that leads travelers astray.": "一种（如{@creature will-o'-wisp}）会引导旅行者迷路的生物。",
	"A demiplane or similar place that can't be found on maps, or a location hidden behind a secret door.": "一个在地图上找不到的半位面或类似的地方，或者是隐藏在秘密门后的地点。",
	"A treasure from another plane of existence, or a magic item that creates or accesses an extradimensional space (like a {@item Portable Hole}).": "来自另一个存在平面的宝藏，或者是一个制造或进入超维空间的魔法物品（比如一个{@item Portable Hole}）。",
	"No guide or direction is available.": "没有可用的指南或方向。(No guide or direction is available.)",
	"A person who feels lost in their own life, unsure how to affect change, or a person with a wandering mind who takes their time getting to the point.": "一个在自己的生活中感到迷茫，不确定如何产生改变的人，或者一个思绪飘忽、花时间才能表达观点的人。",
	"A minotaur or another creature that hunts in a maze or is imprisoned in a maze.": "一个迷宫中狩猎或被困在迷宫中的牛头人或其他生物。",
	"A maze, or a region (such as a forest or desert) where becoming lost is very easy.": "一个迷宫，或者一个（如森林或沙漠）极易迷失的地区。",
	"An art object depicting confusion or disorientation, or a magic item that can cause these states.": "一件描绘混乱或迷失感的艺术品，或者一个可以引起这些状态的魔法物品。",
	"A person running from expectations placed on them by family and society, trying to find a new path in life.": "一个人在逃避家庭和社会对他们的期望，试图在生活中找到一条新的道路。",
	"A creature whose behavior is unpredictable.": "一个行为难以预测的生物。",
	"A simple labyrinth designed for meditation or to provide private nooks, or a location in which one is unlikely to get lost (such as a cave with only one exit).": "一个简单的迷宫，设计用于冥想或提供私密空间，或者一个不太容易迷路的地点（比如只有一个出口的洞穴）。",
	"An art object incorporating a labyrinth design.": "一个融入迷宫设计的艺术品。",
	"A search for something or someone that has gone missing.": "寻找失踪的事物或人。",
	"A miner or an archaeologist.": "一名矿工或考古学家。",
	"A creature that burrows underground, especially one that delves into the earth in search of prey (such as a {@creature giant weasel}).": "一种在地下挖洞的生物，尤其是那些深入地下寻找猎物的生物（比如{@creature giant weasel}）。",
	"A mine, an archaeological dig, or a similar excavated site.": "一个矿井，一个考古挖掘地点，或类似的发掘场所。",
	"A treasure from the earth, such as metal ore or gems, or any treasure that has been buried and unearthed.": "地下的宝藏，比如金属矿石或宝石，或者任何被埋藏然后挖掘出来的宝藏。",
	"Something unearthed that should have remained buried.": "有些东西被挖掘出来，本应该一直埋在地下。",
	"Someone who places things in the earth, such as a gardener or an undertaker.": "将东西放入地下的人，比如园丁或殡葬者。",
	"A creature that lives underground but hunts above ground (such as an {@creature ankheg} or a {@creature bulette}).": "一种生活在地下但在地面上捕猎的生物（如{@creature ankheg}或{@creature bulette}）。",
	"A place that has sunk into the earth, perhaps swallowed in a sinkhole or covered in a mudslide.": "一个已经沉入地下的地方，也许是被天坑吞噬或被泥石流覆盖了。",
	"A treasure buried in the earth.": "地下埋藏着一宝藏。",
	"The retrieval of something buried.": "埋藏物品的取回。",
	"A familiar person whose behavior suddenly turns threatening.": "一个熟悉的人，突然变得威胁性。",
	"A Monstrosity, especially one that superficially resembles an ordinary animal or person (such as a {@creature displacer beast} or {@creature doppelganger}).": "一种怪物，特别是那些外表上类似普通动物或人类的怪物（比如{@creature displacer beast}或{@creature doppelganger}）。",
	"A familiar place that has become dangerous.": "一个熟悉的地方变得危险起来。",
	"An art object depicting a Monstrosity or that incorporates claws, fur, or feathers from such a creature.": "描绘了畸形生物或包含了这类生物的爪子、毛发或羽毛的艺术品。",
	"A situation involving something or someone becoming more monstrous (literally or figuratively).": "涉及某事物或某人变得更加怪物化（字面或比喻意义上）。",
	"A person who seems dangerous or bizarre but is friendly and helpful.": "一个看起来危险或奇怪但是友好和乐于助人的人。",
	"A Monstrosity that is a potential ally, such as a {@creature hippogriff}.": "一个潜在盟友的怪物，比如一个{@creature hippogriff}。",
	"A place that offers refuge in unfamiliar or dangerous terrain.": "在陌生或危险的地形中提供庇护的地方。",
	"A dead Monstrosity preserved by taxidermy, or a magic item useful against Monstrosities.": "一具被制成标本的死亡畸变生物，或者一件对抗畸变生物有用的魔法物品。",
	"Something that appears monstrous but is actually benign.": "看起来像怪物但实际上是善良的东西。",
	"Someone whose fine qualities are masked by one annoying trait.": "有些人的优秀品质被一个讨厌的特质掩盖了。",
	"A lycanthrope, or a creature that appears to be an inanimate object until it strikes (such as a {@creature gargoyle}).": "一只狼人，或者一种看起来像静物直到它袭击的生物（比如一个{@creature gargoyle}）。",
	"A secret chamber or a place concealed by terrain; alternatively, a place larger or more elaborate on the inside than it seems from outside.": "一个被地形掩盖的秘密房间；或者，一个从外部看起来比实际内部更大或更精致的地方。",
	"A treasure whose value isn't immediately apparent, or a magic item that appears to be a worthless object.": "一个价值并不立即显现的宝藏，或者一件看起来毫无价值的物品，可能是一件魔法物品。",
	"A problem that requires investigation and is more complicated than it appears.": "一个需要调查的问题，比看起来更复杂。",
	"A person who seems competent but bungles everything they attempt.": "一个看起来很能干但却在尝试做任何事情时都搞砸的人。",
	"A creature that uses its fearsome appearance to frighten away others because it is too weak to fight.": "一种利用其可怕外表来吓走其他生物的生物，因为它太弱小无法战斗。",
	"A place with an impressive exterior but a dingy, poorly maintained interior.": "外表令人印象深刻，但内部却昏暗、维护不善的地方。",
	"A treasure that seems more valuable than it is, perhaps an ordinary item that falsely appears magical.": "一个看起来比实际价值更高的宝藏，也许是一个假装有魔力的普通物品。",
	"A situation that seems—and is—too good to be true.": "一个看起来太好以至于不真实的情况。",
	"A quiet, unassuming person who has hidden power or secret knowledge.": "一个安静、谦逊的人，拥有隐藏的力量或秘密知识。",
	"An Ooze or another creature that seems unimportant, or a trap that is surprisingly simple and straightforward.": "一个看起来不重要的软泥怪或其他生物，或者一个出乎意料地简单直接的陷阱。",
	"A humble place of surprising comfort or importance.": "一个令人惊讶的舒适或重要的谦逊之地。",
	"A treasure that is valuable but not beautiful, such as a poorly crafted piece of jewelry incorporating precious stones.": "一件宝藏，价值高但不美丽，比如一个粗制的珠宝首饰，镶嵌着珍贵的宝石。",
	"Something important that has been overlooked because it seems ordinary.": "因为它看起来很普通，所以被忽视了的重要事物。",
	"A quiet, unassuming person completely out of their depth.": "一个安静、谦逊的人完全超出了他们的能力范围。",
	"An Ooze that has develope curiosity, unexpected intelligence, and a way to communicate, or a dangerous trap that is difficult to detect.": "一种发展出好奇心、意外智慧和交流方式的软泥怪(Ooze)，或者一种难以察觉的危险陷阱，难以检测。",
	"A humble place with little to offer.": "一个朴素的地方，没有什么可以提供的。",
	"An art object depicting an ooze or the destruction of a particularly notable Ooze; alternatively, a magic item useful against Oozes (such as a {@item Ring of Acid Resistance}).": "一件艺术品，描绘了一滴软泥怪或者一种特别显著的软泥怪的毁灭；或者，一件对抗软泥怪有用的魔法物品（比如一个{@item Ring of Acid Resistance}）。",
	"A situation complicated by the sheer number of minor factors tangled within it.": "一个情况因其中纠缠的大量次要因素而变得复杂。",
	"A goal-oriented person who knows exactly what they want and has a clear plan to get it.": "一个目标明确、清楚知道自己想要什么并制定了明确计划的人。",
	"A creature single-mindedly pursuing prey or some other goal, or a trapped room navigable by only a single path.": "一个单心追逐猎物或其他目标的生物，或者一个只能通过单一路径导航的被困房间。",
	"A road or trail.": "一条道路或小径。",
	"An art object depicting a road or path, or a magic item that allows divination (such as a {@item Crystal Ball} or a {@item Spell Scroll (6th Level)|DMG|Spell Scroll} of {@spell Find the Path}).": "一件描绘道路或路径的艺术品，或者一件允许占卜的魔法物品（比如一个{@item Crystal Ball}或者一个{@item Spell Scroll (6th Level)|DMG|Spell Scroll}的{@spell Find the Path}）。",
	"A situation that demands unwavering focus on the goal.": "一个需要对目标保持坚定专注的情况。",
	"An aimless person who doesn't know what they want and has no idea how to decide.": "一个没有目标、不知道自己想要什么，也不知道如何做决定的人。",
	"A creature that reacts to provocation without a clear plan or purpose; it might be acting on instinct or be confused.": "一种对挑衅做出反应却没有明确计划或目的的生物；它可能是出于本能行动，也可能是感到困惑。",
	"A trackless wilderness, or an underground complex that is very difficult to traverse.": "一片没有道路的荒野，或者是一个极其难以穿越的地下建筑群。",
	"An abstract art object, or a magic item that foils divination (such as an {@item Amulet of Proof against Detection and Location}).": "一个抽象艺术品，或者一个破坏占卜的魔法物品（比如一个{@item Amulet of Proof against Detection and Location}）。",
	"A series of distractions that deflect attention from an important goal.": "一系列分散注意力的干扰，使人们无法专注于重要目标。",
	"A person who has lost significant wealth, social status, or favor.": "失去了大量财富、社会地位或青睐的人。",
	"A pit trap, or a scavenger lurking at the bottom of a pit.": "一个坑洞陷阱，或者一个潜伏在坑洞底部的清道夫。",
	"A pit or cliff that creates the risk of a fall.": "一处可能导致摔倒的坑或悬崖。",
	"An art object depicting someone's calamitous fall, or a magic item that allows falling safely (such as a {@item Ring of Feather Falling}).": "一个描绘某人惨重坠落的艺术品，或者是一个可以让人安全坠落的魔法物品（比如一个{@item Ring of Feather Falling}）。",
	"A person in a precarious position who soon will have a calamitous fall.": "一个处境危险的人，很快将会遭遇灾难性的倒霉。",
	"A creature (such as a {@creature piercer}) that attacks by falling on prey.": "一种生物（如{@creature piercer}）通过落在猎物身上发动攻击。",
	"An abandoned mansion or palace that is in disrepair due to the owner's downfall.": "一个因为所有者的衰落而破败不堪的废弃的豪宅或宫殿。",
	"An art object depicting flight or incorporating feathers, or a magic item that grants flight (such as {@item Winged Boots} or a {@item Cloak of the Bat}).": "一件描绘飞行或融入羽毛元素的艺术品，或是一件能够赋予飞行能力的魔法物品（比如{@item Winged Boots}或{@item Cloak of the Bat}）。",
	"A conspiracy to cause the downfall of a wealthy or prominent person.": "阴谋导致一个富有或杰出人物的垮台。",
	"A person who lives in the wilderness among trees and other growing things.": "生活在荒野中的人，与树木和其他生长物为伍。",
	"A Plant creature, or a creature that facilitates the growth of wild plants.": "一种植物生物，或者一种促进野生植物生长的生物。",
	"A verdant place where vegetation grows wild, untouched by people's hands.": "一个郁郁葱葱的地方，植被茂盛，未经人类之手触摸。（Verdant Grove (翠绿林地)）",
	"An art object crafted from wood or incorporating leaves; alternatively, a magic item that allows uncontrolled vegetation growth (such as a {@item Bag of Beans}).": "一件由木头制成或包含树叶的艺术品；或者，一件魔法物品，可以引发无法控制的植被生长（比如一个{@item Bag of Beans}）。",
	"Something growing out of control with surprising, even supernatural, speed.": "某种事物以令人惊讶、甚至超自然的速度失控生长。",
	"A quiet person who enjoys gardening or farming, finding greenery more relatable than people.": "一个安静的人，喜欢园艺或农业，觉得与绿色植物更有共鸣，比与人相处更舒适。",
	"A domesticated plant given artificial animation, such as an {@creature awakened tree} or {@creature awakened shrub|MM|shrub}.": "一个被赋予人工生命的驯化植物，比如{@creature awakened tree}或{@creature awakened shrub|MM|shrub}。",
	"A place full of carefully pruned and neatly controlled vegetation, such as a topiary garden.": "一个充满精心修剪和整洁控制的植被的地方，比如一个修剪艺术花园。",
	"A treasure that incorporates living greenery, such as an ornate terrarium or a potted topiary, or a magic item that allows control of vegetation (such as a {@item Staff of the Woodlands}).": "一个融合了生机勃勃的绿植的宝藏，比如精美的玻璃花园或盆栽修剪艺术，或者一件能够控制植物的魔法物品（比如一个{@item Staff of the Woodlands}）。",
	"A conflict between a region suffering a famine and a region with abundant crops.": "一场发生在饥荒地区和丰收地区之间的冲突。",
	"A person (perhaps a cleric, druid, or paladin) who uses divine magic or is very pious.": "一个使用神圣魔法或非常虔诚的人（也许是牧师（cleric）, 德鲁伊（druid）或圣骑士（paladin））。",
	"A creature with abilities similar to those of a cleric, druid, or paladin.": "一个具有类似于牧师、德鲁伊或圣骑士的能力的生物。",
	"A temple, shrine, or similar place consecrated to a deity or natural force.": "一个供奉给神灵或自然力量的寺庙、神殿或类似场所。",
	"A magic item such as a {@item Staff of Healing} or a {@item Holy Avenger}; alternatively, valuable temple accouterments.": "一件魔法物品，如{@item Staff of Healing}或{@item Holy Avenger}; 或者是有价值的寺庙装饰。",
	"A problem that requires and rewards piety or the use of divine magic.": "需要虔诚或使用神圣魔法的问题。",
	"A person devoted to a false god, or a cause that isn't worthy of devotion.": "一个致力于虚假神灵，或不值得奉献的事业的人。",
	"A demon or another creature opposed to the gods.": "一个恶魔或其他与众神对立的生物。",
	"A place that was consecrated but that has been abandoned or converted to secular use.": "一个曾经被祝圣但已被废弃或转为世俗用途的地方。",
	"An idol depicting an invented god or a demon lord.": "一个描绘着一个虚构神祇或恶魔领主的偶像。",
	"A situation caused by impiety or misguided zealotry.": "一种由不虔诚或误导狂热引起的情况。",
	"A person held captive or bound by expectations.": "被期望束缚或囚禁的人。",
	"A creature locked away to prevent it from harming people.": "一个被关押起来以防止它伤害人类的生物。",
	"A place where things are put to keep them out of reach and memory.": "一个地方，用来把东西放在那里，使它们无法触及和记忆。",
	"A treasure securely locked away, or a magic item that contains a creature (such as an {@item Elemental Gem} or an {@item Iron Flask}).": "一个安全地锁起来的宝藏，或者一个包含生物的魔法物品（比如一个{@item Elemental Gem}或一个{@item Iron Flask}）。",
	"A situation arising from efforts to keep a person, an object, or information out of reach.": "由于努力使某人、某物或信息无法接触而产生的情况。",
	"An individual who defies societal norms and expectations.": "一个违背社会规范和期望的个体。",
	"A creature that grapples, swallows, or otherwise binds or imprisons its prey.": "一种能够抓住、吞噬或以其他方式捆绑或囚禁猎物的生物。",
	"A place where something or someone is kept on public display.": "一个供公众展示的地方。",
	"A prominently displayed treasure, such as a ruler's regalia.": "一个显眼展示的财宝，比如一个统治者的王权(*ruler's regalia*)。",
	"The theft or liberation of a person, or an object on public display.": "在公共场所盗窃或解救一个人或展示的物品。",
	"A person with a keen mind for puzzles, or one who delights in clever banter and wordplay.": "一个对谜题敏锐的头脑，或者喜欢巧妙的玩笑和文字游戏的人。",
	"A brilliant creature that relies on careful plans and tactics rather than brute strength, or a trap that can be bypassed by solving a puzzle or riddle.": "一个依靠精心计划和战术而非蛮力的聪明生物，或者一个可以通过解谜或谜题来绕过的陷阱。",
	"A place with hidden doors and other secrets.": "一个有隐藏门和其他秘密的地方。",
	"A treasure whose function or value isn't immediately apparent.": "一个功能或价值并不立即显而易见的宝藏。",
	"A complex situation with many interconnected factors.": "一个复杂的情况，涉及许多相互关联的因素。",
	"A person who is very literal and direct.": "一个非常字面和直接的人。",
	"A creature that delights in straightforward melee combat, relying on strength to overpower its foes.": "一种喜欢直接近战战斗的生物，依靠力量压倒敌人。",
	"A place with a simple, symmetrical floor plan.": "一个具有简单、对称的平面布局的地方。",
	"Coins or other treasure whose value is obvious and almost universally understood.": "价值明显且几乎普遍被理解的硬币或其他财宝。",
	"A situation that's exactly what it appears to be.": "一个情况，就是看起来的样子。",
	"Someone scrupulously faithful to a promise.": "一个对承诺忠诚的人。",
	"A creature that has promised to serve someone.": "一个承诺要为某人服务的生物。",
	"A place where oaths are sworn, such as a temple or courthouse.": "一个宣誓的地方，比如寺庙或法院。",
	"A ring, either jewelry or a magic item.": "一个戒指，无论是珠宝还是一个魔法物品。",
	"A situation complicated by a person's promise to do something.": "一个由某人承诺做某事而变得复杂的情况。",
	"A person who resents being bound to an oath sworn in haste or duress.": "一个人厌恶被迫或在匆忙中宣誓的誓约（Oath of the Unbound）。",
	"A creature unwillingly bound to serve someone (such as an {@creature invisible stalker}).": "一个不情愿地被束缚在为某人（如{@creature invisible stalker}）服务的生物。",
	"A place where a legendary figure was coerced into swearing an oath that led to their downfall.": "一个地方，一个传奇人物被迫宣誓，最终导致了他们的失败。",
	"A bracelet or magic bracers.": "一条手镯或者魔法护腕。",
	"A situation arising from someone trying to abjure an oath.": "有人试图放弃誓言所引起的情况。",
	"A deceptive person hiding a sinister secret; pursuit of their own aims trumps any friendship or loyalty.": "一个隐藏着邪恶秘密的欺诈者；追求自己的目的胜过任何友谊或忠诚。",
	"A dangerous creature that strikes by surprise or from darkness.": "一个在黑暗中或突袭时发动攻击的危险生物。",
	"A front for a criminal operation, or a monster's lair.": "一个犯罪活动的掩护，或者是一个怪物的巢穴。",
	"A treasure that hides a deadly secret, such as a ring with a spring-loaded poison needle, a {@item Dagger of Venom}, or a cursed magic item.": "一个隐藏着致命秘密的宝藏，比如一个带有弹簧毒针的戒指，一个{@item Dagger of Venom}，或者一个被诅咒的魔法物品。",
	"A situation rooted in or destined for betrayal.": "一个根植于背叛或注定会背叛的局面。",
	"A good-hearted person entangled in a criminal or evil organization who is desperate for a way out.": "一个善良的人被卷入犯罪或邪恶组织中，渴望找到一条出路。",
	"A creature unwillingly bound to the service of villains.": "一个不情愿地被绑定在恶棍服务下的生物。",
	"An oasis of compassion surrounded by violence.": "一个被暴力包围的同情绿洲。",
	"A treasure caked in grime or hidden in a filthy place.": "一个被污垢覆盖或藏在肮脏地方的宝藏。",
	"Good characters who are part of an evil organization or who plot to subvert it.": "在一个邪恶组织中的善良角色，或者密谋颠覆它。",
	"A person who has renounced material attachments, such as a religious ascetic.": "一个已经放弃物质执着的人，比如宗教(ascetic)。",
	"A creature that destroys equipment, such as a {@creature rust monster} or a {@creature black pudding}.": "一个能够摧毁装备的生物，比如一个{@creature rust monster}或者一个{@creature black pudding}。",
	"A ruin, or a retreat for ascetics.": "废墟，或者是苦行者的隐居地。",
	"A treasure that is broken or in disrepair.": "一个破损或失修的宝藏。",
	"A situation involving the decay of objects or relationships over a long period of time.": "长时间内物体或关系腐烂的情况。",
	"A person excessively attached to material goods (not necessarily excessive wealth).": "一个过分依恋物质财富（不一定是过分富有）的人。",
	"A Construct, especially an animated object.": "一个构造物，特别是一个有生命的物体。",
	"A place meant to store goods, such as a warehouse or an armory.": "一个用来存放货物的地方，比如仓库或军械库。",
	"Valuable trade goods, well-made equipment, or a deed to property.": "有价值的贸易商品，精良的装备，或者一份财产契约。",
	"A situation involving the production or transportation of goods for sale.": "涉及生产或销售货物的情况。",
	"A person who offers helpful advice in difficult circumstances.": "在困难情况下提供帮助性建议的人。",
	"A helpful creature that leads the way to safety or a goal.": "一种有益的生物，引领着前往安全或目标的道路。",
	"A place dedicated to knowledge and wisdom, such as a library or university.": "一个致力于知识和智慧的地方，比如图书馆或大学。",
	"A valuable or magical book or scroll, or a sentient magic item that is known to provide helpful advice.": "一本宝贵或神奇的书籍或卷轴，或者是一件被认为能提供有用建议的有意识的魔法物品。",
	"An opportunity to provide valuable ad- vice on a familiar subject.": "在一个熟悉的主题上提供宝贵建议的机会。",
	"Someone who helpfully offers bad advice.": "一个乐于助人地提供糟糕建议的人。",
	"sA creature that tries to lead the way into danger or a trap.": "一种试图引领前往危险或陷阱的生物。",
	"A place whose structural flaws threaten its integrity.": "一个结构缺陷威胁其完整性的地方。",
	"A device valuable for its components that doesn't function as intended, or a sentient magic item that provides bad but well-intentioned advice.": "一个因其组件而有价值但无法正常工作的装置，或者一个能思考的魔法物品，提供不好但出于善意的建议。",
	"An opportunity to provide advice on a completely unfamiliar subject.": "一个机会，提供关于一个完全陌生主题的建议。",
	"A protective parent or sibling, or a professional protector such as a sentry or guard.": "一个保护性的父母或兄弟姐妹，或者是一个专业的保护者，比如哨兵或卫兵。",
	"A creature that protects others, such as a watchdog or {@creature shield guardian}, or a warding trap designed to repel invaders.": "一种保护他人的生物，比如看门狗或{@creature shield guardian}，或者是设计用来驱逐入侵者的守护陷阱。",
	"A defensive structure, such as a fortress or a castle wall.": "一个防御性建筑，比如堡垒或城堡墙。",
	"A valuable or magical shield.": "一面珍贵或魔法的盾牌。",
	"Someone who must protect those who can't protect themselves.": "那些无法保护自己的人。(Paladin)必须保护的人。",
	"A guarded person who carefully shields themself from physical or emotional harm.": "一个小心翼翼地保护自己不受身体或情感伤害的人。(guarded person)",
	"A heavily armored creature.": "一只穿着厚重盔甲的生物。",
	"sA hermitage or retreat meant to isolate one person from others.": "一个隐居处或避难所，旨在将一个人与他人隔离开来。",
	"A suit of armor that is valuable or magical.": "一套有价值或魔法的盔甲（Armor）",
	"A situation arising from someone selfishly protecting themself without heed to others.": "某人自私地只顾自己保护而不顾及他人的情况。",
	"A person who routinely travels long distances, such as a sailor, pilgrim, or nomad.": "一个经常长途旅行的人，比如水手，朝圣者，或游牧民族。",
	"A creature that hunts a large territory or migrates great distances.": "一个在大范围内狩猎或迁徙长距离的生物。",
	"A port city, harbor, caravansary, or similar hub for travelers.": "一个港口城市，海港，(caravansary), 或类似的旅行者中心。",
	"An art object depicting ships or travel, or a magic item that facilitates travel (such as a {@item Folding Boat}).": "描绘船只或旅行的艺术品，或者是一件便利旅行的魔法物品（比如一个{@item Folding Boat}）。",
	"A situation that requires travel, or one that unfolds while traveling,": "需要旅行的情况，或者在旅行中发生的情况，",
	"A person who dreams of travel but has never wandered far from home.": "一个梦想旅行但从未远离家乡的人。",
	"A creature that rarely leaves its lair—and is more powerful there.": "一种很少离开巢穴的生物，而且在那里更加强大。",
	"An isolated place that rarely sees travelers.": "一个偏僻的地方，很少有游客。",
	"A treasure still in the hands of the person who made it, or a magic item (such as {@item Dimensional Shackles}) that prevents magical movement.": "一个宝藏仍在制造它的人手中，或者一个魔法物品（比如{@item Dimensional Shackles}），可以阻止魔法移动。",
	"A situation arising from someone's inability or unwillingness to travel.": "由于某人无法或不愿意出行而引起的情况。",
	"A person facing imminent death, or one who wields necromantic power.": "一个面临即将死亡的人，或者一个行使死灵魔法力量的人。",
	"An Undead creature, or a trap that deals necrotic damage.": "一只不死生物，或者一个造成死灵伤害的陷阱。",
	"A place of solitude and isolation, or a place where someone died recently.": "一个孤独与隔绝的地方，或者是最近有人死亡的地方。",
	"A treasure associated with death (perhaps funerary implements), or a magic item with necromantic power.": "与死亡相关的宝藏（也许是丧葬用具），或者具有死灵魔法力量的魔法物品。",
	"A person's life in peril.": "一个人的生命岌岌可危。",
	"Someone haunted by the inevitability of death and seeking to escape it, or a person who has returned from death.": "一个被死亡的必然性所困扰并试图逃避的人，或者是一个从死亡中返回的人。",
	"An immortal creature or one that doesn't age, such as an angel, a Fiend, or a naga.": "一种不会老化的生物，比如天使，恶魔或那伽。",
	"A graveyard or another place where the dead are gathered.": "一个坟场或其他聚集死者的地方。",
	"An art object that celebrates or depicts deliverance from death, or a magic item that wards off death (such as a {@item Periapt of Wound Closure} or a {@item Scarab of Protection}).": "一件庆祝或描绘从死亡中解脱的艺术品，或者是一件能够避免死亡的魔法物品（比如一个{@item Periapt of Wound Closure}或者一个{@item Scarab of Protection}）。",
	"Many lives at stake.": "许多生命岌岌可危。",
	"A person who offers physical, financial, or emotional support.": "一个提供身体、财务或情感支持的人。",
	"A creature used as a mount or a tracker, or another sort of ally.": "一种作为坐骑或追踪者，或其他类型盟友的生物。",
	"A place where support is offered or found, such as a library or a tavern.": "提供或寻找支持的地方，比如图书馆或酒馆。",
	"A magic staff, a jeweled cane or mobility aid, or a similar treasure.": "一根魔法法杖，一根镶有宝石的手杖或辅助行动器，或类似的宝物。",
	"A group or organization that offers much-needed support.": "一个提供急需支持的团体或组织。",
	"A person in desperate need of assistance.": "一个急需帮助的人。",
	"A creature that's helpless or ineffective unless it can possess or be carried by another creature.": "一种生物，除非它能够占据或被另一个生物携带，否则就是无助或无效的。",
	"A place in immediate crisis, such as a location suddenly imperiled by fire or flood.": "一个处于紧急危机中的地方，比如突然受到火灾或洪水威胁的地点。",
	"A treasure that needs repair before regaining its full value or magical potency.": "一个需要修复才能恢复其完整价值或魔力效能的宝藏。",
	"A group of people who need help from others.": "一群需要他人帮助的人。(group of people who need help from others)",
	"A person who makes every task more difficult than it needs to be, adding complications and getting in the way.": "一个人会让每项任务变得比必要更加困难，增加复杂性并阻碍事情进展。",
	"A creature that grows in power as battle continues (such as a {@creature black pudding} or a {@creature hydra}).": "随着战斗的持续，力量不断增长的生物（如{@creature black pudding}或{@creature hydra}）。",
	"A place reached by descending stairs, such as a basement or a lower level of a dungeon.": "一个通过楼梯下降到达的地方，比如地下室或地牢的下层。",
	"An intricate treasure that was difficult to create, or a magic item that helps accomplish difficult tasks (such as an {@item Ioun Stone, Mastery|DMG|Ioun Stone of Mastery}).": "一件复杂的宝物，难以制造，或者是一件帮助完成困难任务的魔法物品（比如一个{@item Ioun Stone, Mastery|DMG|Ioun Stone of Mastery}）。",
	"A situation more complicated or challenging than it appears.": "比看起来更复杂或具有挑战性的情况。",
	"A helpful, friendly person who makes everything easier (or at least more pleasant).": "一个乐于助人、友善的人，让一切变得更容易（或至少更愉快）。（friendly person）",
	"A creature that is difficult to fight at first, but that becomes easier to defeat as the battle proceeds.": "一种在一开始很难对抗的生物，但随着战斗的进行变得越来越容易击败。",
	"A place reached by ascending stairs, such as an attic or upper level of a dungeon.": "一个通过上升楼梯到达的地方，比如阁楼或地牢的上层。",
	"A treasure that is simple and elegant.": "一个简单而优雅的宝藏。",
	"A situation much simpler than it appears,": "一个比看起来简单得多的情况，",
	"A person focused on improving a particular area of skill or behavior.": "一个专注于提高特定技能或行为领域的人。(a person focused on improving a particular area of skill or behavior)",
	"A creature that has trained to improve itself (perhaps having several skill or saving throw proficiencies), or a trap that requires teamwork to avoid or escape.": "一个已经训练过以提升自身能力的生物（也许具有几个技能或豁免加值），或者一个需要团队合作来避免或逃脱的陷阱。",
	"A place dedicated to study or training, such as a university or gymnasium.": "一个专门用于学习或训练的地方，比如大学或体育馆。",
	"An art object that reflects the skill of its creator, or a magic item that grants proficiency.": "一个反映创作者技艺的艺术品，或者是一个能够提供熟练加值的魔法物品。",
	"A situation that requires or rewards training and practice.": "需要或奖励训练和实践的情况。",
	"A person with natural ability but little patience for training or study.": "一个天生具备能力但缺乏耐心进行训练或学习的人。(D&D)",
	"A creature that relies on its natural abilities instead of training (perhaps with no skill or saving throw proficiencies).": "一种依赖自然能力而非训练的生物（也许没有技能或豁免加值）。（creature）",
	"A place of untouched natural beauty.": "一处未经触碰的自然美景。",
	"Unrefined ore or uncut gems, or a magic item that improves an ability score.": "未经加工的矿石或未切割的宝石，或者是一件能提升属性分数的魔法物品。",
	"A situation resulting from someone's refusal to practice or train.": "由某人拒绝练习或训练而导致的情况。",
	"{@i A statue depicts the god Istus offering the original {@item Deck of Many Things|DMG} as a gift. The Statue card is a reminder of the past.}": "{@i A statue depicts the god Istus offering the original {@item Deck of Many Things|DMG} 作为礼物。雕像卡是对过去的提醒。",
	"Someone who takes great pride in a prominent ancestor.": "以杰出祖先为荣的人。",
	"An ancient creature that played an important part in a historical event.": "一个在历史事件中扮演重要角色的古老生物。",
	"A park or plaza built around a statue.": "围绕雕像建造的公园或广场。",
	"A statuette or sculpture, either valuable or magical (such as a {@item Figurine of Wondrous Power}).": "一个雕像或雕塑，无论是有价值的还是魔法的（如一个{@item Figurine of Wondrous Power}）。",
	"A situation with remarkable similarities to a significant historical event.": "一个与某一重要历史事件有显著相似之处的情况。",
	"A person who lives in the shadow of a famous or important ancestor.": "一个生活在一个著名或重要祖先的阴影下的人。",
	"A creature that clings to a memory of fallen glory (such as a {@creature storm giant} or a {@creature mind flayer}), a creature in the guise of a statue (such as a {@creature mimic}), or a statue that functions as a trap.": "一种紧紧抓住已逝荣耀记忆的生物（如{@creature storm giant}或{@creature mind flayer}），一个伪装成雕像的生物（如{@creature mimic}），或者一个作为陷阱的雕像。",
	"An immense ruin left behind by an ancient civilization.": "一个庞大的废墟，是古代文明留下的遗迹。",
	"An art object made in imitation of a more famous and valuable piece.": "一件模仿更著名和有价值的作品制作的艺术品。",
	"An attempt to re-create a historical situation or rebuild a fallen empire.": "尝试重新创造一个历史情境或重建一个倒塌的帝国。",
	"A person with an unflappable and optimistic outlook, confident in the power of good triumphing over evil and obstacles.": "一个心态坚定乐观，相信善良战胜邪恶和障碍的人。",
	"An angel or a similar creature that embodies hope and good.": "一个天使或类似的生物，体现着希望和善良。",
	"A place that embodies hope in the face of despair, such as a temple next to a graveyard or a town rebuilding after a natural disaster.": "一个体现在绝望中的希望的地方，比如一个寺庙旁边的墓地，或者一个自然灾害后重建的小镇。",
	"A valuable religious object devoted to good, or a holy or protective magic item.": "一件珍贵的宗教物品，致力于善良，或者是一件神圣或具有保护力量的魔法物品。",
	"A difficult situation where hope nevertheless continues to shine like a beacon.": "一个困难的局面，然而希望仍然像灯塔一样闪耀。",
	"A naively positive person who spouts empty platitudes about everything turning out for the best.": "一个天真乐观的人，满口空洞的陈词滥调，认为一切都会最终变好。",
	"A creature (perhaps a {@creature flumph} or a {@creature pixie}) that offers aid but is too weak to provide meaningful help.": "一个生物（也许是一个{@creature flumph}或一个{@creature pixie}），它提供帮助，但实力太弱无法提供有意义的帮助。",
	"A desecrated temple or similar place where dirt or corruption has eliminated all evidence of goodness and holiness.": "一个被亵渎的神庙或类似的地方，污秽和腐败已经消除了所有善良和神圣的痕迹。",
	"A religious object or holy magic item that has been desecrated.": "一件被亵渎的宗教物品或圣洁魔法物品。",
	"Idealistic optimism that prevents people from responding to real danger.": "理想主义的乐观主义阻止人们对真正危险做出反应。",
	"A person who preys on other folk to acquire wealth or power.": "一个以获取财富或权力为目的，对他人进行掠夺的人。",
	"A predator, especially one that preys on people or slowly drains their life (such as a {@creature vampire}).": "一种捕食者，尤其是那些捕食人类或慢慢消耗他们生命力的生物（如{@creature vampire}）。",
	"A place where the rich benefit from the labor of the poor.": "富人从穷人的劳动中获益的地方。",
	"A treasure that is a collector's prized possession or the object of a heist.": "一个收藏家珍视的珍宝，或者是一次盗窃的目标。",
	"A situation driven by someone's avarice.": "由某人的贪婪驱使的情况。",
	"A person trapped by predatory debt or victimized by a monster that slowly drains the person's life.": "被掠夺性债务困住的人，或者受到怪物侵害，慢慢地吸取着这个人的生命。",
	"A creature hunted for parts of its body that are considered valuable, or for the treasure it hoards.": "一种被猎取身体部分被视为有价值，或者因为它囤积的财宝而被猎杀的生物。",
	"A tenement or workhouse where oppressed victims of the rich live in squalor.": "一个贫民窟或救济院，被富人压迫的受害者在那里过着贫困的生活。",
	"A treasure that was stolen from its rightful owner.": "一个从其合法所有者那里被盗走的宝藏。",
	"A situation driven by a desperate individual victimized by the greedy.": "一个由贪婪者欺负的绝望个体驱使的情况。",
	"A genial person who delights in telling stories in good company.": "一个喜欢在好公司讲故事的和蔼可亲的人。",
	"A social creature that travels in packs.": "一个喜欢结群旅行的社交生物。",
	"A tavern, restaurant, or similar place where people gather and eat socially.": "一个酒馆、餐厅或类似的地方，人们聚集在一起社交和进餐。",
	"A jeweled goblet or other treasure related to eating and drinking.": "一个镶有宝石的高脚杯或其他与进食和饮酒有关的珍宝。",
	"A tavern brawl.": "一场酒馆斗殴。",
	"A person who ruins the happiness of pleasant company.": "一个破坏愉快聚会的人。(ruins the happiness of pleasant company)",
	"A parasite, {@creature vampire}, or similar creature that siphons strength, happiness, or vitality from others, or a trap designed to separate those caught in it.": "一种寄生物，{@creature vampire}，或类似的生物，它从他人身上吸取力量、快乐或活力，或者是一个旨在将被困者分离的陷阱。",
	"A place once used for social gatherings but now abandoned.": "一个曾经用于社交聚会的地方，但现在已经被遗弃。",
	"A jeweled goblet or similar treasure stained with blood or holding the remnants of poison.": "一个镶有宝石的高脚杯或类似的宝藏，沾满了鲜血或装着残留的毒药。",
	"An attempt to kill many people at once as they gather for a meal.": "当人们聚餐时企图一次性杀害许多人。",
	"A devout person who performs frequent rituals to invoke divine favor.": "一个虔诚的人，经常进行仪式以祈求神灵的恩惠。",
	"A temple guardian—perhaps a Celestial, Construct, or {@creature guardian naga}.": "一个守护神殿的存在—也许是天界生物，构装生物，或{@creature guardian naga}。",
	"A temple, shrine, or other place of worship.": "一座寺庙、神社，或其他宗教场所。",
	"A valuable ritual object, such as a candelabra or sacrificial knife, or a magic item linked to worship or divine magic (such as a {@item Candle of Invocation}).": "一件有价值的仪式物品，比如烛台或祭祀刀，或者与崇拜或神圣魔法相关的魔法物品（比如一个{@item Candle of Invocation}）。",
	"A situation best resolved by an appeal to divine power or spiritual authorities.": "最好通过神力或精神权威来解决的情况。",
	"A superstitious person who performs frequent rituals to ward off supernatural evil.": "一个迷信的人，经常进行仪式来驱除超自然的邪恶。",
	"A creature that bestows curses (such as a {@creature fomorian}, {@creature rakshasa}, or {@creature mummy}).": "一个赋予诅咒的生物（比如一个{@creature fomorian}，{@creature rakshasa}，或{@creature mummy}）。",
	"An area where crime, vice, or other impious behaviors are widespread.": "犯罪、堕落或其他不道德行为普遍的地区。",
	"A treasure with superstitious meaning perhaps an amulet meant to ward off evil (such as a {@item Scarab of Protection}).": "一件具有超级意义的宝藏，也许是用来驱邪的护身符（比如一个{@item Scarab of Protection}）。",
	"A situation stemming from a superstitious fear of curses or bad luck.": "源自对诅咒或厄运的迷信恐惧的情况。",
	"A person who enjoys exercising authority over others and expects to be obeyed.": "一个喜欢行使权威并期望被服从的人。",
	"A creature that leads others of its kind; alternatively, one with magical powers of influence or command.": "一种带领其同类的生物；或者拥有魔法影响力或指挥力量的生物。",
	"A place of authority, such as a palace or a mayor's office.": "一个权威地点，比如皇宫或市长办公室。",
	"A ruler's regalia, or a magic item (such as a {@item Rod of Rulership}) that imparts magical authority.": "一位统治者的权杖，或者是一件魔法物品（比如一个{@item Rod of Rulership}），赋予魔法权威。",
	"A contest over who rightfully holds authority.": "一场关于谁拥有权威的竞赛。",
	"A person who resents authority imposed on them.": "一个对强加在他们身上的权威感到愤恨的人。",
	"A creature that unwillingly serves another.": "一个不情愿地为另一个生物服务的生物。",
	"A place at the edge of a ruler's authority or son the border between rival nations.": "在统治者权威的边缘或者在敌对国家之间的边界上。",
	"Treasure. An art object created as an act of resistance to tyranny, or a magic item that protects against restraint (such as a {@item Ring of Free Action}).": "宝藏。作为对暴政的抵抗行为而创造的艺术品，或者是一件能够抵御约束的魔法物品（比如一个{@item Ring of Free Action}）。",
	"A group of people rebelling against a ruler or an authority figure.": "一群人反抗统治者或权威人物。",
	"A person with a secret or a gap in their memory.": "一个有秘密或记忆空白的人。",
	"A {@creature mummy}, {@creature wight}, or similar Undead that lairs in its own tomb.": "一个{@creature mummy}，{@creature wight}，或类似的不死生物，它居住在自己的坟墓中。",
	"A tomb, especially one that is forgotten.": "一座坟墓，尤其是被遗忘的那种。",
	"Valuable or magical funerary treasure.": "宝贵或魔法的葬礼宝藏。",
	"A situation no one wants to talk about or even acknowledge.": "一个没有人愿意谈论或承认的情况。",
	"A person trying to atone for a dreadful secret in their past.": "一个试图赎回过去可怕秘密的人。(a person trying to atone for a dreadful secret in their past.)",
	"An incorporeal Undead (such as a {@creature wraith} or {@creature specter}) that's not linked to the place of its death, burial place, or body.": "一个无实体的不死生物（比如一个{@creature wraith}或{@creature specter}），它与死亡地点、埋葬地点或尸体没有联系。",
	"A memorial structure that doesn't contain a body.": "一个不包含尸体的纪念性建筑。",
	"An art object depicting a dead individual as they were in life.": "一件艺术品，描绘了一个死去个体生前的样子。",
	"A situation stemming from a buried secret that recently came to light.": "最近曝光的一个源自被埋藏的秘密的情况。",
	"A person who prefers solitude to the company of others.": "一个更喜欢独处而不是与他人为伴的人。",
	"A reclusive creature.": "一个隐居的生物。",
	"A remote tower or similar place of isolation.": "一个遥远的塔楼或类似的隔离场所。",
	"An art object depicting an isolated place or a lonely person; alternatively, {@item Daern's Instant Fortress} or a similar magic item.": "描绘一个孤独地方或孤独人物的艺术品；或者，{@item Daern's Instant Fortress} 或类似的魔法物品。",
	"A situation that requires assistance or information from a reclusive person.": "需要从一个隐居者那里获取帮助或信息的情况。",
	"A desperately lonely person who craves close companionship.": "一个极度孤独，渴望亲近伴侣的人。",
	"A creature cut off from others of its kind that is trying to find them, or a trap that targets a single creature.": "一个与同类隔绝的生物，正在努力寻找它们，或者一个针对单个生物的陷阱。",
	"A place that discourages interaction with others, such as a library or monastery, where rules of silence are strictly enforced.": "一个 décourage 与他人互动的地方，比如图书馆或修道院，在那里严格执行沉默规则。",
	"An art object expressing the artist's profound loneliness.": "一个表达艺术家深刻孤独感的艺术作品。",
	"A situation arising from someone's loneliness or boredom.": "由某人的孤独或无聊引起的情况。",
	"A strong-willed person determined to persevere despite hostile conditions.": "一个坚定意志，决心在敌对环境中坚持不懈的人。",
	"A creature that thrives in a hostile environment.": "一种在恶劣环境中茁壮成长的生物。",
	"Somewhere vegetation makes an unexpected appearance: a park in a busy urban center or a tree growing on barren rock.": "在某些地方，植被出现得出乎意料：一个繁忙的城市中心的公园，或者一棵树生长在贫瘠的岩石上。",
	"A treasure featuring diamonds, pearls, or precious wood, or a magic item that increases endurance (such as an {@item Amulet of Health}).": "一件拥有钻石、珍珠或贵重木材的宝藏，或者一件增加耐力的魔法物品（比如一个{@item Amulet of Health}）。",
	"A small outpost or lone individual holding back a much larger force.": "一个小前哨站或独立个体在抵挡远比自己庞大的力量。",
	"Someone barely hanging on in hostile conditions.": "在恶劣条件下勉强支撑着的人。",
	"A creature driven from its preferred environment and struggling to survive in a new region.": "一个被驱逐出其首选环境并在新地区挣扎求生的生物。",
	"A place cleared of natural growth.": "一个清除了自然生长的地方。",
	"An art object or a magic item made from the wood of a tree struck by lightning.": "一件艺术品或魔法物品，由被闪电击中的树木制成。",
	"An overwhelming threat against a small outpost or lone individual.": "对一个小前哨站或孤立个体的压倒性威胁。",
	"A person nursing a grudge beyond reason.": "一个无端怀恨的人。(nursing a grudge beyond reason)",
	"An Undead creature sustained by a thirst for revenge or an unfinished task, such as a {@creature ghost} or {@creature revenant}.": "一种被复仇欲望或未完成任务维持的不死生物，比如{@creature ghost}或{@creature revenant}。",
	"A place haunted (literally or emotionally) by a terrible event that happened there.": "一个被一场可怕事件（无论是真实发生的还是情感上的）所困扰的地方。",
	"A treasure depicting the dead or an Undead, something made from bones, or a magic item made by or for an Undead.": "一件描绘死者或不死生物的宝藏，由骨头制成的物品，或者是由不死生物制作或为其制作的魔法物品。",
	"Someone who refuses to leave the past in the past.": "一个拒绝将过去抛诸脑后的人。",
	"A person too quick to forgive and forget, who never holds anyone accountable for their misdeeds.": "一个过于急于宽恕和忘记的人，从不追究任何人的过错。",
	"An Undead creature that craves an end to its miserable, interminable existence.": "一个不死生物，渴望结束其悲惨、无尽的存在 (`Undead`)。",
	"A place whose denizens have forgotten significant events that happened there.": "一个地方，其居民已经忘记了发生在那里的重要事件。",
	"An art object depicting the destruction of an Undead, or a magic item particularly useful against Undead (such as a {@item Mace of Disruption}).": "一件描绘对不死生物进行摧毁的艺术品，或者一件特别对抗不死生物有用的魔法物品（比如一个{@item Mace of Disruption}）。",
	"A serial criminal who has been pardoned for past misdeeds and now continues their wicked ways.": "一个因过去恶行而被赦免的连环罪犯，现在又继续进行邪恶行径。",
	"A person trapped in despair.": "一个被困在绝望中的人。(A person trapped in despair.)",
	"A Fiend or an Undead that threatens annihilation of body and soul, or a trap with no easy exit or escape.": "一只威胁肉体和灵魂毁灭的恶魔或不死生物，或者一个没有简单出口或逃生途径的陷阱。",
	"A place deep underground, underwater, or in space, where little light and air are available.": "一个位于地下深处、水下或太空中的地方，那里几乎没有光线和空气可用。",
	"An art object that reflects its creator's despair or sadness, or a {@item Sphere of Annihilation}.": "反映创作者绝望或悲伤的艺术品，或者一个{@item Sphere of Annihilation}。",
	"A situation that seems to have no good or even survivable—outcome.": "一种看起来没有好的甚至是可生存的结果的情况。",
	"A person who has lost everything and has no place left to go but up.": "一个失去了一切，没有退路，只能往上走的人。",
	"A {@creature skeleton}, {@creature zombie}, or similar Undead remnant of a living creature; alternatively, a trap that's broken and nonfunctional.": "一个{@creature skeleton}，{@creature zombie}，或类似的不死生物残骸；或者，一个损坏且失效的陷阱。",
	"A place of utter carnage, where a terrible battle or massacre took place.": "一个充满惨烈杀戮的地方，发生过可怕的战斗或大屠杀。",
	"A treasure promised but not actually present, such as an empty treasure chest or a looted vault.": "一个承诺但实际上并不存在的宝藏，比如一个空的宝箱或被洗劫一空的金库。",
	"The aftermath of a destructive event, where the few survivors must figure out how to go on living.": "在一场破坏性事件之后，少数幸存者必须想办法继续生存。",
	"A person (perhaps a barbarian, fighter, or monk) who has trained in combat or served in the military.": "一个在战斗中接受过训练或在军队中服役过的人（也许是野蛮人，战士或武僧）。",
	"A creature with abilities like those of a barbarian, fighter, or monk.": "一个具有野蛮人、战士或武僧类似能力的生物。",
	"A training yard or fort where warriors learn combat skills.": "战士学习战斗技能的训练场或要塞。",
	"A valuable or magical weapon or suit of armor.": "一件有价值或魔法的武器或盔甲。",
	"A situation that requires and rewards the skilled application of physical force.": "需要并奖励熟练运用体力的情况。",
	"A bully who uses physical strength to intimidate others.": "一个利用肌肉力量来恐吓他人的恶霸。",
	"A creature that relies on brute strength, or a trap that can be escaped through the application of brute strength.": "依赖蛮力的生物，或者可以通过运用蛮力来逃脱的陷阱。",
	"A harsh environment where only the physically powerful survive.": "一个严酷的环境，只有身体强壮的人才能生存。",
	"An unsubtle work of art.": "一件毫不含蓄的艺术品。",
	"A situation involving bullying or extortion.": "涉及欺凌或勒索的情况。",
	"A familiar person who is a reliable source of information and aid.": "一个熟悉的人，是信息和帮助的可靠来源。",
	"A familiar kind of creature, whose abilities are well understood.": "一种熟悉的生物，其能力被充分理解。",
	"A well, a familiar shop, or a place where fresh water can be found.": "一个井，一个熟悉的商店，或者可以找到淡水的地方。",
	"A reliable treasure (such as gold coins), or a magic item that produces food or water (such as a {@item Decanter of Endless Water} or an {@item Alchemy Jug}).": "一个可靠的宝藏（如金币），或者一个能制造食物或水的魔法物品（如{@item Decanter of Endless Water}或{@item Alchemy Jug}）。",
	"A familiar situation with a predictable outcome.": "一个熟悉的情况，有可预测的结果。",
	"A familiar person who refuses to provide expected aid.": "一个熟悉的人拒绝提供预期的援助。",
	"A familiar kind of creature whose behavior or abilities are surprising.": "一种熟悉的生物，其行为或能力令人惊讶。",
	"A well that has gone dry, or a familiar place that no longer offers the comforts it used to.": "一个干涸的水井，或者是一个曾经提供舒适的熟悉场所，如今却不再如此。",
	"A treasure with unexpected properties—a hidden compartment or magical quirk that's not immediately evident.": "一个带有意想不到特性的宝藏—一个隐藏的隔间或者魔法特性，不会立即显现。",
	"A familiar situation that ends up defying expectations.": "一个熟悉的情况，最终超出了预期。",
	"Jason Tondro": "贾森·通德罗 (Jason Tondro)",
	"Bree Heiss": "布里·海斯 (Bree Heiss)",
	"Jason Tondro, James Wyatt": "Jason Tondro（杰森·通德罗）, James Wyatt（詹姆斯·怀亚特）",
	"Judy Bauer": "朱迪·鲍尔 (Judy Bauer)",
	"Eytan Bernstein, Janica Carter": "艾坦·伯恩斯坦（Eytan Bernstein），贾妮卡·卡特（Janica Carter）",
	"Bob Jordan": "鲍勃·乔丹 (Bob Jordan)",
	"Harry Conway (left and right), Tinnel Lovitt (center)": "Harry Conway (左边和右边), Tinnel Lovitt (中间)",
	"Axel Defois": "阿克塞尔·德福瓦 (Axel Defois)",
	"Wade Acuff, Joanna Barnum, Ekaterina Burmak, Harry Conway, Nikki Dawes, Julie Dillon, Alex Diaz, Vallez Gax, Abigail Larson. Tinnel Lovitt, Hinchel Or, Francesca Resta, Ivan Shavrin, Andrea Sipl, Craig J Spearing, Jim Zaccaria": "韦德·阿卡夫 (Wade Acuff), 乔安娜·巴纳姆 (Joanna Barnum), 叶卡捷琳娜·布尔马克 (Ekaterina Burmak), 哈里·康威 (Harry Conway), 妮基·道斯 (Nikki Dawes), 朱莉·迪隆 (Julie Dillon), 亚历克斯·迪亚兹 (Alex Diaz), 瓦莱兹·加克斯 (Vallez Gax), 阿比盖尔·拉森 (Abigail Larson), 蒂内尔·洛维特 (Tinnel Lovitt), 亨切尔·奥尔 (Hinchel Or), 弗朗西斯卡·雷斯塔 (Francesca Resta), 伊万·沙夫林 (Ivan Shavrin), 安德烈亚·西普尔 (Andrea Sipl), 克雷格·J·斯皮尔林 (Craig J Spearing), 吉姆·扎卡里亚 (Jim Zaccaria)",
	"Claudio Pozas": "克劳迪奥·波萨斯 (Claudio Pozas)",
	"Nivair Gabriel, Basheer Ghouse, Jonathan Tomhave": "尼维尔·加布里埃尔 (Nivair Gabriel)，巴希尔·古斯 (Basheer Ghouse)，乔纳森·汤姆哈夫 (Jonathan Tomhave)",
	"Cynda Callaway": "赛恩达·卡拉维 (Cynda Callaway)",
	"Daniel Corona, Kevin Yee": "丹尼尔·科罗纳 (Daniel Corona)，凯文·叶 (Kevin Yee)",
	"Jefferson Dunlap": "杰斐逊·邓拉普 (Jefferson Dunlap)",
	"Jenn Bahrs": "珍恩·巴尔斯 (Jenn Bahrs)",
	"Scott West": "斯科特·韦斯特 (Scott West)",
	"Kyle Brink": "凯尔·布林 (Kyle Brink)",
	"Jeremy Crawford, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Josh Herman": "乔什·赫尔曼 (Josh Herman)",
	"Rob Sather": "罗布·萨瑟 (Rob Sather)",
	"Matt Cole, Trystan Falcone, Bree Heiss, Kate Irwin, Bob Jordan, Noor Rahman, Emi Tanji, Trish Yochum": "马特·科尔 (Matt Cole), 特里斯坦·法尔科内 (Trystan Falcone), 布里·海斯 (Bree Heiss), 凯特·厄温 (Kate Irwin), 鲍勃·乔丹 (Bob Jordan), 努尔·拉赫曼 (Noor Rahman), 艾米·丹治 (Emi Tanji), 特里什·约赫姆 (Trish Yochum)",
	"Justice Ramin Arman, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ron Lundeen, Ben Petrisor, Patrick Renie, F. Wesley Schneider, Carl Sibley, Jason Tondro, James Wyatt": "拉敏·阿曼 (Ramin Arman)，麦肯齐·德·阿玛斯 (Makenzie De Armas)，丹·迪龙 (Dan Dillon)，阿曼达·哈蒙 (Amanda Hamon)，朗·伦丁 (Ron Lundeen)，本·佩特里索 (Ben Petrisor)，帕特里克·雷尼 (Patrick Renie)，F.韦斯利·施耐德 (F. Wesley Schneider)，卡尔·西布利 (Carl Sibley)，贾森·通德罗 (Jason Tondro)，詹姆斯·怀亚特 (James Wyatt)",
	"Eytan Bernstein, Janica Carter, Adrian Ng": "艾坦·伯恩斯坦 (Eytan Bernstein), 雅妮卡·卡特 (Janica Carter), 阿德里安·吴 (Adrian Ng)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Bill Benham, Siera Bruggeman, Robert Hawkey, Andy Smith, Gabriel Waluconis": "比尔·本汉姆（Bill Benham），希拉·布鲁格曼（Siera Bruggeman），罗伯特·霍克（Robert Hawkey），安迪·史密斯（Andy Smith），加布里埃尔·瓦卢科尼斯（Gabriel Waluconis）",
	"Liz Schuh": "利兹·舒 (Liz Schuh)",
	"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach": "纳塔莉·伊根 (Natalie Egan), 克里斯·林赛 (Chris Lindsay), 希拉里·罗斯 (Hilary Ross), 克里斯·图拉赫 (Chris Tulach)"
}