{
	"The multiverse is everything known and everything beyond. Encompassing worlds planes, life, and death, the multiverse's infinite infinities brim with wonder, terror, secrets, and—above all—possibility. Every D&D adventure takes place in the multiverse. Beyond the lone worlds of the Material Plane are countless other realities and the paths and portals that connect every edge of eternity. Those who seek the wonders of the planes take their first step into the endless possibilities of a Planescape campaign.": "多元宇宙是所有已知和超越一切的存在。包括世界、位面、生命和死亡，多元宇宙的无限无穷充满着奇迹、恐惧、秘密，最重要的是——可能性。每一场D&D冒险都发生在多元宇宙中。超越物质位面孤立世界的是无数其他现实，以及连接永恒边缘的各种路径和传送门。那些追寻位面奇观的人踏出了通往无尽可能性的《(Planescape)》冒险的第一步。",
	"Planescape is the D&D multiverse and so much more. Beyond the {@book Great Wheel cosmology|DMG|2|The Great Wheel} (detailed in the {@book Dungeon Master's Guide|DMG}), Planescape focuses on reality-bending adventures and aesthetics unbound from those of mortal worlds. Just as other D&D settings highlight certain concepts but can host any genre of adventure or style of play, the same is true of Planescape. Adventures in Planescape campaigns often focus on the following themes:": "Planescape是D&D多元宇宙，不仅如此。超越{@book Great Wheel cosmology|DMG|2|The Great Wheel}（在{@book Dungeon Master's Guide|DMG}中详细描述），Planescape专注于颠覆现实的冒险和美学，超越凡俗世界的束缚。就像其他D&D设定突出某些概念但可以容纳任何冒险类型或游戏风格一样，Planescape也是如此。在Planescape战役中的冒险经常聚焦于以下主题：",
	"Planescape adventures provide glimpses of the daily lives of unfathomable beings—like gods, angels, and demons—and how they act (and interact) when mortals aren't their primary concern. The mysteries of life and the afterlife are widely known to these creatures.": "《(Planescape)》冒险提供了神神秘秘的生活的一瞥，比如神神、天使和恶魔，以及当凡人不是他们主要关注的对象时，他们是如何行动（和互动）的。这些生物广泛了解生命和来世的奥秘。",
	"Planescape adventures span worlds, planes, and possibilities. Travel between incredible realms is common, especially via portal-rich locales like Sigil and the Outlands (detailed in this book). Adventurers are likely to see multiple impossible sights every day.": "计划位面的冒险跨越世界、位面和可能性。在令人难以置信的领域之间旅行很常见，特别是通过像锡基尔和外地（在这本书中详细描述）这样富有传送门的地点。冒险者可能每天都会看到多个不可能的景象。",
	"In Planescape adventures, dangers might threaten countless worlds, or the fate of the multiverse might hang in the balance. By the same token, wonders are commonplace, and true marvels are often wild in the extreme.": "在《(Planescape)》冒险中，危险可能威胁无数个世界，或者整个多元宇宙的命运可能悬在一线。同样地，奇迹是司空见惯的，真正的奇迹往往极其狂野。",
	"The multiverse makes room for everything, and beliefs manifest as fantastic creatures. Planescape adventures often pit philosophies against one another and highlight subjective views. Situations might encourage characters to reexamine their beliefs in the face of plane-spanning philosophies, conflicts, and revelations.": "多元宇宙为一切留有空间，信念化为奇幻生物。《(Planescape)》冒险经常将哲学对立并突显主观观点。情境可能鼓励角色在跨越位面的哲学、冲突和启示面前重新审视他们的信念。",
	"The planes are home to beings of phenomenal power, yet the smallest things make a difference. Although adventurers might seem insignificant in the grand scheme of the multiverse, their choices hold the power to change reality.": "各个位面都是拥有非凡力量的存在之家，然而最微小的事物也能产生影响。尽管冒险者在多元宇宙的宏伟计划中看起来微不足道，但他们的选择却拥有改变现实的力量。",
	"In Planescape adventures, Celestials might be evil, Fiends might be apathetic, and yetis might sell snow cones. What you do defines you, not what others assume about you.": "在《位面风云》冒险中，天界生物可能是邪恶的，恶魔可能是冷漠的，甚至雪人可能卖雪糕。你的行为定义了你，而不是别人对你的假设。",
	"{@b Everything D&D}. Anything from any D&D setting and anything you can imagine might appear in Planescape adventures. Characters might encounter D&D's greatest characters and monsters in situations where they're not pitted against one another.": "{@b Everything D&D}. 在任何D&D设定中，你能想象到的任何东西都可能出现在《位面漫游者》的冒险中。角色可能会在不互相对抗的情况下遇到D&D中最伟大的角色和怪物。",
	"You'll see these concepts highlighted throughout this book and its companions. Use these themes as guides and encouragement as you explore Sigil and the Outlands, and as you develop your own wonderfully wild Planescape adventures.": "您将在本书及其伴随物中看到这些概念被突出展示。将这些主题作为指南和鼓励，帮助您探索锡基尔和外域，同时发展您自己精彩而狂野的《(Planescape)》冒险。",
	"Mimirs: Guides to the Planes": "米米尔：位面向导",
	"{@item Mimir|SatO|Mimirs}—magical, skull-shaped, fact-collecting devices—will accompany you through this product. These magic items are detailed in {@book chapter 1|SatO|1} of this book, and they offer details about remarkable realms and candid snippets from residents of the planes. The various {@item mimir|SatO} images that appear in these books denote recorded quotes that include widely agreed-upon facts and the personal—though perhaps inaccurate—opinions of the attributed planar travelers. Use these insights to inform your understanding of the planes or as quotes to share via {@item Mimir|SatO|mimirs} in your game.": "{@item Mimir|SatO|Mimirs} - 一种神奇的、头骨形状的、收集事实的装置 - 将陪伴你穿越这个产品。这些魔法物品在本书的{@book chapter 1|SatO|1}中有详细描述，它们提供了关于卓越领域和来自各个位面居民的坦率片段的细节。在这些书中出现的各种{@item mimir|SatO}图像代表了记录的引述，其中包括广泛认可的事实和被归属的位面旅行者的个人观点 - 尽管这些观点可能不准确。利用这些见解来增进你对位面的理解，或者作为在你的游戏中通过{@item Mimir|SatO|mimirs}分享的引述。",
	"This book is a gateway to adventures across the multiverse, with a focus on two thresholds to the planes: Sigil, also called the City of Doors, and the Outlands, which acts as the hub of the Outer Planes. Consult the {@book Dungeon Master's Guide|DMG} for {@book general details|DMG|2|The Planes} about the planes and their organization.": "这本书是通往多元宇宙冒险的门户，重点关注两个通往位面的门槛：锡基尔（Sigil），也被称为门之城，以及外域（Outlands），它是外域的中心枢纽。请查阅{@book Dungeon Master's Guide|DMG}以获取有关位面及其组织的信息。",
	"DMs can determine how much of this book they want to share with their players. Characters native to a Material Plane world might know nothing of the details herein, while experienced planar explorers could know everything in this book.": "Dungeon Masters（地牢主）可以决定与玩家分享这本书的多少内容。生活在物质位面世界的角色可能对这里的细节一无所知，而经验丰富的计划探险者可能对这本书中的一切了如指掌。",
	"This introduction presents an overview of information vital to all who wander the planes.": "这个介绍提供了对所有漫游位面的重要信息的概述。",
	"{@book Chapter 1|SatO|1} provides players with details on how to create characters suited to a Planescape campaign. It presents the Gate Warden and Planar Philosopher backgrounds, feats inspired by the planes, and a collection of spells and magic items appropriate for planar travelers.": "{@book Chapter 1|SatO|1}提供了有关如何创建适合《(Planescape)》战役的角色的详细信息。它介绍了(门卫/Gate Warden)和(位面哲学家/Planar Philosopher)背景，受到位面启发的专长，以及适合位面旅行者的一系列法术和魔法物品。",
	"{@book Chapter 2|SatO|2} introduces the mind-boggling city of Sigil, the enigmatic Lady of Pain, and various other city inhabitants.": "{@book Chapter 2|SatO|2} 介绍了令人费解的城市锡基尔，神秘的疼痛女士(Lady of Pain)，以及其他各种城市居民。",
	"{@book Chapter 3|SatO|3} presents the Outlands, a neutral plane at the center of the Great Wheel, along with details on the gate-towns—communities at the thresholds to the Outer Planes—and other incredible realms.": "{@book Chapter 3|SatO|3}介绍了外域，这是位于大轮之中的一个中立位面，同时还介绍了门镇——连接外域的门户社区——以及其他令人难以置信的领域。",
	"Infinite possibility doesn't mean infinite complexity. The residents of Sigil and planar travelers know the multiverse follows three basic principles. Reality's vast complexity and the limits of individual perspective might obscure these principles, but those with the time and patience to learn from the multiverse's cycles eventually realize these truths.": "无限的可能性并不意味着无限的复杂性。锡基尔(`Sigil`)的居民和平面旅行者知道，多元宇宙遵循三个基本原则。现实的巨大复杂性和个人视角的局限可能会掩盖这些原则，但那些有时间和耐心从多元宇宙的循环中学习的人最终会意识到这些真理。",
	"What's at the center of the multiverse? Nothing—and everything.": "多元宇宙的中心是什么？什么也没有——又是一切。",
	"The multiverse is an infinite expanse, and nothing can literally be at the center of infinity. Nevertheless, countless worlds, faiths, and narcissists consider themselves the center of everything. They're correct, in a sense: wherever you stand is the most important place in existence—at least, for you.": "多元宇宙是一个无限广阔的空间，没有什么东西可以真正处于无限的中心。然而，无数的世界、信仰和自恋者都认为自己是万物的中心。在某种意义上，他们是正确的：无论你站在哪里，那个地方对你来说都是存在最重要的地方。",
	"Systems, cycles, orbits, planes, lives, even the city of Sigil itself—the multiverse is composed of infinite rings. Whether these are physical or philosophical rings, the elements of the multiverse have no beginning or end, and if you follow any for long enough, you'll return to where you started.": "系统，循环，轨道，平面，生命，甚至西格尔城（Sigil）本身——多元宇宙由无限环组成。无论这些是物理的还是哲学的环，多元宇宙的元素都没有起点或终点，如果你沿着任何一个走得足够久，你会回到起点。",
	"When things happen, they happen in threes. You might not always be able to perceive or understand how events are related, but somewhere, sometime, or somehow, every action has two partners. Often this isn't worth worrying about. Other times, nothing matters more.": "当事情发生时，它们总是三不差。你可能并不总能察觉或理解事件之间的关联，但在某个地方、某个时刻或某种方式，每个行动都有两个伙伴。通常这并不值得担心。但有时，没有什么比这更重要了。",
	"\"Things happen in threes. Simple enough? It's not logical, but it's almost always true.\"": "\"事情总是成三发生。简单明了吧？这并不合乎逻辑，但几乎总是正确的。\"",
	"When you create a character for adventures set in Sigil or the Outlands, you can choose from any options the D&D game provides, including those described in this chapter. As always, check with your DM before creating a character to make sure the options you prefer are available.": "当你为在锡基尔或外域设置的冒险中创建角色时，你可以从D&D游戏提供的任何选项中进行选择，包括本章描述的选项。在创建角色之前，请务必与你的DM核实你喜欢的选项是否可用。",
	"This section presents two backgrounds for 1st-level characters with strong ties to Sigil, the Outlands, or both: the {@background Gate Warden|SatO} and the {@background Planar Philosopher|SatO}.": "这部分为与锡基尔、外域或两者都有密切联系的1级角色提供了两个背景：{@background Gate Warden|SatO}和{@background Planar Philosopher|SatO}。",
	"If you select either of these backgrounds, you gain the feat specified in its description. If the background you choose doesn't provide a feat, you gain a bonus feat of your choice from the options below (both described in the {@book Player's Handbook|PHB}):": "如果你选择了这些背景中的任何一个，你将获得其描述中指定的专长。如果你选择的背景没有提供专长，你可以从以下选项中自由选择一个奖励专长（都在 {@book Player's Handbook|PHB} 中描述）：",
	"This section introduces feats related to the forces of the planes. These feats are available to you whenever you normally choose a feat, and they follow the {@book feat rules|PHB|6|Feats} in the {@book Player's Handbook|PHB}.": "这一部分介绍了与位面力量相关的特性。这些特性在你通常选择特性时可以选择，并且遵循{@book feat rules|PHB|6|Feats}中的{@book Player's Handbook|PHB}。",
	"These feats are presented below.": "以下展示了这些特征。",
	"Magic on the planes largely functions as it does in other D&D settings, though some exceptions exist in Sigil (see {@book chapter 2|SatO|2}). The following sections present spells and magic items the DM can provide for planar travelers.": "在各个D&D设定中，位面上的魔法基本上运作方式相同，尽管在锡基尔（见{@book chapter 2|SatO|2}）中存在一些例外情况。以下部分介绍了DM可以为穿越位面的旅行者提供的法术和魔法物品。",
	"The Spells table shows which classes can cast the spells in this section and the levels of those spells. The table also notes the school of magic of each spell.": "在法术表格中显示了哪些职业可以施放本节中的法术以及这些法术的等级。表格还注明了每个法术的魔法流派。",
	"Divination": "占卜 (Divination)",
	"Sorcerer, warlock, wizard": "术士 (Sorcerer), 术士 (Warlock), 巫师 (Wizard)",
	"Abjuration": "驱逐术 (Abjuration)",
	"This section describes magic items likely to be found in Sigil and the Outlands.": "这部分描述了在锡基尔(`Sigil`)和外域(`the Outlands`)可能发现的魔法物品。",
	"Sigil is the crossroads of the multiverse, a city at the center of the Great Wheel. Connected to every plane of existence and the infinite worlds among them, the City of Doors brims with commerce, travel, schemes, and adventure. Sigil is commonly referred to as the Cage because the only way into or out of the city is through one of its countless portals—pathways controlled by the enigmatic Lady of Pain.": "盖西尔是多元宇宙的十字路口，是巨轮的中心城市。与存在的每个位面和其中无尽的世界相连，这座门之城充满了商业、旅行、阴谋和冒险。盖西尔通常被称为笼子，因为进入或离开这座城市的唯一方式是通过其无数的传送门之一——这些通道由神秘的痛苦女士控制。",
	"Sigil simultaneously exists at the center of the Great Wheel and nowhere. In the middle of the Outlands, an impossibly tall needle of a mountain, the Spire, rises into the sky. Sigil floats above the apex of the Spire, barely visible from the ground, constructed on the inside of a massive stone torus. Attempts to ascend to the city by climbing or flight are futile, as are efforts to reach the top of the Spire.": "锡基尔同时存在于大轮之中，又似乎不存在于任何地方。在外域的中心，一座高不可攀的山峰——尖塔，耸立入云。锡基尔漂浮在尖塔的顶端，从地面上几乎看不见，建造在一个巨大的石环内部。试图攀登或飞越到城市的努力是徒劳的，同样徒劳的还有到达尖塔顶端的努力。",
	"Once inside the city, a visitor is greeted by a vast urban tangle of bladed buildings in a wild array of architectural styles. Built within a great ring, the city curves before and behind observers, as if they stood in a bowl or valley, stretching upward and disappearing into an industrial haze. On a clear day, a creature that looks upward sees the other side of the city, curving far overhead. Visitors can find this reality unsettling. There are no suns, moons, stars, or other celestial bodies in the sky above Sigil, though city lights twinkle above in the darkest hours.": "一旦进入这座城市，游客会被一片庞大的城市建筑群所迎接，这些建筑以各种狂野的建筑风格错落有致。这座城市建在一个巨大的环形结构内，城市在观察者前后弯曲，就像他们站在一个碗或山谷中，向上延伸并消失在工业烟雾中。在晴朗的日子里，抬头看的生物会看到城市的另一侧，远远地弯曲在头顶上方。游客可能会觉得这个现实令人不安。在锡基尔(Sigil)上空，没有太阳、月亮、星星或其他天体，尽管在最黑暗的时刻，城市灯光在头顶闪烁。",
	"Sigil is built to the edges of the ring, forming a wall of structures along its border. Anyone who climbs atop this outer wall of buildings can look out over the edge into an empty sky. Few who cross the edge are ever heard from again. Those who pass over the edge don't end up in the Outlands; rather, they are flung to random corners of the planes.": "锡基尔（Sigil）建造在环形边缘，形成了沿着边界的建筑墙。任何爬上这些外部建筑墙的人都可以往外看，看到一片空无的天空。很少有人越过边缘后再被听到。那些越过边缘的人并不会到达外域（Outlands）；相反，他们会被投射到不同的位面角落。",
	"Included with this product is a {@book poster map of Sigil|SatO|2}. The city's ever-changing nature and its myriad portals render concepts like distance, size, and travel time irrelevant. How long it takes to get from point to point in Sigil is up to the DM. Prominent sites of interest are noted on the map, but countless other locations fill the city's ever-shifting streets, which the DM can detail.": "本产品附带一个{@book poster map of Sigil|SatO|2}。这座城市不断变化的本质和其无数的传送门使得距离、大小和旅行时间等概念变得无关紧要。在锡基尔（Sigil）中从一个地点到另一个地点需要多长时间完全取决于DM。地图上标有一些重要景点，但城市不断变化的街道上还有无数其他地点，DM可以进行详细描述。",
	"Sigil has the following features:": "西格尔有以下功能：",
	"Sigil observes a 24-hour day-night cycle. The sky gradually fills with luminescence during the day and fades into deep darkness at night. This light isn't sunlight. Sigil's brightest and darkest points in time are known as peak and antipeak.": "锡基尔（Sigil）遵循着一个24小时的昼夜循环。白天，天空逐渐充满发光，夜晚则渐渐变暗。这种光并非阳光。锡基尔最明亮和最黑暗的时刻被称为顶峰（peak）和反顶峰（antipeak）。",
	"Objects are pulled toward whichever section of the city's ground is closest.": "物体被拉向城市地面最近的部分。",
	"Fog, smog, and drizzle—the most weather variation Sigil sees—gather at ground level and limit visibility to {@dice 1d6 × 50} feet on the murkiest of days. The temperature varies between balmy and chilly year-round and rarely nears extremes.": "在西格尔（Sigil）最常见的天气变化是雾、烟雾和毛毛雨，它们聚集在地面并在最阴暗的日子里将能见度限制在{@dice 1d6 × 50}英尺。全年气温在温暖和寒冷之间变化，很少接近极端。",
	"Planar magic works differently in Sigil. The following magical restrictions apply there:": "在锡基尔（Sigil）中，位面魔法运作方式不同。以下魔法限制适用于那里：",
	"Effects that banish a target from Sigil treat the target as if Sigil were its home plane.": "将目标从 (Sigil) 放逐的效果视为目标将 (Sigil) 作为其本位面。",
	"Extradimensional spaces, demiplanes, and pocket dimensions—such as those created by a {@item bag of holding} or the {@spell rope trick} spell—function within Sigil, but those spaces follow all these restrictions as if they were part of the city.": "超维空间、半位面和口袋维度——比如由{@item bag of holding}或{@spell rope trick}法术创造的那些——在希基尔内运作，但这些空间遵循所有这些限制，就好像它们是城市的一部分一样。",
	"Effects that allow interplanar travel, such as {@spell astral projection} or {@spell plane shift}, fail if used to try to enter or leave Sigil, with one exception (see the \"Teleportation Circles\" section below).": "如果使用诸如{@spell astral projection}或{@spell plane shift}之类的允许跨平面旅行的效果试图进入或离开锡基尔，将会失败，但有一个例外（请参阅下面的“传送阵”部分）。",
	"Spells, magic items, and effects that summon creatures or objects from other planes, such as a {@item ring of djinni summoning}, instead summon targets from within Sigil if possible or otherwise fail. Effects that summon a specific target from outside Sigil, as with a {@spell Leomund's secret chest} spell, fail automatically.": "召唤生物或物体的法术、魔法物品和效果，比如{@item ring of djinni summoning}，如果可能的话会从锡基尔内部召唤目标，否则会失败。从锡基尔外部召唤特定目标的效果，比如{@spell Leomund's secret chest}法术，会自动失败。",
	"Attempts to teleport into or out of Sigil fail, but such magic functions normally when used to teleport within the city.": "尝试传送进入或离开锡基尔失败，但在城市内部使用传送魔法时，该类魔法会正常运作。",
	"Permanent teleportation circles exist within Sigil, but attempts to create new ones fail. Those with permission can use them to enter the city via the {@spell plane shift} spell but not to leave.": "在锡基尔（Sigil）内存在着永久传送法阵，但尝试创建新的法阵会失败。获得许可的人可以使用这些法阵通过{@spell plane shift}法术进入这座城市，但无法离开。",
	"Summoning in the Cage": "召唤在牢笼中 (`Summoning in the Cage`)",
	"With the exception of permanent teleportation circles, the Lady of Pain prevents spells and other powers from allowing anything to enter the City of Doors. That means creatures and objects from outside in the multiverse can't be summoned or conjured into Sigil by any means. Summoning abilities a character might have, such as the {@spell conjure elemental} spell or a class feature that summons a companion, still function as normal with these features calling only creatures that exist somewhere within Sigil itself.": "除了永久传送法阵外，(Lady of Pain) 阻止法术和其他力量让任何东西进入《(City of Doors)》。这意味着来自多元宇宙外的生物和物体无法通过任何方式被召唤或聚集到锡基尔。角色可能拥有的召唤能力，比如{@spell conjure elemental}法术或召唤同伴的职业特性，仍然按正常方式运作，但这些能力只能召唤锡基尔内某处存在的生物。",
	"The unique planar geography of Sigil should create interesting, even if sometimes confounding, twists, but it shouldn't prevent a character from doing what they do best.": "锡基尔（Sigil）独特的平面地理应该会带来有趣的，即使有时令人困惑的转折，但不应阻止角色发挥他们的所长。",
	"Creatures from every corner of the planes live and toil in the City of Doors, bringing fragments of their cultures to the multiversal hub. Over eons, these cultural tenets have blended and evolved into a unique way of life made possible by the myriad portals that exist at the Lady of Pain's sufferance.": "来自各个位面的生物在(Doors之城)生活和劳作，将他们文化的碎片带到这个多元宇宙枢纽。经过亿万年的时间，这些文化准则融合并演变成一种独特的生活方式，这得益于存在于(痛苦女士)宽容之下的众多传送门。",
	"Sigil is the backstage of the multiverse. Celestials and Fiends share drinks in genie-owned taverns, agents of evil gods trot through the streets astride {@creature Nightmare||nightmares}, and hags stable faerie steeds alongside {@creature Pegasus||pegasi} and beasts of living stone. As a result of this mingling, fundamentally incompatible parts of the multiverse come into direct contact. They don't always clash, but when they do, authorities maintain order and stifle cosmic peril. Only when these eruptions threaten the city on a grand scale does the Lady of Pain intervene.": "符文是多元宇宙的后台。天界生灵和邪恶生物在由精灵拥有的酒馆里共饮，邪神的使者骑着{@creature Nightmare||nightmares}穿行于街道，女巫们在{@creature Pegasus||pegasi}和由活石制成的野兽旁边安放仙灵坐骑。由于这种交融，多元宇宙中根本不相容的部分直接接触。它们并不总是冲突，但一旦发生，当局会维持秩序并遏制宇宙危险。只有当这些喷发威胁到城市的大规模时，痛苦女士才会介入。",
	"Humans are the earliest known inhabitants of the City of Doors. Some sages track the existence and spread of humans back to Sigil itself, rather than to a deity or its creations.": "人类是“门之城”中已知的最早居民。一些智者追溯人类的存在和传播到达锡基尔本身，而不是归因于某位神祇或其创造物。",
	"Various factions handle the day-to-day governance of Sigil, enforcement of laws, and maintenance of civic infrastructure. These groups each follow a philosophy inspired by a cosmic aspect of the multiverse, and they actively recruit visitors and citizens into their ranks.": "各个派别负责辛吉尔的日常治理、执法和市政基础设施的维护。这些团体每个都遵循宇宙多元宇宙的某个方面所启发的哲学，并积极招募游客和市民加入他们的行列。",
	"Gods and godlike figures—including archdevils and demon lords—can't enter Sigil by any means. However, their schemes and influence still find their way into the city through their agents.": "神灵和类似神明的存在——包括大领主和恶魔领主——无论如何都无法进入锡基尔。然而，它们的阴谋和影响仍然通过它们的代理人进入这座城市。",
	"Neither port nor proximity dictates trade in the City of Doors, granting its merchants and artisans access to the planes and their wondrous offerings. Woodcarvers whittle toys from golden trees toppled in Arborea, blacksmiths forge weapons from infernal ingots, and tavern chefs cook halfling recipes passed down on worlds of the Material Plane. With enough time, connections, and coin, one can find anything in Sigil's markets.": "在门户之城，贸易不受港口或接近程度的限制，这使得该城的商人和工匠能够接触到各个位面及其奇妙的商品。木匠们从阿波瑞亚倒下的金色树木上雕刻玩具，铁匠们用地狱铁锭锻造武器，酒馆厨师烹饪着半身人菜谱，这些菜谱是从物质位面的世界上传承下来的。只要有足够的时间、人脉和金币，在西格尔的市场上什么都能找到。",
	"A dizzying array of coinage flows through Sigil. It doesn't matter where a coin was minted—if it's made of precious metal and the weight is right, the money is usually good. However, some traders are particular about the currencies they accept. An {@creature efreeti} merchant selling instruments from the City of Brass might accept only rainbow sapphires from the Elemental Plane of Earth. Perhaps a {@creature night hag} hawking rare spell components refuses all currency but fresh {@creature Larva|DMG|larvae} from Hades, while a {@creature bone devil} might siphon years off the buyer's life as payment for a diabolical blade.": "在西格尔（Sigil）流通着多种繁杂的货币。无论一枚硬币是在哪里铸造的，只要是由贵重金属制成且重量合适，这笔钱通常都是有效的。然而，一些交易者对他们接受的货币很挑剔。一个来自铜城（City of Brass）出售乐器的商人可能只接受来自地球元素位面的彩虹蓝宝石。也许一个贩卖稀有咒语材料的{@creature night hag}拒绝除来自哈迪斯（Hades）的新鲜{@creature Larva|DMG|larvae}之外的任何货币，而一个{@creature bone devil}可能会以买家生命中的岁月作为支付恶魔之刃的代价。",
	"Buyers can find goods of every shape, size, and sort in one of Sigil's many marketplaces, the largest of which is the Great Bazaar (see the \"{@book Market Ward|SatO|2|Market Ward}\" section later in this chapter), though individual businesses lie scattered among the wards.": "在锡基尔的众多市场之一，即最大的大巴扎（见本章后面的“{@book Market Ward|SatO|2|Market Ward}”部分），买家可以找到各种形状、大小和种类的商品，尽管个别企业分散在各区之间。",
	"Any and every service is for sale in the Cage. Courier services staffed by mephits, imps, and {@creature Lantern Archon|MPP|lantern archons} (see {@book Morte's Planar Parade|MPP}) carry messages across planar boundaries. Brave exterminators rid buildings of cranium rats, curses, and dangerous afflictions. Clandestine agencies offer escape from infernal debt collectors or other looming perils by killing their clients, keeping the bodies safe and preserved, and resurrecting them when trouble has died down, sometimes years or decades later.": "在铁笼中，任何服务都可以买到。由小恶魔、小妖和{@creature Lantern Archon|MPP|lantern archons}（见{@book Morte's Planar Parade|MPP}）组成的快递服务人员跨越位面边界传递消息。勇敢的灭鼠者清除建筑物中的头骨鼠、诅咒和危险疾病。秘密机构提供逃离地狱债务收取者或其他潜在危险的服务，他们通过杀死客户、保护和保存尸体，并在麻烦消失后（有时是数年甚至数十年后）将他们复活。",
	"Travelers from across the multiverse flood the city, whose establishments cater to a diverse clientele. Taverns and inns are common, their taprooms shaped by the fantastical folk who own them—angels, githzerai, and a host of friendly monsters who scrape by in the City of Doors. No matter where a visitor is from, they can find familiar comforts in Sigil.": "跨越多元宇宙的旅行者涌入这座城市，这里的各种场所迎合着多样化的客户。酒馆和客栈很常见，它们的酒吧由拥有它们的奇幻种族塑造——天使、(githzerai)，以及在“门之城”勉力维持生计的一群友善的怪物。无论访客来自何方，他们都可以在锡基尔找到熟悉的舒适。",
	"Knowing where to look for something one needs is made challenging by Sigil's prodigious sprawl. Without the aid of magic or in-depth knowledge of portals within the city and their destinations, navigating the Cage is a dizzying affair.": "在西格尔（Sigil）庞大的城市中寻找所需之物的位置是一项具有挑战性的任务。如果没有魔法的帮助或对城市内传送门及其目的地的深入了解，穿越这个笼子（the Cage）将是一个令人眩晕的事务。",
	"Fortunately, two services exist throughout Sigil to help travelers find their way: sedan chairs and touts. Visitors to the Clerks' Ward can also hire the cabs of {@book Tea Street Transit|SatO|2|Tea Street Transit} (see the \"{@book Clerks' Ward|SatO|2|Clerks' Ward}\" section).": "幸运的是，在西格尔到处都有两种服务，可以帮助旅行者找到他们的路：轿子和拉客。到书记区的游客也可以雇佣{@book Tea Street Transit|SatO|2|Tea Street Transit}的出租车（见\"{@book Clerks' Ward|SatO|2|Clerks' Ward}\"部分）。",
	"Sedan chairs are comfortable chairs carried by burly types, Humanoid or otherwise. Sedan chairs act as a citywide taxi service, lingering near civic buildings, municipal hubs, and marketplaces.": "轿车是由强壮的人类或其他生物扛着的舒适椅子。轿车充当着城市范围内的出租车服务，常停留在市政建筑、市政中心和市场附近。",
	"A typical sedan chair ride costs 1 sp per passenger and can carry two Medium or smaller creatures to a destination in Sigil, but there are some places they simply won't go—like {@book Undersigil|SatO|2|Undersigil} or unsafe parts of the {@book Hive Ward|SatO|2|Hive Ward}. Heavier chairs that ferry larger customers or groups exist, carried by brawny creatures such as {@creature Ogre||ogres} or {@creature Umber Hulk||umber hulks}. These deluxe chairs cost more, a minimum of 1 gp per passenger, and those who carry them might be willing to travel to dangerous areas of the city for an extra fee.": "一次典型的轿车椅乘坐费用为每位乘客 1 sp，可以搭载两个中型或更小的生物前往希格尔（Sigil）的目的地，但有些地方他们根本不会去——比如{@book Undersigil|SatO|2|Undersigil}或者{@book Hive Ward|SatO|2|Hive Ward}的危险地带。还有一些更重的轿车，可以搭载更大的顾客或团体，由强壮的生物如{@creature Ogre||ogres}或{@creature Umber Hulk||umber hulks}来承担。这些豪华轿车的费用更高，每位乘客至少 1 gp，而搬运它们的人可能愿意为额外费用前往城市的危险区域。",
	"Touts are independent local guides and translators who know the ins and outs of Sigil's wards. The best touts know shortcuts through the city to hidden gems off the beaten paths.": "搭讪者是了解锡基尔各区内幕的独立当地导游和翻译。最好的搭讪者知道穿越城市到偏僻宝藏的捷径。",
	"A typical tout charges 2 sp per hour of guidance. More reliable touts vetted by influential clients charge premium prices, starting at 2 gp per hour. Touts who speak more esoteric languages, who have connections with one or more factions, or who can provide magical assistance can command upward of 20 gp per hour.": "一个典型的（tout）向导每小时收费2银子（sp）。经过有影响力客户审核的更可靠的（touts）向导收取溢价价格，起价为每小时2金币（gp）。懂得更加神秘语言、与一个或多个派系有联系，或者能够提供魔法帮助的（touts）向导可以每小时要价高达20金币。",
	"As people and beings from everywhere find their way to Sigil, every conceivable language comes with them. Common is the most frequently spoken language. The fact that Common-speaking travelers from different worlds can meet in Sigil and understand one another perplexes linguists and suggests that the language originated in Sigil. Creatures native to Sigil are typically fluent in Common and one other language.": "随着来自各地的人类和生物找到通往锡基尔（Sigil）的途径，各种各样的语言也随之而来。普通语（Common）是最常用的语言。来自不同世界的说普通语的旅行者可以在锡基尔相遇并相互理解，这让语言学家感到困惑，并暗示这种语言起源于锡基尔。锡基尔的本地生物通常能流利地说普通语和另一种语言。",
	"Visitors who need help communicating can always find touts willing to translate for a price. This service extends to the Cant, a complex local slang heard in some corners of the city.": "有需要帮助沟通的游客总是可以找到愿意付费翻译的拉客。这项服务还涵盖了 Cant，这是在城市某些角落听到的一种复杂的当地俚语。",
	"While Sigil's inhabitants potentially pose the greatest threat to those exploring the city, two dangers pervade Sigil: cranium rats and razorvine.": "在西格勒（Sigil）的居民可能对探索这座城市的人构成最大威胁，但两种危险无处不在：头脑鼠（cranium rats）和剃刀藤（razorvine）。",
	"Rats thrive on the garbage that gathers in Sigil's alleys and sewers. Common and giant rats are found throughout the Cage, as are variant cranium rats known as {@creature Cranium Rat Squeaker|MPP|squeakers} (further detailed in {@book Morte's Planar Parade|MPP}). Adapted to the city, squeakers share their psionic abilities with citizens to create a citywide communication network, though some {@creature Cranium Rat Squeaker Swarm|MPP|cranium rat swarms} have agendas of their own.": "老鼠们在锡基尔的胡同和下水道中繁衍生息。普通和巨型老鼠遍布整个笼牢，还有一种变种脑袋老鼠被称为{@creature Cranium Rat Squeaker|MPP|squeakers}(在{@book Morte's Planar Parade|MPP}中有更详细描述)。适应城市生活的吱吱鼠与市民分享他们的超能力，创建了一个城市范围的通讯网络，尽管一些{@creature Cranium Rat Squeaker Swarm|MPP|cranium rat swarms}有着自己的议程。",
	"Farming in Sigil is virtually nonexistent due to the scarcity of arable land. Outside of private gardens and the occasional community plot, the only plant that flourishes in the City of Doors is razorvine, a prickly hazard native to the Lower Planes. This black, creeping ivy has broad, glossy leaves with razor-sharp stems and thorns. Work crews fight the rapidly growing weed from overrunning the city. Others use razorvine strategically to deter intruders by letting it grow along estate walls or as carefully cultivated hedges. Rules for {@book razorvine|DMG|5|Razorvine} can be found in the {@book Dungeon Master's Guide|DMG}.": "在西格尔（Sigil）种植业几乎不存在，因为耕地稀缺。除了私人花园和偶尔的社区种植区外，在“门之城”（City of Doors）唯一茂盛的植物是剃刀藤（razorvine），这是一种源自下位平面的多刺危险植物。这种黑色的蔓延常春藤有宽大、光滑的叶子，带有锋利的茎和刺。工作人员努力防止这种快速生长的杂草占领整座城市。其他人则策略性地利用剃刀藤来阻挡入侵者，让其沿着庄园墙壁生长，或者作为精心修剪的树篱。有关{@book razorvine|DMG|5|Razorvine}的规则可在{@book Dungeon Master's Guide|DMG}中找到。",
	"Sigil boasts more planar portals than any other location in the multiverse. These innumerable doors link locations in Sigil to destinations on other planes or elsewhere in the city. Any opening in the City of Doors might be one of these magic gateways. Fundamental to any Planescape campaign, {@book portals|DMG|2|Planar Portals} are further detailed in the {@book Dungeon Master's Guide|DMG} and the sections below.": "西格尔（Sigil）拥有比多元宇宙中任何其他地方都多的平面传送门。这些不计其数的门将西格尔的地点与其他平面或城市其他地方连接起来。在门户之城（City of Doors）中的任何开口都可能是这些魔法传送门之一。作为任何《位面风云（Planescape）》活动的基础，这些门户在《位面风云指南（Planescape Campaign Setting）》和下面的部分中有进一步的详细说明。",
	"Most portals aren't always open. Instead, they open at certain times, when a particular condition is met, in response to a command word or phrase, or when a traveler is holding a particular object called a portal key. When a creature with a portal's key crosses a portal's threshold, the portal remains open until the start of that creature's next turn.": "大多数传送门并非时刻敞开。相反，它们在特定时间打开，当满足特定条件时打开，响应特定口令或短语时打开，或者当旅行者握有一种被称为传送门钥匙的特定物品时打开。当携带传送门钥匙的生物穿过传送门的门槛时，传送门会一直保持开启，直到该生物的下一个回合开始。",
	"Portals are usually invisible when they're inactive (including to {@spell detect magic} spells), but they can be detected by the {@spell true seeing} or {@spell warp sense|SatO} spell (see {@book chapter 1|SatO|1|Warp Sense} of this book for a description of the latter). When a portal activates, it typically becomes outlined in light with its destination visible beyond.": "传送门通常在不活跃时是看不见的（包括对{@spell detect magic}法术），但可以被{@spell true seeing}或{@spell warp sense|SatO}法术探测到（有关后者的描述请参见本书的{@book chapter 1|SatO|1|Warp Sense}）。当一个传送门激活时，通常会被光线勾勒出轮廓，其目的地也会在远处可见。",
	"A portal key can be any sort of object or a particular key created for that portal. Keys often bear some symbolic connection to their destination, such as a silver sphere for the Astral Plane, a length of chain for Carceri, or a white lily for Elysium. The key functions on either side of a portal, be it in Sigil or its destination.": "传送门钥匙可以是任何类型的物体，或者是专门为该传送门创建的钥匙。这些钥匙通常与它们的目的地有一些象征性的联系，比如银色球体代表星界(Astral Plane)，一截链子代表卡塞里(Carceri)，或者一朵白百合代表恩里斯(Elysium)。这些钥匙在传送门的两侧都能发挥作用，无论是在锡基尔(Sigil)还是目的地。",
	"Far rarer are portal keys that aren't objects. These can be simple or strange: a type of creature, a memory in the traveler's mind, or a whistled tune.": "更为罕见的是不是物体的传送钥匙。这些可以是简单的或奇怪的：一种生物，旅行者心中的记忆，或者一个吹口哨的曲调。",
	"Some portals have strange magical quirks. If you want to dress up a standard portal, roll on the Portal Quirks table or choose from its examples.": "一些传送门具有奇怪的魔法特性。如果你想要装饰一个标准传送门，可以在传送门特性表上投骰子，或者从示例中选择一个。",
	"One-Way. The portal functions only one way, either into or out of Sigil. The portal isn't visible or detectable from the exit side.": "单向传送门。传送门只能单向运作，要么是进入锡基尔，要么是离开锡基尔。传送门在出口一侧是看不见或探测不到的。",
	"Shifting. One end of the portal moves in a pattern between different locations in Sigil or the destination plane.": "转移。传送门的一端以某种模式在锡基尔或目的地平面的不同位置之间移动。",
	"Slow. After a creature enters the portal, {@dice 2d4} days pass before the creature appears at its destination, during which time the creature is trapped in a stasis and is unaware of the passage of time.": "缓慢。在生物进入传送门后，{@dice 2d4} 天过去，生物才出现在目的地，期间生物被困在静止状态中，不知道时间的流逝。",
	"Taxing. The portal's energy is unstable. A creature that passes through the portal must succeed on a DC 10 Constitution saving throw or gain 1 level of {@condition exhaustion}.": "税收。传送门的能量不稳定。通过传送门的生物必须成功通过一次 DC 10 的体质豁免才能避免获得 1 级 {@condition exhaustion}。",
	"Temporary. The portal allows only {@dice 1d6 + 6} travelers to pass through in either direction, then vanishes.": "临时。传送门只允许{@dice 1d6 + 6}名旅行者双向通过，然后消失。",
	"Tumbling Lock. Every time the portal is opened, it requires a different portal key.": "翻滚锁。每次打开传送门时，都需要不同的传送门钥匙。",
	"WARNING: Based on publicly available municipal data, the portal in front of which you are standing leads to a vertical drop of approximately {@i calibrating... calibrating...} two hundred feet. Proceed with caution.": "警告：根据公开可获得的市政数据，您现在所站立的传送门前面可能会有一个约{@i calibrating... calibrating...}两百英尺的垂直下落。请谨慎前行。",
	"You can create portals quickly by choosing or rolling on the Planar Portals table. First, decide whether the portal's destination resides in Sigil or on another plane. Then, roll on the table twice: once to generate a portal anchor—the physical location in Sigil where the portal exists—and again for a destination and its thematically related portal keys.": "您可以通过选择或在位面传送门表上投掷来快速创建传送门。首先，决定传送门的目的地是位于锡基尔（Sigil）还是另一个位面。然后，两次在表上投掷骰子：一次用于生成传送门锚点——位于锡基尔的物理位置，传送门存在的地方——再次用于目的地及其主题相关的传送门钥匙。",
	"Sigil destinations appear in the \"{@book Sigil Gazetteer|SatO|2|Sigil Gazetteer}\" section later in this chapter. The {@book planes of existence|DMG|2|The Planes} are detailed in the {@book Dungeon Master's Guide|DMG}.": "Sigil的目的地出现在本章后面的“{@book Sigil Gazetteer|SatO|2|Sigil Gazetteer}”部分。{@book planes of existence|DMG|2|The Planes}在{@book Dungeon Master's Guide|DMG}中有详细描述。",
	"Carved wooden arch": "雕刻木拱门",
	"Stein, war horn": "史坦，战争号角 (Stein, war horn)",
	"Revolving door": "旋转门 (Revolving door)",
	"Melting ice, red slaad egg": "融化的冰块，红色斯拉德蛋",
	"Shattered window": "破碎的窗户 (Shattered window)",
	"Brick from an infirmary, tattered paper fan": "一块来自医务室的砖头，一把破旧的纸扇",
	"Sewer pipe": "下水道管道 (Sewer pipe)",
	"Celestial blood, demon ichor": "天界之血，恶魔之血 (Celestial blood, demon ichor)",
	"Cell door": "牢房门 (Cell door)",
	"Broken key, length of chain": "损坏的钥匙，链条的长度",
	"Open grave": "打开坟墓",
	"Faceless mask, scrap of gray cloth": "无脸面具，一块灰色布料碎片",
	"Trapdoor": "活板门 (Trapdoor)",
	"Bloody knife, lava rock": "鲜血刀，熔岩石",
	"Furnace door": "熔炉门 (Furnace door)",
	"Pinch of sulfur, signed contract": "一撮硫磺，签署合同",
	"Iron gate": "铁门 (Iron Gate)",
	"Broken blade, medal": "断刃，勋章",
	"Clock tower face": "钟楼表盘 (Clock Tower Face)",
	"Metal cog, perfectly balanced scales": "金属齿轮，完美平衡的天平",
	"Razorvine trellis": "刀刃藤架 (Razorvine trellis)",
	"Rune-inscribed ingot, sprig of grapes": "符文铭文的锭，一簇葡萄枝 (Rune-inscribed ingot, sprig of grapes)",
	"Temple window": "寺庙窗户",
	"Angel feather, holy water": "天使之羽，圣水",
	"Ornate mirror": "华丽的镜子 (Ornate mirror)",
	"Garden trowel, pair of twins": "园艺铲子，一对双胞胎 (Twins)",
	"Reflecting pool": "倒影池 (Reflecting Pool)",
	"Tears of joy, white lily": "喜悦的眼泪，白百合",
	"Stable gate": "马厩大门 (Stable Gate)",
	"Animal tooth, fresh wildflower": "动物牙齿，新鲜野花",
	"Garden arch": "花园拱门 (Garden Arch)",
	"Boisterous laughter, pinprick from a thorn": "喧闹的笑声，刺痛如针 (%(from a thorn)%)",
	"Courtyard gate": "庭院大门 (Courtyard gate)",
	"Stone from the Spire, spoked wheel": "尖塔之石，辐射轮 (Stone from the Spire, spoked wheel)",
	"Bedroom closet": "卧室衣柜 (Bedroom closet)",
	"Burial shroud, phase spider mandible": "殓衣, 相位蜘蛛下颚",
	"Skylight": "天窗 (Skylight)",
	"Scrap of githyanki armor, silver sphere": "吉萨亚奇（Githyanki）盔甲碎片，银色球体",
	"Chimney": "烟囱 (Chimney)",
	"Incense smoke, silken scarf": "熏香烟，丝绸围巾",
	"Cellar door": "地窖门",
	"Granite cube, metal ore": "花岗岩方块，金属矿石",
	"Blazing hearth": "熊熊燃烧的炉火 (Blazing Hearth)",
	"Brass brazier, burning coal": "铜炉，燃烧的煤炭",
	"Crumbling well": "破败的井 (Crumbling Well)",
	"Pearl, pure water": "珍珠，纯净的水",
	"Mausoleum entrance": "陵墓入口(Mausoleum entrance)",
	"Grave dirt, mourner's veil": "坟墓泥土，悼念者面纱",
	"Yew wardrobe": "紫杉衣柜 (Yew Wardrobe)",
	"Book of limericks, toadstool": "打油诗集，(Toadstool)",
	"Human-shaped hole": "人形洞 (Human-shaped hole)",
	"Alien fossil, bezoar": "外星人化石，贝澳石（Alien fossil, bezoar）",
	"Inn room door": "客栈房间门 (Inn room door)",
	"Childhood toy, map scroll": "童年玩具，地图卷轴 (Map Scroll)",
	"The greatest entity in Sigil is the Lady of Pain, an eternal being who watches over the Cage. She appears almost human, although she most definitely isn't. She wears ornate robes that shroud her body, and a mantle of blades coated in blue-green verdigris surrounds her masklike face. No one is certain who or what exactly the Lady of Pain is, but it's widely accepted she's a being on par with deities. Strong enough to bar gods and their ilk from entering her city, the Lady of Pain forbids followers of her own. To worship her is more than taboo; it is an unforgivable crime punishable by imprisonment in the Mazes.": "锡基尔(Sigil)中最伟大的存在是痛苦女士(Lady of Pain)，她是一个永恒的存在，守护着笼子(Cage)。她看起来几乎像人类，尽管她绝对不是。她穿着华丽的长袍遮盖着身体，头戴一顶被蓝绿铜锈覆盖的刀刃披风。没有人确切知道痛苦女士是谁或者是什么，但普遍认为她与神明相当。痛苦女士足够强大，可以阻止神灵及其同类进入她的城市，她禁止追随者。崇拜她不仅是禁忌；而且是一种不可饶恕的罪行，将受到在迷宫(Mazes)中监禁的惩罚。",
	"The Lady maintains the cosmic neutrality of Sigil. The city doesn't take part in the Blood War, it doesn't throw its weight behind the shining righteousness of Mount Celestia or contracts originating in the Nine Hells, and it's never a battleground for the conflicts of Material Plane worlds.": "女士维护着锡基尔的宇宙中立性。这座城市不参与血战，不支持圣洁的耶天堂山，也不与来自九层地狱的契约有牵连，它从不成为物质位面世界冲突的战场。",
	"On rare occasions, the Lady of Pain drifts through the streets, hovering above the ground. Creatures that interfere with her are flayed by her stare or vanish into nothingness as she turns to face them. Wise travelers give the Lady a wide berth, finding pressing business elsewhere as she passes by. Some locals claim that the Lady's features occasionally take on a golden or steely sheen. Whether this is in response to threats to her city or other influences is a mystery.": "在罕见的情况下，(Lady of Pain) 漂浮在街道上空。那些干扰她的生物会被她的凝视剥皮，或者在她转身面对他们时消失得无影无踪。明智的旅行者会远离(Lady)，在她经过时找到其他紧急的事务。一些当地人声称(Lady) 的特征有时会呈现出金色或钢铁般的光泽。这究竟是对她的城市的威胁还是其他影响的回应，仍然是一个谜。",
	"Residents of Sigil view the Lady of Pain with fearful awe. A distant guardian, she leaves the city's daily governance to the many factions that call it home. She has no residence, and no temples to her exist within the city.": "锡基尔（Sigil）的居民以敬畏的心情看待疼痛女士（Lady of Pain）。作为遥远的守护者，她将城市的日常治理交给了众多在此定居的派系。她没有固定住所，在城市内也没有供奉她的寺庙。",
	"The Lady's means of protecting Sigil are the dabus, the Mazes, and her complete control over the city's portals.": "女士保护锡基尔的手段是达布斯(dabus)、迷宫(Mazes)和她对城市传送门的完全控制。",
	"Dabus are silent, floating beings who serve the Lady of Pain. Found only in Sigil, dabus communicate through visual rebuses, conjured illusory images that convey their thoughts.": "达布斯是无声的，漂浮的生物，为痛苦女士服务。只在锡基尔发现，达布斯通过视觉谜语进行沟通，召唤幻象图像来传达他们的思想。",
	"Dabus maintain Sigil's infrastructure, repairing crumbling buildings, ensuring portals function properly, cutting back rampant razorvine, and patching city streets. To most citizens of Sigil, dabus are nothing more than cryptic workers, yet these mysterious beings also punish those who disrupt city life. Whatever opposes the Lady's edicts or the smooth functioning of Sigil, dabus work to correct.": "达布斯(Dabus)负责维护锡基尔(Sigil)的基础设施，修复破损的建筑，确保传送门正常运作，修剪疯长的剃刀藤，修补城市街道。对于大多数锡基尔的市民来说，达布斯只是神秘的工人，然而这些神秘的存在也惩罚那些扰乱城市生活的人。无论是违背女士的法令还是干扰锡基尔顺畅运转的事物，达布斯都会努力纠正。",
	"For more details on {@creature dabus|MPP}, see {@book Morte's Planar Parade|MPP}.": "有关{@creature dabus|MPP}的更多详情，请参阅{@book Morte's Planar Parade|MPP}。",
	"The Mazes are demiplanar cages created by the Lady of Pain. Reserved for would-be power mongers and dissidents who threaten the city on a grand scale—or foolishly target the Lady herself—the Mazes swallow their prisoners in an instant. The Mazes resemble a dense labyrinth of empty streets and alleys in Sigil but are devoid of life and repeat endlessly.": "迷宫是由痛苦女士创造的半位面笼子。专门用来关押那些企图谋权和威胁城市秩序的人，或者愚蠢地瞄准痛苦女士本人的人。迷宫会在瞬间吞噬囚犯。迷宫看起来像锡基尔中一片密集的空街道和小巷的迷宫，但却没有生命，无尽地重复着。",
	"No magic allows a creature banished to the Mazes to escape or communicate with the planes beyond. Creatures in the Mazes don't require food, drink, or sleep and are cursed to an indefinite, isolated existence. An urban legend states the Lady of Pain leaves a single portal in every Maze, but finding the escape route is all but impossible for the imprisoned, as even if such portals exist, they can't be detected through magical means. The few who claim to have escaped the Mazes are quickly branded as liars.": "没有魔法可以让被放逐到迷宫的生物逃脱或与远方的位面进行交流。迷宫中的生物不需要食物、饮水或睡眠，并被诅咒陷入无限孤立的存在。一个都市传说称痛苦女士在每个迷宫中留下一个传送门，但对于被囚禁者来说，找到逃生路线几乎是不可能的，因为即使这样的传送门存在，也无法通过魔法手段检测到。声称逃出迷宫的少数人很快就会被贴上说谎者的标签。",
	"Sigil's portals operate at the Lady of Pain's will, as do the few permanent teleportation circles hidden among the city's wards. Her influence stops spells and other features from allowing creatures to enter or leave the city. She even bars gods from stepping foot in the city—a ban she can extend to anyone at any time. The Lady knows when any creature uses a portal and can block that creature from entering or leaving, but she reserves this intervention for extreme circumstances.": "锡基尔（Sigil）的传送门由痛苦女士（Lady of Pain）的意志控制，城市中隐藏的少数永久传送法阵也是如此。她的影响阻止了法术和其他功能使生物进入或离开城市。她甚至禁止神灵踏入城市——这一禁令她可以随时对任何人施加。女士知道任何生物使用传送门的情况，并可以阻止该生物进入或离开，但她只在极端情况下才会采取这种干预。",
	"During times of great strife, notably when Sigil's factions war openly against one another, the Lady can cause all the city's portals to cease functioning. This grinds the city to a halt; food and drink can't enter the city, sewage and refuse pool in the streets, and corpses stack in the Mortuary with no hope of being interred. This compels the factions to quickly resolve their conflicts.": "在严重动荡时期，特别是当锡基尔的派系公开对抗时，女士可以让城市所有的传送门停止运作。这使城市陷入瘫痪；食物和饮料无法进入城市，污水和垃圾在街道上积聚，尸体在(mortuary)中堆积，无法安葬的希望。这迫使各派系迅速解决他们的冲突。",
	"The Lady of Pain is omnipresent, unknowable, and invincible. With a look, she can flense troublesome creatures to within an inch of their lives. Any creature that targets her with an attack, a spell, or any other hostile or prying effect—in some cases so much as speaking to her—is assailed by overwhelming pain and immediately drops to 1 hit point. If the creature hasn't learned its lesson, the Lady sends it to the Mazes in the next blink.": "痛苦女士(Lady of Pain)无所不在，神秘莫测，无敌之身。她只需一瞥，便能将令人讨厌的生物剥皮至濒临死亡。任何试图以攻击、法术或其他敌意或窥探性效果瞄准她的生物——有时甚至只是与她交谈——都会遭受势不可挡的痛苦，立刻降至1点生命值。如果生物还没吸取教训，女士会在下一个眨眼间将其送往迷宫(Mazes)。",
	"Similar to other godlike beings, the Lady of Pain has no stat block. She is beyond the ability of characters to defeat by conventional means.": "与其他类似神明的存在一样，(痛苦女士)没有属性块。她超越了角色们通过常规手段击败的能力。",
	"On the Outer Planes, belief shapes reality. Cosmic concepts such as law and chaos can imbue true believers with newfound power, and when enough creatures unite under one ideology, their beliefs can remold the planes themselves. In Sigil, this power rests with the factions, like-minded philosophers guided by cosmic truths about the multiverse and its workings. Their philosophies are often associated with a plane or realm.": "在外部位面上，信仰塑造现实。宇宙概念，如秩序和混沌，可以赋予真正信徒全新的力量，当足够多的生物团结在一个意识形态下时，他们的信念可以重塑位面本身。在锡基尔，这种力量掌握在派系手中，他们是志同道合的哲学家，受到有关多元宇宙及其运作方式的宇宙真理的指导。他们的哲学思想通常与一个位面或领域相关。",
	"Factions control aspects of civic existence in Sigil, governing the day-to-day needs of a thriving metropolis, such as entertainment or law enforcement. Despite their influence within the city, factions have been erased from the city in the past, and current factions tread carefully to avoid that fate for themselves. They actively recruit new members from citizenry, travelers, and even the ranks of other factions. In the meantime, they vie for power in the Cage in a way that doesn't upset Sigil's order or provoke the Lady of Pain.": "派系控制着锡基尔（Sigil）市民生活的方方面面，管理着这座繁荣大都市的日常需求，比如娱乐或执法。尽管在城市内部有着影响力，派系在过去曾被从城市中抹去，现有的派系小心翼翼地避免自己遭遇同样的命运。他们积极招募来自市民、旅行者，甚至其他派系的新成员。与此同时，他们在锡基尔的笼中争夺权力，但要避免扰乱锡基尔的秩序或激怒痛苦女士（the Lady of Pain）。",
	"Factions are led by individuals known as factols. These leaders embody their groups' philosophies and serve different roles depending on their factions' needs. Factols and their delegates also represent their factions in a council that debates and passes laws in the {@book Hall of Speakers|SatO|2|Hall of Speakers} (see the \"{@book Clerks' Ward|SatO|2|Clerks' Ward}\" section later in this chapter). Most factions also have a physical headquarters in Sigil where they carry out aspects of civic governance. Within these areas, both geographical and influential, dedicated midranking faction members called factotums act as officers, furthering the interests of their factions within the city as clerks, squad leaders, and tutors. Factotums also keep an eye out for promising recruits to their philosophy.": "派系由被称为领袖的人物，即领袖，所领导。这些领袖体现了他们所代表团体的哲学，并根据各自派系的需求担任不同角色。领袖和他们的代表还在一个理事会中代表他们的派系进行辩论和通过法律，这个理事会在{@book Hall of Speakers|SatO|2|Hall of Speakers}（请参见本章后面的“{@book Clerks' Ward|SatO|2|Clerks' Ward}”部分）开会。大多数派系在希格尔都有一个实际总部，他们在那里开展市政治理的各个方面。在这些区域中，无论是地理上还是影响力上，专门的中级派系成员，称为干事，充当官员的角色，进一步推动他们派系的利益，担任文书、小队领袖和导师。干事们还会留意那些有潜力的新成员，以便吸纳他们加入自己的哲学。",
	"Factions wax and wane, shifting the balance of power in Sigil. The most influential factions are known as ascendant factions, widely recognized groups that oversee aspects of daily life in the city. Currently Sigil has twelve ascendant factions.": "派系兴衰不定，改变着锡基尔的权力平衡。最有影响力的派系被称为崛起派系，是广为人知的团体，负责监督城市生活的各个方面。目前，锡基尔有十二个崛起派系。",
	"The following sections present these factions, along with notes on their leaders, sites in Sigil that serve as their headquarters (detailed later in this chapter), planes on which they operate, common members, common nicknames, and their roles in the City of Doors.": "以下部分介绍这些派系，以及关于它们的领袖、作为总部的西格尔地点（稍后在本章详细介绍）、它们运作的位面、普通成员、常用绰号，以及它们在“门之城”的角色。",
	"Terrance": "特伦斯 (Terrance)",
	"Astral Plane": "星界",
	"Disillusioned worshipers, skeptics": "幻灭的崇拜者，怀疑者",
	"Defiers": "违抗者 (Defiers)",
	"The Athar believe that the gods are impostors. For all their might, the so-called deities are merely mortals who have accumulated enough power to convince the rest of the multiverse otherwise. With enough time, talent, and dedication, anyone could ascend to godhood.": "阿塔人相信神明是冒名顶替者。尽管他们强大，这些所谓的神明只是积累了足够的力量来说服其他宇宙的人。只要有足够的时间、才华和奉献精神，任何人都有可能升格为神明。",
	"Defiers accept that there might be true deities that oversee everything, but such beings are beyond comprehension. They assert that worshipers of the gods draw their power from unknowable sources—false gods simply take the credit.": "蔑视者（Defiers）接受可能存在着监督一切的真神，但这些存在是超出理解的。他们坚称信仰神祗的人从无法知晓的源头获取力量—假神只是在拿走功劳。",
	"The Athar aren't fools. They let the powers that be call themselves gods, while the faction works subtly to discover the secret behind the curtain of the multiverse and look on the unknowable.": "阿塔人并不愚蠢。他们让那些掌权者自称为神，而该派别则在暗中努力揭开多元宇宙幕后的秘密，探寻无法知晓的真相。",
	"The Athar are led by Factol Terrance (neutral good, human {@creature Athar null|MPP}; see {@book Morte's Planar Parade|MPP}). While many Defiers become bitter, Terrance remains compassionate, pointing wayward souls toward truth like a friendly guide—a guardian and shepherd of priests who fall from their previous devotions. Terrance reveres an entity known as the Greater Unknown, which he believes is the source of all divine power.": "阿塔尔由法克托尔泰伦斯（中立善良，人类{@creature Athar null|MPP}; 见{@book Morte's Planar Parade|MPP}）领导。虽然许多违抗者变得愤世嫉俗，但泰伦斯仍然保持怜悯之心，像友善的向导一样引导迷失的灵魂走向真理——他是牧师们的守护者和牧羊人，那些曾经背弃信仰的牧师。泰伦斯崇敬一个被称为“更大未知”的实体，他相信这个实体是所有神圣力量的源泉。",
	"Defiers wear geometric, starry fabrics that hint at their astral ties. They adorn their outfits with silver chains and broken holy symbols.": "蔑视者们穿着暗示着他们星体联系的几何、星空图案的服装。他们用银链和破碎的圣徽装饰他们的服饰。",
	"The Athar gather in the Shattered Temple, a place once dedicated to Aoskar, a now-dead god of portals. Rather than serve in Sigil's government, the Athar's self-appointed spy network closely surveils the city's faiths. When a temple pushes a god's influence too strongly, the Athar either deal with the problem themselves or leak the information to a faction that will, such as the Harmonium. The Athar regard members of the Mind's Eye as allies.": "阿塔人聚集在破碎神殿，这个地方曾经是奥斯卡(Aoskar)的圣地，他是一个现已逝去的传送之神。与其在锡基尔(Sigil)的政府中任职，阿塔人自封的间谍网络密切监视着这座城市的信仰。当某个神庙过分推动某位神的影响力时，阿塔人要么自己解决问题，要么将信息泄露给会采取行动的派别，比如和谐会(Harmonium)。阿塔人视心灵之眼(Mind's Eye)的成员为盟友。",
	"Pandemonium": "乱世狂魔 (Pandemonium)",
	"Consolers, healers, nihilists": "安慰者，治疗者，虚无主义者",
	"Bleakers": "苦痛者 (Bleakers)",
	"To the Bleak Cabal, the quest for cosmic meaning is futile—the multiverse doesn't make sense, and it isn't supposed to. With no greater truth, individuals must derive their own meaning from the multiverse. This introspection kindles empathy and kindness in many Bleakers, who commit themselves to easing the suffering of others. Existence is merciless, so the Bleak Cabal must show mercy in its stead.": "对于(荒凉集团), 追寻宇宙意义是徒劳的 —— 多元宇宙毫无意义，也不应该有。没有更大的真理，个体必须从多元宇宙中汲取自己的意义。这种内省点燃了许多(荒凉者)内心的同情和善意，他们致力于减轻他人的痛苦。存在是无情的，所以(荒凉集团)必须代替它展现怜悯。",
	"Bleakers tend to those overcome by the strange realities of the Outer Planes, which exert their influence on travelers who wander past their boundaries. The Bleak Cabal rehabilitates creatures that have been stricken with planar curses, glimpsed mind-shattering expanses, or ventured into the howling darkness of Pandemonium.": "忧郁者们倾向于帮助那些被外域的奇异现实所压倒的人，这些现实对那些漫步超越界限的旅行者施加影响。忧郁阴谋会康复那些被位面诅咒所困扰、窥见令人心灵颤栗的广袤空间、或冒险进入混沌的狂风暗影（Pandemonium）的生物。",
	"Factol Lhar (chaotic good, orc {@creature gladiator}) surveys the citizens of Sigil with growing concern. Lhar works to expand the Bleak Cabal's charitable influence. Under his direction, the Bleak Cabal has opened community kitchens throughout the city where hungry citizens can get a free hot meal. However, some factions don't view this expansion as benevolent. Lhar moves carefully, always looking for like-minded individuals to further his cause.": "混乱善良的法克托尔·拉尔（兽人{@creature gladiator}）越来越担心地调查锡基尔的市民。拉尔致力于扩大苍凉会的慈善影响力。在他的指导下，苍凉会在整个城市开设了社区厨房，让饥饿的市民可以免费获得热腾腾的一餐。然而，一些派系并不认为这种扩张是善意的。拉尔小心行事，时刻寻找志同道合的人来推动他的事业。",
	"Bleakers dress in gloomy, drab color schemes. Frayed clothing and weather-beaten gear are common.": "忧郁者穿着暗淡、沉闷的颜色搭配。常见的是破烂的衣物和风吹雨打的装备。",
	"The Bleak Cabal's headquarters is the Gatehouse, a fortress of healing and respite in the Hive Ward. Bleakers offer sanctuary to anyone in need, notably to those afflicted by planar maladies. The Bleak Cabal's philosophy puts them at odds with the Fraternity of Order, Harmonium, and Mercykillers—if there's no meaning, there can't be order. Conversely, the Doomguard, Hands of Havoc, and Heralds of Dust all find enough common points with Bleakers to call them allies.": "苍凉集团的总部是门楼，一个位于蜂巢区的治愈和休憩要塞。苍凉者为任何有需要的人提供庇护，尤其是那些受到位面疾病困扰的人。苍凉集团的哲学使他们与秩序之会、和谐军团和终结者们对立——如果没有意义，就不可能有秩序。相反，毁灭卫队、混沌之手和尘埃使者们都发现与苍凉者有足够多的共同点，以至于称他们为盟友。",
	"Pentar": "五角星 (Pentar)",
	"Elemental Chaos": "元素混沌 (Elemental Chaos)",
	"Entropists, soldiers, weaponsmiths": "熵术士，士兵，武器铁匠",
	"Sinkers": "下沉者 (Sinkers)",
	"The Doomguard understands the purpose of everything is to crumble. Existence inevitably falls into ruin—nothing lasts forever, not even the gods.": "毁灭卫队明白一切的目的都是崩溃。存在不可避免地走向毁灭，没有什么能永存，即使是神明也不例外。",
	"Sinkers don't stand in the way of the multiverse's destruction. They see decay and entropy as entirely natural, something to be fostered in its own time. They don't recklessly hasten destruction or oppose creation. Instead, they see that every act of creation is intrinsically tied to destruction. Trees must be felled and stone cut to build a house, and the house must eventually burn, rot, or wither away.": "沉沦者不会阻止多元宇宙的毁灭。他们将腐朽和熵视为完全自然的事物，应该在适当的时机加以培育。他们不会鲁莽地加速毁灭或反对创造。相反，他们看到每一次创造行为都与毁灭密切相关。树木必须被砍伐，石头必须被切割来建造房屋，而房屋最终必须燃烧、腐烂或凋零。",
	"The highest-ranking Doomguard members aside from the factol are the doom lords, who each oversee a faction citadel built at the edge of the Elemental Chaos.": "除了法典之外，最高级的末日卫士成员是末日领主，他们各自监督着建在元素混沌边缘的派系城堡。",
	"The Doomguard's leader is the fearless Factol Pentar (human {@creature Doomguard doom lord|MPP}; see {@book Morte's Planar Parade|MPP}), who revels in danger and decay. Pentar has come to blows with Harmonium patrols on many occasions. She toys with the idea of aligning with the Hands of Havoc, hoping to toss a spark into the mass of dry razorvine that is Sigil.": "末日守卫的领袖是无畏的法克托尔·佩塔尔（人类{@creature Doomguard doom lord|MPP}；见{@book Morte's Planar Parade|MPP}），他热衷于危险和腐朽。 佩塔尔曾多次与和谐团的巡逻队发生冲突。 她玩弄着与混沌之手结盟的想法，希望向锡基尔那堆干枯的剃刀藤投掷一枚火花。",
	"Members of the Doomguard garb themselves in the bones of long-dead creatures and deliberately allow their weapons and gear to rust. Sinkers display their scars proudly.": "末日守卫队的成员身披长死生物的骨骼，并故意让他们的武器和装备生锈。沉沦者们骄傲地展示他们的伤疤。",
	"The Doomguard controls the Armory in Sigil and oversees the production and sale of weapons in the city. Thanks to the quality and number of armaments required by the factions, the Doomguard holds leverage in many interfactional negotiations. The Doomguard bears a long, bitter, mutual enmity toward the Harmonium, and the Fraternity of Order rejects the Doomguard's philosophy entirely. Sinkers have strong allies in both the Bleak Cabal and the Heralds of Dust.": "末日守卫控制着锡基尔的军械库，并监督城市中武器的生产和销售。由于各派需要的武器质量和数量，末日守卫在许多派系间谈判中拥有影响力。末日守卫与和谐军（Harmonium）之间存在着长期的、相互憎恨的敌意，而秩序兄弟会（Fraternity of Order）则完全拒绝末日守卫的哲学。沉沦者在苍凉教派（Bleak Cabal）和尘土使者（Heralds of Dust）中有强大的盟友。",
	"Duke Rowan Darkwood": "罗温·达克伍德公爵",
	"Ysgard": "依斯加德(Ysgard)",
	"Bullies, moguls, warlords": "恶霸，大亨，军阀",
	"Takers": "接受者 (Takers)",
	"To the Fated, the multiverse belongs to those with the strength to take it. Destiny and the will of the gods are poor excuses used by folk too weak to go after what they want—everyone makes their own fate. At the same time, nothing's free. It takes work, dedication, and sometimes blood to seize greatness.": "对于注定的人，多元宇宙属于那些有实力夺取的人。命运和众神的意志只是那些太软弱去追求自己想要的人用的借口而已——每个人都创造自己的命运。与此同时，没有什么是免费的。要实现伟大，需要付出努力、奉献，有时甚至需要流血。",
	"There's no inherent malice in the Fated's philosophy. It takes more than material wealth to provide for one's needs, and not everything worth having can be taken by force. Respect and happiness, for example, must be earned (or bought). Still, Takers are branded as callous and selfish, if not outright feared, and they never offer assistance willingly unless it benefits them in some way.": "在命运者的哲学中并没有固有的恶意。提供自己的需求需要的不仅仅是物质财富，而且并非所有值得拥有的东西都可以通过武力夺取。例如，尊重和幸福必须被赢得（或购买）。然而，夺者被贴上冷酷自私的标签，甚至被直接恐惧，他们从不会无私地提供帮助，除非这对他们有所利益。",
	"Factol Rowan Darkwood (chaotic neutral, human {@creature archmage}) holds the reins of the Fated in his tightfisted grip. \"Duke\" Darkwood, as he's sometimes known, is a commanding presence whose every step is an implacable stride toward his next prize. With brutal efficiency, he exploits the financial stranglehold his faction has over Sigil, richly rewarding informants for secrets that might give the Fated leverage over the other factions.": "罗温·达克伍德（混乱中立，人类{@creature archmage}）掌握着命运之人的控制权。有时被称为“公爵”的达克伍德是一个威严的存在，他的每一步都是朝着下一个目标坚定不移的迈出。他以残酷的效率利用他的派系对锡基尔的金融控制，慷慨奖励告密者提供的秘密，这些秘密可能让命运之人对其他派系施加压力。",
	"Takers dress in ostentatious outfits marked by heavy embroidery. They sport elaborate hairstyles, and each member carries an hourglass of golden sand—a reminder that time is money.": "接受者穿着华丽的服装，上面装饰着厚重的刺绣。他们梳着精致的发型，每个成员都携带着一只装满金色沙子的沙漏——这是时间就是金钱的提醒。",
	"Secure in the Hall of Records, the Fated cement their role as the tax collectors of the Cage. Their ruthless debt collection efforts and aggressive foreclosures earn them a heaping share of animosity. They have bad blood with the Harmonium, who view the Fated as wrongheaded and dangerous, and Factol Darkwood and Factol Montgomery of the Society of Sensation are bitter rivals.": "在记录大厅内，命运之人巩固了他们作为牢笼的税收者的角色。他们无情的追债行动和激进的查封行为赢得了大量的敌意。他们与和谐团有着不和，后者认为命运之人是错误和危险的，而感知协会的达克伍德领袖和蒙哥马利领袖是苦涩的对手。",
	"Hashkar": "哈什卡 (Hashkar)",
	"Mechanus": "机械位面 (Mechanus)",
	"Con artists, lawyers, spellcasters": "骗子、律师、法术施展者 (Con artists, lawyers, spellcasters)",
	"Guvners": "官员 (Guvners)",
	"The Fraternity of Order examines existence through the lens of three tenets: laws are representations of power, knowledge is power, and knowledge of law is the ultimate power. By understanding those laws, individuals can exploit them—or break them under the right circumstances.": "秩序之兄会（The Fraternity of Order）通过三项原则审视存在：法律是权力的代表，知识就是力量，而对法律的了解则是终极力量。通过理解这些法律，个体可以利用它们——或在适当情况下打破它们。",
	"According to the Guvners, there are three types of regulations. The lowest of these are Rules, the laws that govern people's behavior. Next come Laws, such as the laws of nature or the edicts of gods. Ultimate authority descends from Axioms, overarching laws that govern existence and give gods their immense power. Guvners theorize about Axioms but know few of them. A being who masters all Axioms can rule the multiverse.": "根据(``Guvners``)的说法，有三种类型的规则。其中最低的是(``Rules``)，即统治人们行为的法律。接下来是(``Laws``)，比如自然法则或神明的法令。最终权威源自(``Axioms``)，这些支配存在并赋予神明巨大力量的普遍法则。Guvners对Axioms进行理论推测，但了解甚少。掌握所有Axioms的存在可以统治多元宇宙。",
	"Factol Hashkar (lawful neutral, dwarf {@creature Fraternity of Order law bender|MPP}; see {@book Morte's Planar Parade|MPP}) is the highest authority in Sigil's court system, though he casts verdicts in only the most important cases. Hashkar is as long winded as he is knowledgeable, and any inquiry sparks an impromptu lecture. Outside legal matters, the factol splits his time between learning and lecturing. He has mastered at least one Axiom, from which he derives his magical abilities.": "Hashkar法官（守序中立，矮人{@creature Fraternity of Order law bender|MPP}; 见{@book Morte's Planar Parade|MPP}）是锡基尔法庭系统中的最高权威，尽管他只在最重要的案件中做出裁决。Hashkar既博学又健谈，任何询问都会引发一场即兴讲座。在法律事务之外，这位法官将时间分配在学习和讲课之间。他至少掌握了一个公理，从中获得他的魔法能力。",
	"Guvners wear distinctive tall hats and matching robes. They are often accompanied by small attendants—mephits, imps, and homunculi who carry their tomes of order.": "Guvners（(Guvners)）穿着独特的高帽和配套的长袍。他们经常有小随从陪伴——如小恶魔、小魔怪和人工人，他们负责携带他们的秩序之书。",
	"The Fraternity of Order reviews, studies, and adjudicates the laws of Sigil, all the while searching for hidden truths that dictate reality. Guvners gather detailed records of every portal and key they find in Sigil and pay well for such information. Unsurprisingly, the Guvners are staunch allies of the Harmonium and Mercykillers and bitterly oppose the Hands of Havoc.": "秩序兄弟会（Fraternity of Order）审查、研究和裁决锡基尔（Sigil）的法律，同时寻找决定现实的隐藏真相。管理者（Guvners）详细记录他们在锡基尔找到的每个传送门和钥匙，并为此付出高昂的代价。毫不奇怪，管理者是和谐团（Harmonium）和终结者（Mercykillers）的坚定盟友，并激烈反对混乱之手（Hands of Havoc）。",
	"Limbo": "狱界(Limbo)",
	"Anarchists, arsonists, freedom fighters": "无政府主义者，纵火犯，自由斗士",
	"Wreakers": "破坏者 (Wreakers)",
	"The Hands of Havoc are a controlled burn. A collection of radical individualists united under the banner of change, they set fire to outdated and oppressive institutions, letting the ashes pave the way for something new.": "混沌之手是一场受控的燃烧。作为一群激进的个人主义者的集合体，他们团结在变革的旗帜下，点燃过时和压迫性的制度，让灰烬铺就新生的道路。",
	"Wreakers vehemently oppose rigid laws, especially those that serve bureaucracies more than they do people. The Hands of Havoc convene in secret and mobilize as one—a wildfire that burns away crumbling structures and systems alike to create sanctuaries for those in need.": "破坏者（Wreakers）强烈反对僵化的法律，特别是那些更多地为官僚机构服务而不是为人民服务的法律。混沌之手（Hands of Havoc）秘密召集并团结一致，如同一团野火般燃烧着破败的结构和系统，创造出供有需要的人们避难的圣所。",
	"No one individual leads the Hands of Havoc. To confuse enforcers, the mantle of factol is passed between members. Whenever it seems the faction's leader is on the verge of arrest or death, another nonconformist rises from the ranks to light the path forward.": "没有一个个人领导着(Havoc之手)。为了迷惑执法者，事实领袖的地位在成员之间传递。每当这个派系的领袖似乎濒临被逮捕或死亡时，另一个不墨守成规的人从队伍中崛起，引领前进的道路。",
	"The Hands of Havoc are champions of freedom and self-expression. Wreaker artists decorate bland buildings and forlorn structures throughout Sigil with bold murals in avant-garde styles. The passion of their ideology fuels artistic innovation, sparking trends in writing, music, and dance that spread throughout the city.": "混乱之手是自由和自我表达的冠军。破坏者艺术家用前卫风格在锡基尔（Sigil）的单调建筑和凄凉结构上装饰大胆的壁画。他们的意识形态激发了艺术创新的激情，引发了在写作、音乐和舞蹈领域的潮流，这些潮流在整个城市中传播开来。",
	"Wreakers prepare for every possibility in their battles against entrenched institutions. Medical supplies and smoking lanterns dangle from their singed clothing. Members typically hide their identities behind masks, goggles, and scarves.": "破坏者们为与根深蒂固的机构作战做好了应对各种可能性的准备。医疗用品和冒烟的灯笼挂在他们烧焦的衣服上。成员们通常会用面具、护目镜和围巾隐藏自己的身份。",
	"An official role in Sigil is inimical to the faction's philosophy. Instead, Wreakers masquerade as members of other factions, keeping tabs in case those factions grow too powerful and need dismantlement. The Bleak Cabal and Doomguard work well with the Hands of Havoc in short bursts.": "在西格尔（Sigil）中，官方角色与派系的哲学相冲突。相反，破坏者伪装成其他派系的成员，密切关注这些派系是否变得过于强大，需要被解体。悲凉会（The Bleak Cabal）和厄运卫队（Doomguard）与混乱之手（Hands of Havoc）在短时间内能很好地合作。",
	"Sarin": "沙林 (Sarin)",
	"Arcadia": "阿卡迪亚(Arcadia)",
	"Authoritarians, guards, mediators": "独裁者，卫兵，调停者",
	"Hardheads": "硬头族 (Hardheads)",
	"The Harmonium looks at existence and sees only two states: war and peace. Where neighbors share the same views, there's peace—the perfect state of the multiverse—but disagreements breed conflict and instability. Members of the Harmonium believe their purpose is to unify the multiverse into peace, no matter the cost.": "和谐风琴(Harmonium)审视存在，只看到两种状态：战争和和平。当邻居们分享相同的观点时，就会有和平——这是多元宇宙的完美状态——但分歧会导致冲突和不稳定。和谐风琴的成员相信他们的目的是将多元宇宙统一为和平，不惜一切代价。",
	"The Harmonium seeks to eliminate discord by any means necessary. Hardheads use education and enforcement to convert others to their philosophy, extolling the virtues of peace as they crack down on chaos in all its forms.": "和谐风琴（The Harmonium）寻求通过任何手段消除不和谐。硬头们利用教育和执法来使他人转变为他们的哲学信仰者，赞美和平的美德，同时镇压各种形式的混乱。",
	"Many members are good-natured protectors who protect all citizens, even those who disagree with the faction's philosophy. However, some among the ranks pursue unity at any cost. Cruel martinets who earn the Hardheads their nickname, they enforce laws ruthlessly, without flexibility or compassion.": "许多成员都是性情温和的守护者，他们保护所有公民，甚至那些不同意该派别理念的人。然而，在他们中间，有些人追求以任何代价实现统一。这些残酷的严格执行者赢得了硬头队（Hardheads）的绰号，他们无情地、毫不留情地执行法律，毫不灵活或富有同情心。",
	"Factol Sarin (lawful neutral, human {@creature Harmonium captain|MPP}; see {@book Morte's Planar Parade|MPP}) commands the Harmonium. His devotion to his fellows, particularly new recruits, is renowned, and he takes a personal interest in all members who cross his path. Tough as steel, Sarin is a decisive factol who promotes honor, dignity, and peace in word and deed.": "法克托萨林（守序中立，人类{@creature Harmonium captain|MPP}；见{@book Morte's Planar Parade|MPP}）指挥着和谐团。他对同僚的奉献，尤其是新成员，是众所周知的，他对所有与他相遇的成员都很关心。像钢铁一样坚强，萨林是一个果断的法克托，他在言行中倡导荣誉、尊严和和平。",
	"Most Hardheads wear the faction's standard-issue armor, a distinctive suit of red plate with bladed pauldrons. Under their helms, they sport short, no-nonsense hairstyles.": "大多数顽固头盔戴着该派系的标准装甲，一套独特的红色板甲，带有刀刃护肩。在头盔下，他们留着简短、不拘一格的发型。",
	"In the Barracks, Hardheads train, plan patrol routes, and keep records of every arrest in the Cage. The Harmonium works closely with the Fraternity of Order and the Mercykillers as Sigil's tripartite of justice, cycling criminals through arrest, trial, and punishment. They staunchly oppose the Hands of Havoc and others who defy authority.": "在军营里，硬头训练，规划巡逻路线，并记录笼中每次逮捕的情况。和谐会与秩序兄弟会和终结者密切合作，作为西格尔的司法三部曲，将罪犯逮捕、审判和惩罚。他们坚决反对混乱之手和其他藐视权威的人。",
	"Skall": "Skall (Skall)",
	"Hades": "冥王星（Hades）",
	"Corpse collectors, the grief stricken, Undead": "尸体收集者，悲痛的人，不死族 (Undead)",
	"Dusters": "除尘器 (Dusters)",
	"The Heralds of Dust believe the multiverse itself is an afterlife—a shadow of some other existence now gone—and every creature is already dead. The \"life\" that beings cling to is simply the first stage of death.": "尘埃使者相信多元宇宙本身就是另一个已经消失的存在的余影，每个生物都已经死去。众生所依附的“生命”只是死亡的第一阶段。",
	"Dusters seek to understand and experience the stages of death, the last of which they hold is True Death: a transcendence to a state of being beyond the multiverse. In their quest for True Death, the Heralds of Dust slowly set aside the hope and passion that chain a soul to this false life.": "扫尘者（Dusters）寻求理解和体验死亡的各个阶段，其中最后一个阶段被他们称为真正的死亡：超越多元宇宙的存在状态。在追寻真正死亡的过程中，尘埃传令（Heralds of Dust）逐渐放下了将灵魂束缚在这个虚假生命中的希望和激情。",
	"The Heralds of Dust have a macabre fascination with Undead. They believe undeath is a precursor to True Death and count many Undead among their ranks. Skeletons and zombies serve the faction in droves, and sapient Undead—such as ghosts, vampires, and liches—rise to factotums.": "尘埃使者对不死生物有着一种恐怖的迷恋。他们相信不死是真正死亡的前兆，并在他们的行列中拥有许多不死生物。骷髅和僵尸大量为该派系效劳，而诸如幽灵、吸血鬼和巫妖等有智慧的不死生物则升为要员。",
	"Factol Skall (neutral evil {@creature lich}) is the oldest factol in Sigil. The founder of the Heralds of Dust, Skall has yet to transcend his current existence, lingering to guide as many souls as possible along the path to True Death. Skall strives to know everything and feel nothing. He makes generous use of adventurers to gather knowledge or help lay the dead to rest with dignity.": "Skall事实领袖（中立邪恶 {@creature lich}）是锡基尔中最年长的事实领袖。作为尘埃使者的创始人，Skall尚未超越他目前的存在，他停留在这里引导尽可能多的灵魂走向真正的死亡之路。Skall努力追求了解一切却不受感情干扰。他慷慨地利用冒险者来收集知识或帮助体面地安葬死者。",
	"Dusters dress in grim clothes associated with the work of the dead. An individual member might be mistaken for—or actually be—a gravedigger, a mortician, or a ghoul in tattered rags.": "扫尘者穿着与死者工作相关的阴沉衣服。一个个体成员可能会被误认为是或实际上是一个挖坟人、殡仪馆工作人员或是身穿破烂衣服的食尸鬼。",
	"Part morgue, funeral home, and tomb, the Mortuary is the destination for Sigil's dead. There, the Heralds of Dust count the Bleak Cabal and the Doomguard as allies. Conversely, the Mind's Eye bristles at the Dusters' fatalistic dismissal of life, and the Society of Sensation viscerally opposes their rejection of passion.": "作为停尸房、殡仪馆和坟墓的结合体，(the Mortuary) 是锡基尔死者的终点。在那里，(the Heralds of Dust) 将( the Bleak Cabal) 和( the Doomguard) 视为盟友。相反，(the Mind's Eye) 对尘埃使者们对生命的宿命论态度感到不满，而( the Society of Sensation) 则从本能上反对他们对激情的拒绝。",
	"Alisohn Nilesia": "艾莉索恩·奈莉西亚 (Alisohn Nilesia)",
	"Acheron": "阿克龙 (Acheron)",
	"Bounty hunters, executioners, vigilantes": "赏金猎人，刽子手，私刑者",
	"Jailers": "狱卒 (Jailers)",
	"The Mercykillers believe that cold, relentless justice is absolute and that no one is above it. To the Jailers, a perfect multiverse is one purged of injustice.": "(Mercykillers) 相信冷酷无情的正义是绝对的，没有人能置身其上。对于 (Jailers) 来说，一个完美的多元宇宙是一个摆脱不义的宇宙。",
	"Mercykillers earned their name for their ruthlessness. They've killed their own mercy, viewing it as an exploitable weakness. Criminals may beg as they please, but their sentences are carried out with unshakable fervor.": "怜慈者（Mercykillers）因其无情而得名。他们杀死了自己的怜悯之心，将其视为一种可利用的弱点。罪犯可以尽情乞求，但他们的判决将以不可动摇的热情执行。",
	"Jailers don't make laws or pass judgment. Similarly, they don't arrest lawbreakers—that's the Harmonium's job. Mercykillers act only after a verdict has been made, administering punishment without leniency. Members believe they answer to a higher cosmic law that absolves them of any wrongdoing during their unabating pursuit of justice.": "狱卒不制定法律或做出裁决。同样，他们不会逮捕违法者—这是和谐团(Harmonium)的工作。宽恕者(Mercykillers)只会在裁决作出后采取行动，严厉执行惩罚而不留情。成员们相信他们要对更高的宇宙法律负责，这使得他们在不懈追求正义的过程中免受任何错误的指责。",
	"Factol Alisohn Nilesia (lawful evil, tiefling {@creature mage}), a young and cunning leader raised in Sigil's penitentiary, was born to head the Mercykillers. She's a strict warden, using divination magic to track down fugitives and deploy agents to retrieve them. Somehow, she finds time to personally sign off on every punishment in the Cage. Mercykillers whisper that justice never sleeps, and neither does Nilesia.": "法克托尔·阿利索恩·尼莱西亚（守序邪恶，鬼灵 {@creature mage}）是一位年轻而狡猾的领袖，在希格尔的监狱中长大，出生于慈悲杀手的首领之位。她是一位严厉的典狱长，利用占卜魔法追踪逃犯并派遣特工将他们抓回。不知何故，她还找到时间亲自审批笼中每一项惩罚。慈悲杀手们低语称正义永不眠，尼莱西亚也是如此。",
	"Mercykillers are the picture of vengeance. Manacles rattle against their bladed armor, and masks or hoods obscure their expressions, ensuring the face of justice is detached from its duty.": "怜悯杀手是复仇的化身。手铐在他们的刀剑盔甲上发出嘎嘎声，面具或兜帽遮掩着他们的表情，确保正义的面孔与其责任脱节。",
	"The Mercykillers headquarter in the Prison, an imposing gray fortress that holds criminals sentenced by the courts of Sigil. Non-Mercykillers can gain entry under certain circumstances, such as to present evidence that might exonerate an inmate or visit a low-risk prisoner. Jailers clash with factions that elevate individual freedom, most notably the Hands of Havoc, Mind's Eye, and Society of Sensation.": "在监狱中，严肃的灰色堡垒是慈悲杀手（Mercykillers）的总部，关押着由锡基尔（Sigil）法院判决的罪犯。在特定情况下，非慈悲杀手成员可以进入，比如提供可能证明囚犯清白的证据或探访低风险的囚犯。狱卒与提倡个人自由的派系发生冲突，尤其是混沌之手（Hands of Havoc）、心眼（Mind's Eye）和感觉协会（Society of Sensation）。",
	"Saladryn": "萨拉德林(Saladryn)",
	"The Outlands": "外域（The Outlands）",
	"Crafters, guides, wanderers": "工匠，向导，漫游者",
	"Seekers": "探索者 (Seekers)",
	"The Mind's Eye sees experience and exploration as the means of fully realizing one's own potential. By taking in the challenges and wonders of the multiverse, individuals can leverage their perspectives and insights not only to improve themselves, but also to shape reality as they see fit.": "心灵之眼将经验和探索视为充分实现个人潜力的手段。通过体验多元宇宙的挑战和奇迹，个体可以利用他们的视角和洞察力，不仅改善自己，还可以塑造现实，使其符合他们的意愿。",
	"Growth and understanding are the keys to the Mind's Eye philosophy. Members advocate for experiential learning based on observation and experimentation instead of formal study. Every Seeker practices some craft to shape their experiences into something new and refine themselves in turn.": "成长和理解是心灵之眼哲学的关键。成员们主张基于观察和实验的经验性学习，而不是正规学习。每位寻道者都会练习一些技艺，将他们的经历塑造成新的东西，并因此完善自己。",
	"The Mind's Eye arose when two former factions, the Believers in the Source and the Sign of One, merged their philosophies together into a formula by which individuals seek to transcend their potential and attain the power of gods. Even still, Seekers suspect that divinity isn't the ultimate expression of their core beliefs, but rather a stepping stone to an unknowable state of superior being.": "当信源者 (Believers in the Source) 和一符者 (Sign of One) 这两个前派合并他们的哲学，创造出了心灵之眼，一个让个体追求超越潜力，获得神的力量的公式。然而，探寻者 (Seekers) 怀疑神性并非他们核心信念的最终表达，而是通往一种无法知晓的卓越存在状态的踏脚石。",
	"Factol Saladryn (neutral, elf {@creature archmage}) guides the relatively young faction. She rarely sojourns beyond Sigil anymore, sacrificing her own journey of personal discovery to lead the Mind's Eye. Saladryn focuses her energy on creation, practicing many crafts she's learned in her centuries of life.": "萨拉德林（中立，精灵{@creature archmage}）指导这个相对年轻的派系。她很少再离开锡基尔，牺牲了自己的个人探索之旅来领导心灵之眼。萨拉德林将精力集中在创造上，练习她在长达几个世纪的生命中学到的许多手艺。",
	"Members of the Mind's Eye dress in sleek, opalescent robes and ornament their bodies with delicate, metalwork embellishments.": "心眼会员穿着光滑、多光的长袍，并在身体上装饰着精致的金属饰物。",
	"In the Great Foundry, the Mind's Eye oversees the creation of tools and parts that most take for granted. The Athar and the Fraternity of Order both relate to the Seekers, while the Bleak Cabal and Heralds of Dust oppose them.": "在伟大铸造厂，心眼监督着大多数人视为理所当然的工具和零件的创造。阿萨和秩序兄弟会都与寻求者有关，而荒凉会和尘埃使者则与他们对立。",
	"Erin Darkflame Montgomery": "埃琳·暗炎·蒙哥马利 (Erin Darkflame Montgomery)",
	"Arborea": "阿博瑞亚(Arborea)",
	"Artists, entertainers, revelers": "艺术家，表演者，狂欢者",
	"Sensates": "感知者 (Sensates)",
	"The Society of Sensation perceives the multiverse through experiences—the more varied, the better. By experiencing all there is—every sensation, emotion, thought, everything—one can learn and understand the entirety of existence.": "感知协会（Society of Sensation）通过经历来感知多元宇宙——经历越多越好。通过体验一切——每一种感觉、情绪、思想，一切——一个人可以学习并理解整个存在的本质。",
	"Sensates live each moment as if it were the only one that ever mattered, drinking it in to know another sliver of reality. Many Sensates, particularly new members, focus only on experiences that delight the senses, but as Sensates grow, they aim to experience every facet of existence, even the bad ones. Sweet fragrances and savory bites must be balanced with the sting of failure, the weight of responsibility, and the gnawing ache of grief.": "感知者(Sensates)将每一刻都视为唯一重要的时刻，他们尽情体验，以了解现实的另一部分。许多感知者，尤其是新成员，只专注于让感官愉悦的体验，但随着感知者的成长，他们的目标是体验存在的每一个方面，甚至是不好的方面。甜美的香气和美味的味道必须与失败的刺痛、责任的沉重以及悲伤的折磨相平衡。",
	"The Society of Sensation pays a price for its lack of inhibition. Outsiders view Sensates as flighty, lascivious, or untrustworthy, always jumping from one event to the next. For a Sensate, to dwell on one endeavor is to deny the truth of existence.": "感知社会为缺乏克制而付出代价。外界认为感知者轻浮、好色或不可信，总是从一个事件跳到下一个事件。对于一个感知者来说，纠缠于一个努力上意味着否定存在的真相。",
	"Factol Erin Darkflame Montgomery (lawful good, human {@creature Society of Sensation Muse|MPP}; see {@book Morte's Planar Parade|MPP}) guides the society through every lingering exploration. Factol Montgomery ensures that Sensates maintain a balance of cerebral pursuits, physical experiences, and deliberate contemplation, knowing the harm that pleasure-seeking alone can cause.": "事实领袖艾琳·黑焰·蒙哥马利（守序善良，人类{@creature Society of Sensation Muse|MPP}；见{@book Morte's Planar Parade|MPP}）引导着协会进行每一次持久的探索。蒙哥马利确保感知者保持一种脑力追求、身体体验和深思熟虑的平衡，知道单纯追求快乐可能带来的危害。",
	"Sensates garb themselves in flowing, colorful fashions that emphasize their free-spirited natures. Floral elements and glasswork embellishments are common.": "感知者们身穿流畅、多彩的服饰，突显他们自由奔放的本质。花卉元素和玻璃装饰很常见。",
	"The Society of Sensation provides joy and diversion to the people of Sigil, temporarily freeing them from the everyday struggles of the Cage. Sensates and members of the Mind's Eye find common ground. Factol Montgomery's rivalry with Duke Rowan Darkwood of the Fated sparks trouble between the two factions.": "感知之会为锡基尔的人们提供快乐和消遣，暂时让他们摆脱笼中的日常挣扎。感知者和心灵之眼的成员找到了共同点。事实领袖蒙哥马利与命运之徒的达克伍德公爵之间的竞争引发了这两个派别之间的麻烦。",
	"Elysium": "极乐世界(Elysium)",
	"Athletes, daredevils, rescuers": "运动员，冒险家，(rescuers)救援者",
	"Ciphers": "密码学",
	"The Transcendent Order holds that for a person to attain a higher state of being, they must unify their mind and body until thought and action are one. Those who act on instinct alone can achieve perfect harmony with the multiverse.": "超越秩序认为，要使一个人达到更高的存在状态，他们必须统一心灵和身体，直到思想和行动合而为一。那些仅凭直觉行事的人可以与多元宇宙实现完美和谐。",
	"Members of the Transcendent Order rigorously train every aspect of self to align with the cadence of the multiverse. Ciphers are encouraged toward athletic regiments, but many also pursue artistic endeavors to perfection, becoming dancers, virtuosos, or abstract painters. Whatever resonates with a Cipher's path, they must practice until the body no longer requires the mind to guide it.": "超凡秩序的成员严格训练自己的每个方面，以与多元宇宙的节奏保持一致。密码者被鼓励参加体育训练，但许多人也追求艺术事业的完美，成为舞者、大师或抽象画家。无论何种方式与密码者的道路共鸣，他们必须练习直到身体不再需要大脑的指导。",
	"Factol Rhys (neutral, tiefling {@creature Transcendent Order conduit|MPP}; see {@book Morte's Planar Parade|MPP}) stepped up to take control of the Transcendent Order when the last factol achieved perfect understanding and vanished right in front of Rhys and other ranking Ciphers. Rhys is an enlightening coach, providing direction to trainees with choice remarks.": "事实领袖瑞斯（中立，底比斯 {@creature Transcendent Order conduit|MPP}; 见 {@book Morte's Planar Parade|MPP}）在上一任事实领袖达到完美理解并在瑞斯和其他高级密码人面前消失时，挺身而出掌控了超越秩序。瑞斯是一位启迪教练，用明智的话语为学员提供方向。",
	"Athletes and acrobats of all shapes and sizes, Ciphers dress in simple clothing that allows for agility and flexibility.": "各种形状和大小的运动员和杂技演员，(Ciphers) 穿着简单的服装，以便灵活敏捷。",
	"The Transcendent Order headquarters in the Great Gymnasium in the Market Ward. There, the Ciphers train their bodies to attune to their minds and the multiverse's ebb and flow. The Transcendent Order looks inward for meaning, and thus it tends not to form alliances with other factions. Its members are generally well liked, and no ascendant faction opposes the Ciphers outright.": "超越秩序总部位于市场区的大体育馆。在那里，（The Transcendent Order）修士们锻炼他们的身体，以使其与他们的思维和多元宇宙的涨落相协调。超越秩序寻求内在的意义，因此往往不与其他派系结盟。其成员通常备受喜爱，没有任何崛起的派系会直接反对（the Ciphers）。",
	"In addition to the ascendant factions, Sigil contains a host of minor factions—up-and-coming philosophies, those that have seen a resurgence of members, and once-ascendant factions whose ideologies have since entered a period of decline. The following are three examples of minor factions currently in Sigil.": "除了主导派别外，锡基尔还包含许多次要派别——新兴的哲学思想、那些见证成员回升的派别，以及曾经主导的派别，其意识形态目前已经进入衰落期。以下是目前在锡基尔的三个次要派别的例子。",
	"Merchants, mercenaries, nonconformists": "商人，雇佣兵，不随波逐流者",
	"Indeps": "独立派",
	"The Free League is a loose collection of individuals and remnants of disbanded or fractured factions. Merchants, individualists, and dissociated citizens, the Indeps eschew factions and other organizations, simply wishing to choose their own paths.": "自由联盟是一个松散的个人和已解散或破裂派系的残余集合体。商人、个人主义者和独立公民，独立者们避开派系和其他组织，只希望选择自己的道路。",
	"Unknown": "未知 (Unknown)",
	"Mages, lore seekers, scribes": "法师 (Mages), 寻秘者 (lore seekers), 抄写员 (scribes)",
	"Incantifers": "咒术师 (Incantifers)",
	"The Incanterium was a faction thought dead when its headquarters, the Tower Sorcerous in the {@book Clerks' Ward|SatO|2|Clerks' Ward}, vanished along with all known Incantifers. Most thought the tower was banished to the Mazes, but it has since returned, rematerializing in the vacant lot where it once stood, bringing with it the return of the Incantifers. Members of the Incanterium siphon magic from items, spells, and those who wield them to lengthen their own lifespans. They believe that by absorbing magic and mastering its rules, one can rewrite reality.": "当位于{@book Clerks' Ward|SatO|2|Clerks' Ward}的塔楼巫术（Tower Sorcerous）及所有已知的咒术师（Incantifers）消失时，人们认为已经消失的巫术师（Incanterium）势力也已经灭绝。大多数人认为这座塔楼被放逐到了迷宫中，但它已经重新出现，重新显现在它曾经矗立的空地上，带回了巫术师。巫术师成员从物品、咒语以及那些使用它们的人身上汲取魔法，以延长自己的寿命。他们相信通过吸收魔法并掌握其规则，一个人可以重写现实。",
	"Jeremo the Natterer": "杰雷莫（Jeremo） the Natterer",
	"Altruists, beggars, philanthropists": "利他者，乞丐，慈善家",
	"Bargainers": "讨价还价者 (Bargainers)",
	"A direct foil to the selfish Fated, the Ring Givers hold a philosophy of charity and giving as the path to enlightenment. The Bargainers give away all they have and redistribute the hoards of greedy tycoons to the poor and needy. A common superstition in Sigil holds that any gift to the Ring Givers comes back to the donor tenfold.": "作为自私命运者的直接对立，(Ring Givers)（戒指赠予者）奉行慈善和奉献作为通往启蒙之路的哲学。交易者们将所有财产分发给贪婪大亨的囤积物，并分给穷人和有需要的人。锡基尔（Sigil）中流行的一种迷信认为，任何给予(Ring Givers)（戒指赠予者）的礼物都会以十倍回报给捐赠者。",
	"The City of Doors is divided into wards that are as varied as their inhabitants, from the polished heights of the bureaucratic {@book Clerks' Ward|SatO|2|Clerks' Ward} to the musty anarchy of {@book Undersigil|SatO|2|Undersigil}, the city's forsaken warrens. Each ward contains one or more faction headquarters: grand buildings where Sigil's philosophers convene and divide the city's functions. Establishments near one of these hubs tend to align with the faction's character. Shops clustered around the {@book Civic Festhall|SatO|2|Civic Festhall}, for example, cater to the pleasure-seeking tendencies of the Society of Sensation—wine shops, concert halls, and vendors hawking one-and-done novelties.": "门之城被划分为各种各样的区，与其居民一样多样化，从官僚主义的{@book Clerks' Ward|SatO|2|Clerks' Ward}的高处到{@book Undersigil|SatO|2|Undersigil}的发霉混乱，这座城市被遗弃的地下通道。每个区都包含一个或多个派系总部：这里是西格尔的哲学家们聚会并划分城市功能的宏伟建筑。靠近其中一个中心的商铺往往会与该派系的特点保持一致。例如，围绕{@book Civic Festhall|SatO|2|Civic Festhall}的商店会迎合感知派的寻乐倾向——葡萄酒商店、音乐厅和兜售一次性新奇商品的摊贩。",
	"The Sigil Wards table outlines each of the wards and the ascendant factions that headquarter within them, as well as six minor factions, which are marked with an asterisk (*).": "Sigil Wards（符印守卫）表格概述了每个守卫以及总部驻扎在其中的主要派系，以及六个被标记为星号（*）的次要派系。",
	"Coterie of Cakes,* Revolutionary League,* Undivided* (see the \"{@book Undersigil|SatO|2|Undersigil}\" section later in this chapter for these factions)": "蛋糕同盟，* 革命同盟，* 不可分割*（请参见本章后面的“{@book Undersigil|SatO|2|Undersigil}”部分了解这些派系）",
	"The sections that follow present each of the wards in greater detail. They share the following format:": "接下来的部分将更详细地介绍每个病房。它们遵循以下格式：",
	"A table after the introduction presents interactions that characters might have while adventuring in the ward.": "在介绍之后的表格中，展示了角色在(`the ward`)冒险时可能发生的互动。",
	"This section details the factions that are headquartered in the ward and their operations.": "这部分详细介绍了总部设在该区的派系及其运作。(ward)(factions)",
	"A sampling of the ward's notable sites, including any faction headquarters, are provided here. Locations mentioned in these sections are designated on the {@book poster map of Sigil|SatO|2}.": "这里列举了该区的一些著名地点，包括任何派系总部。在这些部分提到的地点在{@book poster map of Sigil|SatO|2}上标出。",
	"Most sections also include a map to one of Sigil's megastructures. Often the headquarters of a faction, a megastructure can host countless adventures. The map provides an overview of some important areas within the location but doesn't represent the megastructure in totality. To accommodate your adventures, locations can be detailed as needed, and their scales are flexible.": "大多数章节还包括一张指向锡基尔(Sigil)的巨型建筑之一的地图。这些巨型建筑通常是一个派系的总部，可以承载无数的冒险。地图提供了该地点内一些重要区域的概览，但并不代表整个巨型建筑。为了适应你的冒险，地点可以根据需要进行详细描述，它们的规模是灵活的。",
	"The wheels of bureaucracy turn steadily in the Clerks' Ward, an administrative haven for bookkeepers, scribes, and petty officials. Like oil to a machine, the Clerks' Ward provides a necessary conformity to Sigil's turbulent streets under the fastidious eyes of the Fated.": "文书员区的官僚机构稳步运转，这里是一座为簿记员、文书和小官员提供行政庇护的地方。就像润滑油对机器的作用一样，文书员区在“信标”（Sigil）动荡的街道上，受到命运之人（the Fated）一丝不苟的监视下，提供了必要的统一。",
	"The pristine buildings within this affluent ward are well maintained and regularly patrolled by officers of the Harmonium. Residents of the Clerks' Ward claim it's the safest and most honest ward in Sigil. Conflict usually occurs on paper, and structured forums for debate allow folks to resolve disagreements without resorting to violence.": "这个富裕区内的原始建筑物得到良好的维护，并经常由和谐团的官员巡逻。书吏区的居民声称这是锡基尔最安全、最诚实的区域。冲突通常发生在文件上，有结构化的辩论论坛让人们能够解决分歧而不用诉诸暴力。",
	"Despite its rigidity, the Clerks' Ward is a place of beauty and wonder, due in large part to the presence of the Society of Sensation. For each strict fact-checker, policy maker, and enforcer in the ward, there is an open-minded artisan, entertainer, or thrill-seeker to match. Locals routinely direct inquisitive newcomers to the Hall of Information, where visitors can ask questions, hail a sedan chair, or pester a tout for directions.": "尽管其严谨性，书吏区是一个美丽而令人惊叹的地方，这在很大程度上要归功于感知社(Society of Sensation)的存在。对于该区的每位严格的事实核查员、政策制定者和执行者，都会有一位思想开明的工匠、表演者或寻求刺激的人与之匹配。当地人经常会把好奇的新来者引导到信息大厅(Hall of Information)，在那里游客可以提问，招呼一辆轿车，或者向拉客的人询问方向。",
	"The following factions are headquartered in the Clerks' Ward:": "以下派系总部设在书记区（Clerks' Ward）：",
	"The Fated earn widespread ire as Sigil's tax collectors, leveraging their administrative position to serve their insatiable greed. Takers record financial agreements in the Hall of Records and revel in seizing properties at bargain-basement prices when owners default on payments. The Fated regularly hires adventurers as debt collectors.": "被命运注定的人作为西格尔的税务官赢得了广泛的愤怒，利用他们的行政职位来满足他们无法满足的贪婪。收取者在记录财务协议时在记录大厅中欢欣鼓舞，并在业主拖欠付款时以低廉的价格夺取财产时感到愉快。被命运注定的人经常雇佣冒险者作为债务收取者。",
	"Long thought to have been banished to the Mazes by the Lady of Pain along with their base of operations, members of the Incanterium are slowly trickling back into the Cage. Called \"mage drinkers\" by the few who remember them, the aged Incantifers siphon magic to sustain their ancient power. Disturbed residents murmur about the Incanterium's newly returned tower (see the \"{@book Tower Sorcerous|SatO|2|Tower Sorcerous}\" section). Rumor has it Duke Rowan Darkwood pays handsomely for information about his reclusive neighbors and their fortress.": "长期以来被痛苦女士（Lady of Pain）流放到迷宫中，连同他们的行动基地一起，因坎泽（the Cage）中的研法者协会（Incanterium）成员正缓慢涌回。被少数记得他们的人称为“法师饮者”，年迈的研法者（Incantifers）吸取魔法以维持他们古老的力量。不安的居民低声议论研法者协会新近回归的塔楼（见“{@book Tower Sorcerous|SatO|2|Tower Sorcerous}”部分）。谣传说公爵罗温·达克伍德（Duke Rowan Darkwood）慷慨支付情报，了解他那些隐居邻居及其堡垒。",
	"Sensates pepper Sigil's otherwise drab streets with entertainment, tempting pedestrians with curiosity and excitement. All of Sigil is a stage to the Society of Sensation, but the greatest attraction is the {@book Civic Festhall|SatO|2|Civic Festhall}. Factol Erin Montgomery weaves masterful arguments in the {@book Hall of Speakers|SatO|2|Hall of Speakers}, where she sways naysayers with one guiding principle: they might not recall what you said, but they always remember how you made them feel.": "感知者们在西格尔（Sigil）原本沉闷的街道上撒下娱乐的种子，诱惑着行人的好奇心和激动感。整个西格尔对于感知学会（Society of Sensation）而言都是一个舞台，但最大的吸引力是{@book Civic Festhall|SatO|2|Civic Festhall}。事实领袖艾琳·蒙哥马利（Factol Erin Montgomery）在{@book Hall of Speakers|SatO|2|Hall of Speakers}中编织着精妙的论点，她以一条指导原则摇摆着持反对意见者：他们可能不记得你说了什么，但他们总会记得你让他们感受到了什么。",
	"Presented here are some noteworthy sites in the Clerks' Ward.": "这里介绍了文书员区（Clerks' Ward）一些值得注意的地点。",
	"Creativity blossoms in the Civic Festhall, the headquarters of the Society of Sensation. Sensates spared no expense constructing this majestic building, which reaches nearly one thousand feet in height. Visitors find all manner of sensory delights within: gastronomic masterpieces served by innovative chefs; halls lined with fragrant, scratch-and-sniff statuaries; and pitch-black deprivation chambers bathed in supernatural silence.": "在感知协会总部——市政府节日大厅，创意蓬勃发展。感知者在建造这座壮丽建筑时不惜成本，高达近一千英尺。访客在其中发现各种感官享受：由创新厨师提供的美食杰作；布满芬芳的、可以刮嗅的雕塑的大厅；以及沐浴在超自然寂静中的漆黑剥夺室。",
	"The Civic Festhall boasts a panoply of arts available to the public. Galleries, concert and lecture halls, museums, and exhibits too eccentric to describe fill the festhall and its satellite buildings. Contests and duels are held at the Northumber, an outdoor amphitheater, while magical light checkers the stages of its two indoor theaters: the intimate Elloweth Theater and the prodigious Ren Hall. Elloweth Theater is renowned as Sigil's preeminent venue for high-brow performance art, and performers from across the Great Wheel flock to Elloweth Theater to take their shot at interplanar fame. Map 2.1 depicts Elloweth Theater and its promenade.": "市政节庆大厅拥有丰富多彩的艺术项目供公众参观。画廊、音乐厅、讲堂、博物馆以及难以描述的古怪展品充满了节庆大厅及其附属建筑。比赛和决斗在北境举行，那里有一个露天剧场，而魔法灯光点缀着室内两个剧场的舞台：亲密的艾洛维斯剧院和宏伟的伦大厅。艾洛维斯剧院以西格尔的高雅表演艺术场所而闻名，来自整个大轮的表演者纷至沓来，希望在艾洛维斯剧院获得超越位面的名声。地图2.1展示了艾洛维斯剧院及其长廊。",
	"The most popular offerings in the Civic Festhall are the Sensoriums, semiprivate rooms where creatures can record and relive one another's sensory experiences through {@item Sensory Stone|SatO|sensory stones} (see {@book chapter 1|SatO|1|Sensory Stone} of this book). For a price of 10 gp, a client can feel the thrill of a researcher's epiphany, the weight of a widow's grief, or the warm bite of a flaky pastry. Memories and longer, more complex sensations tend to cost more, but the lure of nostalgia draws repeat customers.": "市政节庆大厅最受欢迎的项目是感知室，这是一种半私密的房间，生物可以通过{@item Sensory Stone|SatO|sensory stones}（见本书的{@book chapter 1|SatO|1|Sensory Stone}）记录和重现彼此的感官体验。以10金币的价格，客户可以感受到研究者顿悟的刺激，寡妇悲伤的沉重，或者酥皮点心的温暖。记忆和更长、更复杂的感觉往往需要支付更多费用，但怀旧的诱惑吸引着回头客。",
	"The Society of Sensation pays well for sensations not contained in its extensive collection. Sensates reward adventurers for delivering {@item Sensory Stone|SatO|sensory stones} that contain coveted yet dangerous experiences, such as the thrill of stealing a coin from a sleeping dragon's hoard. Rumors say the sensates also keep a collection of {@item Sensory Stone|SatO|sensory stones} containing unspeakable insights and experiences disruptive to multiversal peace. Sensates sequester these and other restricted sensations in a demiplanar sanctum accessible only to trusted members.": "感知协会(The Society of Sensation) 为未收录在其庞大收藏中的感知付出高昂报酬。感知者为传递{@item Sensory Stone|SatO|sensory stones}而奖励冒险者，这些感知包含令人垂涎但危险的体验，比如从沉睡的龙巢中偷取一枚硬币的刺激。传闻称，感知者还保留着一些{@item Sensory Stone|SatO|sensory stones}，其中包含无法言说的洞察和对多元宇宙和平具有破坏性的体验。感知者将这些以及其他受限制的感知隔离在一个只有信任成员才能进入的半位面圣所中。",
	"Sensates quench their thirst at the Greengage, a humble cider shop across the street from the Civic Festhall that's popular among gnomes, halflings, and anyone else who can tolerate its four-foot ceilings. To stay in business, the establishment's owner, a chipper {@creature sprite} named Clea Appleblossom, updates its menu daily. Clea sends adventurers to gather supplies from the {@book Market Ward|SatO|2|Market Ward} or, for especially rare ingredients, the Outer Planes.": "感知者们在靠近市政府节庆大厅的一家谦逊的苹果酒店“青梅”解渴，这家店很受地精、半身人和其他能容忍其四英尺高天花板的人的欢迎。为了维持生意，这家店的老板，一个名叫克莉亚·苹果花（Clea Appleblossom）的开朗{@creature sprite}，每天更新菜单。克莉亚会派冒险者去{@book Market Ward|SatO|2|Market Ward}收集供应品，对于特别稀有的成分，可能还需要前往外部位面。",
	"Located between the Hall of Records and Hall of Speakers, the Hall of Information is a gleaming, blue-domed repository of knowledge that serves as Sigil's de facto welcome center. Sedan chair drivers, touts, and translators loiter nearby, hollering their services at pedestrians.": "位于记录大厅和发言大厅之间，信息大厅是一个闪闪发光的、蓝顶的知识宝库，是锡基尔的事实上的欢迎中心。轿车司机、拉客的人和翻译者在附近闲逛，对行人大声招揽他们的服务。",
	"Public notices and odd jobs are posted to a board outside the hall. For more information, interested parties can consult a directory of municipal departments and pay any applicable fee to meet with an officer of the appropriate ministry. Inside, stewards warn visitors against touching the hall's many polished surfaces, lest they anger Chief Bordon Mok, a no-nonsense, lawful good {@creature bariaur wanderer|MPP} (see {@book Morte's Planar Parade|MPP}) who extinguishes misconduct with a crack of her silvered whip.": "公告和零工被张贴在大厅外的布告板上。有兴趣的人可以查阅市政部门目录，并支付任何适用的费用，以会见相关部门的官员。在大厅内，执事们警告访客不要触摸大厅的许多抛光表面，以免惹怒首席官员博顿·莫克（Chief Bordon Mok），一个毫不客气的、守法的正义善良者{@creature bariaur wanderer|MPP}（见{@book Morte's Planar Parade|MPP}），她会用银鞭的一声响鞭击来扑灭不端行为。",
	"Once a thriving college, the Hall of Records was foreclosed on for a slightly overdue debt to the Fated centuries ago. The Fated has since repurposed the building as its headquarters. The campus consists of six stately towers—originally seven, but the library was sold and walled off—and a sprawling network of underground archives linked to each of the academy's founding structures.": "几个世纪前，作为一所蓬勃发展的学院，记录大厅因为欠费稍微过期而被命运之人夺走。自那时起，命运之人已经将这座建筑重新用作总部。校园由六座宏伟的塔楼组成——原本是七座，但图书馆被出售并封闭——以及一个庞大的地下档案网络，与学院的每座创始建筑相连。",
	"Inside the guarded complex, members of the Fated conduct all manner of documentation. Clerks file property deeds, issue birth and death certificates, and maintain extensive financial records, while scriveners meticulously prepare official proclamations for posting.": "在受保护的综合体内，命运之人进行各种文件工作。文书员归档财产契约，发放出生和死亡证明，并维护广泛的财务记录，而书写员则精心准备官方公告以供张贴。",
	"In theory, anyone in Sigil with proper approval can request a specific document or wade through the hall's dusty stacks, but the process is mired in bureaucratic entanglements. More often, a bribe can accomplish as much in half the time, and hefty sums can convince a Taker to lose or even alter a document in the Hall of Records.": "理论上，在锡基尔，任何人只要得到适当批准，就可以请求特定文件或翻阅大厅里尘封的档案，但这个过程往往被官僚纠缠所困扰。更常见的情况是，通过贿赂可以在一半的时间内完成同样的事情，而巨额的贿赂可以说服一位“接收者”删除甚至篡改档案记录大厅中的文件。",
	"Valuable tomes are stored in vaults beneath the campus, including The Secret History of Sigil, a detailed account of the Fated's activities and the secrets its agents have learned. Volumes of this ongoing research project, especially recent ones, fetch a high price with opposing factions.": "校园下面的保险库中存放着珍贵的文献，包括《辛吉尔的秘密历史》(%The Secret History of Sigil%)，这是一部详细记载了命运派活动和其特工所学到的秘密的著作。这个持续进行的研究项目的卷册，尤其是最近的那些，能够在对立派系中卖得很高的价格。",
	"Unsurprisingly, the underground compound is heavily defended. Within the campus lies a thrumming portal to Ysgard, a plane where might makes right and the Takers hoard their spoils. Giants stomp out of the portal to squash intruders in the name of the Fated, causing books and scrolls to quake in their lumbering wake.": "毫不奇怪，地下建筑设有严密的防御。在校园内有一扇通往(Ysgard)的嗡鸣传送门，那是一个强者为尊、掠夺者囤积战利品的位面。巨人从传送门踏出，以命运者之名压制入侵者，使书籍和卷轴在他们笨拙的脚步中颤抖。",
	"The voices of Sigil ring out within the Hall of Speakers, where everyday complaints plant the seeds of laws. Formerly the headquarters of the faction known as the Sign of One, the Hall of Speakers is an orrery-like arrangement of rings and domed structures that beckon onlookers to make themselves heard. Before the hall stands a massive iron statue of a woman heaving a world on her shoulders with power and grace, a Signer remnant turned local landmark named {@i The Power of One}.": "在议事厅内，西格尔的声音回荡不绝，日常的抱怨在这里播下法律的种子。议事厅曾是一个名为“{@i The Power of One}”的派系的总部，它是一个类似天文钟的环形和圆顶结构，吸引着旁观者发表自己的意见。在大厅前面矗立着一座巨大的铁像，描绘着一个女人用力而优雅地扛着一个世界，这是一个被称为“{@i The Power of One}”的信徒遗迹，已成为当地的地标。",
	"Public hearings take place within the Speaker's Podium, a spacious chamber named after the wooden lecterns that dominate its stage. Though anyone can spectate, only the Council of Speakers can participate in these debates. Each ascendant faction in Sigil has at least one speaker: typically the factol and one or two other high-ranking members. However, speakers sometimes delegate their time behind the podium to an eloquent representative whom they trust to represent the faction's interests. The debates are largely performative affairs—hour-long bouts where faction representatives embarrass each other and themselves with thinly veiled insults, boasting, and magniloquent rhetoric. The factions of Sigil are rarely in agreement, and the few proposals voted into law by the Council of Speakers are either inconsequential or quickly overturned in favor of the status quo.": "公开听证会在发言者讲台内举行，这是一个宽敞的大厅，以主导舞台的木讲台命名。尽管任何人都可以旁听，但只有发言者理事会的成员可以参与这些辩论。锡基尔的每个主导派别至少有一名发言者：通常是事实派和另外一两名高级成员。然而，发言者有时会将他们的时间委托给一个雄辩的代表，他们信任代表该派别利益。这些辩论在很大程度上是表演性的事件——持续一个小时的激烈辩论，派别代表们在其中相互羞辱，用隐晦的侮辱、吹嘘和夸张的修辞展示自己。锡基尔的派别很少达成一致意见，发言者理事会通过的少数提案要么无关紧要，要么很快被推翻，以维持现状。",
	"Citizens can voice their opinions freely at the Trianym, a public forum located a block from the Hall of Speakers. The Trianym consists of three cylindrical platforms with seating for scribes and spectators to witness the exchanges. Locals reward shrewd debaters by tossing coins to them, reserving fistfuls of garbage for truly awful orators. The Trianym is more than a glorified soapbox—the thoughts that ferment in the Trianym pave the way for new factions and ways of thinking.": "市民可以在三言广场(Trianym)自由发表意见，这个公共论坛位于距讲话者大厅(Hall of Speakers)一街之隔。三言广场由三个圆柱形平台组成，提供给抄写员和观众就座，以见证交流。当地人会通过向精明的辩手投掷硬币来奖励他们，而对于真正糟糕的演讲者，则会留下一把垃圾。三言广场不仅仅是一个被美化的讲台，而是在这里酝酿的思想为新的派别和思维方式铺平道路。",
	"The onion-shaped cabs of Tea Street Transit shuttle customers throughout the Clerks' Ward. The proprietor is Kyl Silkfoot (lawful neutral, elf {@creature druid}), a crotchety elf with a raspy voice, easily spotted by the nauseating cloud of smoke that issues from his tarweed cigars. Kyl's cabs are always clean and comfortable. Fantastic mounts—such as {@creature Displacer Beast||displacer beasts}, {@creature Unicorn||unicorns}, and bizarre {@creature Pony||ponies} warped by the magic of the Outer Planes—pull the bulbous carriages.": "茶街交通的洋葱形马车在书吏区穿梭接送客人。店主是卡尔·丝足（{@creature druid}）, 一个声音嘶哑的易怒精灵，常常被他从烟草雪茄中冒出的令人作呕的烟雾所标识。卡尔的马车总是干净舒适的。奇妙的坐骑——如{@creature Displacer Beast||displacer beasts},{@creature Unicorn||unicorns},以及被外域魔法扭曲的奇异{@creature Pony||ponies}——拉着这些圆胖的马车。",
	"Trusted by the ward's wealthy elite, the cabdrivers of Tea Street Transit are a reliable source of information pertaining to government officials, esteemed intellectuals, and known criminals.": "得到区内富裕精英的信任，茶街交通的出租车司机是关于政府官员、知名学者和犯罪分子的可靠信息来源。",
	"The Tower Sorcerous is a spiny spire of unknown material, its surface shifting like a puddle of oil. The structure has no visible doors or windows save for eight balconies that jut from its twisting frame. Although the tower's surfaces are impenetrable to most, Incantifers step into the tower as if it were porous, leaving ripples behind them as they enter and emerge.": "塔楼巫术是一座多刺的尖塔，由未知材料构成，其表面像油坑一样变化。这座建筑除了从扭曲的框架上突出的八个阳台外，没有可见的门窗。尽管大多数人无法穿透塔楼的表面，但咒术师们却可以轻松进入塔楼，就像它是多孔的一样，当他们进入和出现时留下涟漪。",
	"When the Tower Sorcerous disappeared from Sigil, it left behind an empty lot. The business that went up in its place, Fretter's Fetters and Fritters, was destroyed when the tower suddenly reappeared. Until recently, most folk believed the Lady of Pain consigned the tower and its inhabitants to the Mazes. Few know the circumstances of the tower's disappearance and reappearance, or what machinations brew within.": "当塔楼巫师从锡基尔（Sigil）消失时，它留下了一片空地。在它原来的位置上建起的生意，Fretter's Fetters and Fritters，在塔楼突然重现时被摧毁。直到最近，大多数人都认为痛苦女士（Lady of Pain）将塔楼及其居民送入了迷宫。很少有人知道塔楼消失和重现的情况，或者其中蕴藏着什么阴谋。",
	"Neglected by the dabus and the generosity of other wards, the Hive Ward has fallen into disrepair. Its buildings are lopsided hodgepodges of architectural styles and materials, their floors haphazardly stacked atop one another to conserve space. The crooked high-rises darken cramped alleys, many of which are dead ends in more ways than one. Many residents of the city avoid the ward when possible, but those willing to risk the Hive can partake in its seedy establishments and hidden gems.": "被达布斯(Dabus)和其他区域的慷慨所忽视，蜂巢区已经陷入了破败之中。这里的建筑是各种建筑风格和材料的拼凑，它们的楼层杂乱地堆叠在一起以节省空间。歪斜的高楼大厦使狭窄的小巷变得昏暗，其中许多都是死胡同。城市的许多居民尽量避开这个区域，但那些愿意冒险前往蜂巢的人可以享受其中的不良场所和隐藏的宝藏。",
	"Crime is commonplace in the Hive. Grifters, cutpurses, and miscreants band together in the moldering streets, preying on the desperate and downtrodden. Pickpockets masquerade as touts, eager to pilfer coin from stumbling sots and newcomers. Professions not outwardly criminal in nature are often morally suspect, such as corpse collectors, opportunistic scavengers who scrape out a living by gathering bodies throughout the ward and delivering them to the Mortuary for meager payouts.": "在蜂巢中，犯罪是司空见惯的。骗子、扒手和恶棍聚集在腐朽的街道上，捕捉那些绝望和受压迫的人。扒手伪装成推销员，渴望从蹒跚而来的醉汉和新来者身上偷取硬币。那些看似不涉及犯罪的职业往往在道德上令人怀疑，比如尸体收集者，这些机会主义者通过在区域内收集尸体并将其送往殡仪馆以换取微薄报酬来谋生。",
	"Rain is more frequent in the Hive than elsewhere in Sigil, reflecting the ward's dismal mood. When it falls, gutters ooze sludge into brackish pools of oil and rainwater, their surfaces disturbed by scurrying cranium rats. Damp rags and swollen planks cover broken windows, blotting what little light ekes through the ward's perpetual fog.": "雨在蜂巢比锡基尔其他地方更频繁，反映了这个区域沮丧的情绪。当雨水落下时，排水沟会流出淤泥，形成积水和雨水的混合物，表面上爬满了头骨老鼠。潮湿的抹布和膨胀的木板覆盖着破碎的窗户，吸收着透过区域永恒雾气的微弱光线。",
	"Of all the wards in Sigil, the Hive Ward has the least oversight. Harmonium patrols are less frequent here, and peacekeepers have been known to avert their gaze from disreputable establishments. Though crime runs rampant, so do creativity and trade, and opportunities abound for those ready to seize them. Residents live unhampered by bureaucracy or judgment, free to pursue their deepest passions or indulge their guiltiest pleasures.": "在西格尔（Sigil）的所有区域中，蜂巢区（the Hive Ward）受到的监管最少。和谐军（Harmonium）的巡逻在这里更少，维持秩序的人也常常选择视而不见那些声誉不佳的场所。尽管犯罪猖獗，创造力和贸易也同样蓬勃发展，对于那些愿意抓住机会的人来说，机遇随处可见。居民们不受官僚主义或评判的束缚，可以自由追求他们最深的激情或沉溺于最隐秘的快乐。",
	"The following factions are headquartered in the Hive Ward:": "以下派系总部设在蜂巢区：",
	"Within the Gatehouse, members of the Bleak Cabal reject the philosophies of other factions, believing the multiverse is devoid of meaning. Bleakers combat their existential dread with optimism and compassion, enriching the lives of those in and around the Hive through small acts of service. The faction maintains a network of safe havens throughout the ward where those in need can find refuge and a warm meal.": "在门楼内，(Bleak Cabal)的成员拒绝其他派系的哲学，他们相信多元宇宙是毫无意义的。(Bleakers)用乐观和同情心对抗他们的存在恐惧，通过小小的服务行为丰富了蜂巢内外人们的生活。该派维护着整个区域的一系列安全避难所，需要帮助的人可以在那里找到庇护和温暖的一餐。",
	"Arson and vandalism are tools of the trade for the Hands of Havoc, a faction of rebels. In other wards, the Wreakers' destructive activities pave the way for reconstruction and renewal. In the Hive, however, Wreaker activity sometimes compounds the miseries of everyday life when their fires—vain attempts to garner attention from the movers and shakers of Sigil or burn away detritus within the ward—engulf the innocent. Rather than maintain a single base of operations, the Hands of Havoc operate out of warehouses strewn throughout the ward, moving constantly to evade Sigil's enforcers.": "纵火和破坏是混沌之手（Hands of Havoc）这个叛乱派系的手段。换句话说，破坏者（Wreakers）的破坏活动为重建和更新铺平道路。然而，在蜂巢（the Hive）中，破坏者的活动有时会加剧日常生活的苦难，当他们的火焰——徒劳地试图引起西吉尔（Sigil）的权势者的注意或烧毁区内的废物——波及无辜者。混沌之手并没有固定的行动基地，而是分散在整个区域的仓库中，不断移动以躲避西吉尔的执法者。",
	"The Heralds of Dust are Sigil's undertakers. They conduct funerary rites for creatures from all places, ensuring their souls pass to the next stage of death undeterred. The bulk of the faction's workforce consists of skeletons, zombies, and other dull-minded Undead whose bodies were donated to the Mortuary by their owners in life. The Dusters rely on corpse collectors—grim-faced laborers found primarily in the Hive—to deliver a steady stream of bodies to them for interment.": "尘埃使者是（Sigil）的执事。他们为来自各地的生物举行丧葬仪式，确保他们的灵魂顺利进入下一个死亡阶段。该派系的大部分劳动力由骷髅、僵尸和其他迟钝的不死生物组成，他们的尸体是生前主人捐赠给（Mortuary）的。尘埃使者依赖尸体收集者——主要在（Hive）中发现的面无表情的劳工，向他们提供用于安葬的尸体。",
	"Presented here are some noteworthy sites in the Hive Ward.": "这里介绍了蜂巢区（Hive Ward）一些值得注意的地点。",
	"Raucous, booze-fueled brawls take place in the back room of the Bottle and Jug, one of the Hive's most infamous drinkeries. This mass of steel, barbed wire, and black granite is owned by Beatrice Bazlan, a flightless {@creature erinyes} who won the joint but lost her wings in a high-stakes match against its previous owner and his two trolls. Beatrice is tough as nails and loves a good laugh at someone else's expense. Anyone's welcome in her taproom.": "在蜂巢最臭名昭著的酒馆瓶与壶的后房间里，经常上演着喧闹、酒精推动的斗殴。这座由比阿特丽斯·巴兹兰（Beatrice Bazlan）拥有的钢铁、铁丝网和黑色花岗岩构成的建筑，是一家酒馆。她是一位无法飞行的{@creature erinyes}，在一场高赌注的比赛中赢得了这家酒馆，但失去了自己的翅膀，对手是之前的老板和他的两个巨魔。比阿特丽斯坚强如钢钉，喜欢看别人出丑。她欢迎任何人来她的酒吧。",
	"A portal to a massive pit-fighting arena rests at the back of the Bottle and Jug, disguised as the door to an always-out-of-order lavatory for big and tall creatures. Gabel, a retired {@creature pit fiend} judge, guards the entrance, but most entrants respectfully call him \"Your Honor.\" On the other side of the door lies a bloodstained amphitheater where spectators place bets and combatants test their mettle. The current heavyweight champion is a bloodthirsty {@creature cyclops} named Akra.": "一个通往一个巨大角斗场的传送门位于瓶和罐的后面，伪装成一个永远坏掉的大型生物厕所的门。加贝尔，一位退休的法官，守卫着入口，但大多数参与者尊称他为“法官大人”。在门的另一侧是一个沾满鲜血的圆形剧场，观众们在那里下注，战斗者们展示他们的勇气。当前的重量级冠军是一位名叫阿克拉的嗜血{@creature cyclops}。",
	"In addition to the typical variety of cheap swill peddled throughout the Hive, Beatrice keeps a selection of top-shelf liquors in a chilled demiplane behind the bar for scoundrels with coin to spare:": "除了在蜂巢中典型的廉价劣酒外，比阿特丽丝在吧台后面的一个冷半位面中保留了一些顶级烈酒，供有闲钱的恶棍们选择：",
	"Beverages available at the Bottle and Jug include the following offerings:": "瓶罐酒吧提供的饮料包括以下选择：",
	"Barreled on Ysgard, this crimson mead swirls with scenes of battle. A war cry bellows from the tap when a mug of Annam's Blood is poured.": "在(Ysgard)上装桶，这款深红色的蜜酒中旋涡着战斗场面。当倒出一杯(Annam's Blood)时，从龙头传来一声战吼。",
	"This distilled spirit constantly shifts in color. Made from a plant harvested on Limbo, each bottle contains a dead slaad tadpole.": "这种蒸馏酒的颜色不断变化。由在（Limbo）上收获的植物制成，每瓶酒中都含有一只死（slaad）蝌蚪。",
	"This small-batch, amber hooch comes in a rectangular bottle with a tiny cog for a cap. When placed on a flat surface, the cap rotates like the gears of Mechanus.": "这种小批量生产的琥珀色烈酒装在一个长方形瓶子里，瓶盖是一个微小的齿轮。当放在平面上时，瓶盖会像（Mechanus）的齿轮一样旋转。",
	"Imported from the Nine Hells, this spiced whiskey burns all the way down. Imbibers often belch a small flame after taking a shot.": "这种来自九层地狱的香料威士忌一口下肚就像火烧一般。喝下一口后，人们经常会打嗝冒出一小团火焰。",
	"Bottled locally by a green hag with six teeth and an infectious laugh, this murky, sour gin causes the drinker to break out in a harmless rash of purple warts that vanish within minutes.": "这款浑浊、酸涩的杜松子酒是由一位长着六颗牙齿和一个传染性笑声的绿色女巫当地酿制的，饮用者会在身上长出一些紫色疣状的无害皮疹，但几分钟后就会消失。",
	"Fell, a {@creature dabus|MPP} (see {@book Morte's Planar Parade|MPP}), runs a tattoo parlor in the Hive. From a distance, he looks like any other of his kind—a lean, purple-skinned figure in flowing robes, his horns protruding from a voluminous tuft of white hair atop his head. Shunned by the Lady of Pain and ostracized by his kin for declaring himself a priest of Aoskar, the dead god of portals, Fell now walks on the ground instead of floating above it. However, some of the dabus's magic remains, evident in the indelible designs he weaves into his visual rebuses.": "费尔，一名{@creature dabus|MPP}（见{@book Morte's Planar Parade|MPP}），在地狱中经营一家纹身店。从远处看，他看起来就像他种族中的其他人一样——一个身材瘦削、紫色皮肤、穿着流畅长袍的人，头顶一团白色头发中长出的角突出在上面。费尔被痛苦女士排斥，被族人排斥，因为他自称是阿斯卡（Aoskar）的祭司，这位已故的传送之神。现在，费尔走在地面上，而不是漂浮在上面。然而，达布斯的一些魔法仍然存在，体现在他编织的不可磨灭的视觉谜语中。",
	"Fell's Tattoos is a modest, oblong shack down the street from the {@book Smoldering Corpse Bar|SatO|2|Smoldering Corpse Bar} (detailed below). A pearl lightning bolt above the door marks the parlor's entrance. Inside, the quiet artist lets his handiwork speak for itself. Fell nods and smiles at his clients, producing wispy images that hang in the air and adjusting the shapes to their liking. The dabus applies each tattoo with a wave of his hand, wafting the design toward the client's skin where it grafts itself in vibrant ink.": "费尔的纹身店是一间朴素的长方形小屋，就在离{@book Smoldering Corpse Bar|SatO|2|Smoldering Corpse Bar}（以下详述）不远的街道上。门上方有一颗珍珠闪电标志着店铺的入口。店内，安静的艺术家让他的手艺说话。费尔对他的客人点头微笑，创作出飘渺的图像，悬浮在空中并根据他们的喜好调整形状。达布斯（dabus）用手一挥，将每个纹身施加在客人的皮肤上，使其在鲜艳的墨水中扎根。",
	"The dabus's tattoos are tinged with magic. Most effects are minor—a temporary glow or shifting pattern—but some designs function as {@item Spell Scroll||spell scrolls} that burn away once used, singeing hair, fur, or scales in the process. As a devotee of Aoskar and longtime resident of Sigil, Fell knows the locations of hundreds of portals throughout the City of Doors and their keys.": "达布斯的纹身被魔法染色。大多数效果都很微弱——暂时的发光或变化图案——但有些图案像{@item Spell Scroll||spell scrolls}一样发挥作用，一旦使用就会燃烧殆尽，烧焦毛发、毛皮或鳞片。作为奥斯卡的信徒，以及西格尔的资深居民，费尔知道城门之城中数百个传送门的位置及其钥匙。",
	"At the DM's discretion, Fell can reproduce any of the {@book magic tattoos|TCE|3|Magic Tattoos} detailed in {@book Tasha's Cauldron of Everything|TCE} that are common, uncommon, or rare. He charges 60 gp for a common one, 600 gp for an uncommon one, and 6,000 gp for a rare one.": "在DM的裁量下，Fell可以复制{@book magic tattoos|TCE|3|Magic Tattoos}中的任何一个物品，这些物品在{@book Tasha's Cauldron of Everything|TCE}中被定义为普通、罕见或稀有。他收取60 gp用于普通物品，600 gp用于罕见物品，以及6,000 gp用于稀有物品。",
	"The Bleak Cabal's headquarters is the Gatehouse, a fortress of rehabilitation and renewal. The tiered, ivory sanctuary rests on a hill at the end of Bedlam Run, a curved road that rises to meet the headquarters above the Hive. Calming fountains cascade over its chalk-white balconies, which radiate from its central tower. The Gatehouse specializes in treating planar afflictions. Inside, Bleakers tend to those harmed by the planes and by the creatures that inhabit them.": "荒凉阴谋的总部是门楼，一个康复和更新的堡垒。这座分层的象牙圣所坐落在一座山丘上，座落在Bedlam Run的尽头，这是一条弯曲的道路，上升到高于Hive的总部。宁静的喷泉从其粉笔白色的阳台上倾泻而下，这些阳台从中央塔楼辐射出来。门楼专门治疗位面疾病。在内部，Bleakers照顾那些受到位面和栖息在其中的生物伤害的人。",
	"Members of the Bleak Cabal find solace in existence by relieving the burdens of others. Bleakers in the Gatehouse restore creatures warped by demon ichor, research and remove complex curses, and comfort those who have glimpsed otherworldly horrors of sinister realms.": "铁环阴暗会的成员通过减轻他人的负担来找到存在的慰藉。在(门房)的铁环会所里，铁环者们恢复被恶魔精华扭曲的生物，研究并解除复杂的诅咒，安慰那些曾瞥见邪恶领域的异界恐怖的人。",
	"Althax Darkfleece ({@creature bariaur wanderer|MPP} with an Intelligence of 17; see {@book Morte's Planar Parade|MPP}), serves as the Gatehouse's resident expert on the negative effects of planar magic. Hailing from the gate-town of {@book Bedlam|SatO|3|Bedlam} (detailed in {@book chapter 3|SatO|3} of this book), Althax is a wise and compassionate academic who keeps unreasonable hours. To aid her ongoing research, she occasionally hires adventurers to investigate locations suffused with planar magic—or collect samples from the planes themselves.": "阿尔萨克斯·达克菲斯（{@creature bariaur wanderer|MPP} 智力17；见{@book Morte's Planar Parade|MPP}）是守门人之家对位面魔法负面影响的专家。来自守门镇{@book Bedlam|SatO|3|Bedlam}（本书的{@book chapter 3|SatO|3}中有详细描述），阿尔萨克斯是一位睿智而富有同情心的学者，作息时间不规律。为了帮助她的研究，她偶尔会雇佣冒险者去调查充满位面魔法的地点，或者从位面本身收集样本。",
	"Honest shoppers stick to the Market Ward, where prices are firm and goods can easily be traced back to their sources. Customers interested in less reputable wares, however, haunt the after-hours stalls of the Gatehouse Night Market just a few blocks from the Gatehouse. Booths unfold from pocket dimensions at last light, their dealers lit by the neon glow of indifferent {@creature Will-o'-Wisp||will-o'-wisps}: devils pawning stolen souls to rule-bending angels, interplanar fences selling stolen modron parts, demodands advertising jars of their liquefied cohorts as instant bodyguards, and the like. The night market relies on adventurers to settle disputes between vendors and their unrepentant clientele.": "诚实的购物者会留在市场区（Market Ward），那里的价格稳定，商品可以轻松追溯到来源。然而，对于对不那么正当的商品感兴趣的顾客，他们会出没在距离市场区几个街区之外的（Gatehouse）夜市。在黄昏时分，摊位从口袋般的维度中展开，摊主们被漠不关心的{@creature Will-o'-Wisp||will-o'-wisps}霓虹灯光照亮：恶魔典当被盗的灵魂给违规的天使，不同位面的赃物贩子出售被盗的模德龙零件，恶魔人（demodands）宣传他们液化同类的罐装产品作为即时保镖，诸如此类。夜市依赖冒险者来解决摊贩与他们不知悔改的客户之间的纠纷。",
	"The flavors of the multiverse converge at the Grease Pit, a noisy alley brimming with planar street food. Creatures come from far and wide to sample its delights or hawk them to hungry customers over the hubbub of the daily crowds.": "多元宇宙的风味在润滑坑（Grease Pit）交汇，这是一个嘈杂的小巷，充斥着来自不同位面的街头美食。生物们从各地前来品尝它的美味，或者在每天人群的喧嚣中向饥饿的顾客兜售这些美食。",
	"The Grease Pit offers patrons a taste of the Outer Planes. Deep-fried meat skewers sizzle in bubbling oil taken from the battlefields of Acheron, marinating in a bath of rage and zeal. Meanwhile spicy dishes rise to infernal heats in devil-owned rotisseries, where sadistic pitmasters boast literal kicks that sear the taste buds of the uninitiated. Sobbing patrons cool their mouths on heavenly snow cones sold by dessert-loving devas, then later shred their tongues on face-puckering sour candies topped with caustic, gelatinous ooze. Portions range from bite-sized nibbles to bottomless portal buffets worthy of a giant's appetite.": "油渍坑（The Grease Pit）为顾客提供了一种外域的味道。深炸肉串在来自阿克伦战场的沸腾油中嘶嘶作响，浸泡在愤怒和热情的浴池中。与此同时，辛辣菜肴在恶魔拥有的转炉中升至地狱般的高温，残忍的烤肉师傲傲地炫耀着真正的刺激，灼伤了未经启蒙的味蕾。哭泣的顾客用甜点爱好者的天堂雪糕冷却他们的嘴，然后在酸涩糖果上撕裂他们的舌头，糖果上面覆盖着腐蚀性的凝胶状渗出物。份量从一口大小的小吃到巨人食欲所值得的无底洞口自助餐。",
	"The following are some of the vendors one might encounter in the Grease Pit:": "以下是在润滑坑（Grease Pit）中可能会遇到的一些供应商：",
	"Prepared by a court of not-so-noble bullywugs, the patties served up at this unfussy shack were described by one Sigil food critic as \"damp—with an unexpected crunch.\"": "由一群不那么高贵的蛙人法庭准备的，这家简陋小屋供应的肉饼被一位《符文之城》美食评论家描述为“潮湿—带有意想不到的脆脆口感”。",
	"Located in an enormous toadstool, this myconid-operated sandwich parlor specializes in fungal creations. Customers rave about the Mushroom Meld, a spore-topped melt that allows eaters within 30 feet of each other to communicate telepathically for 1 hour.": "位于一个巨大的毒蘑菇内，这家由精灵蘑菇人经营的三明治店专门制作各种真菌美食。顾客们对“蘑菇融合”赞不绝口，这是一款覆盖孢子的熔化三明治，让在30英尺范围内的食客们可以在1小时内进行心灵感应交流。",
	"This rolling seafood cart sports a bottomless tank linked to an aquatic demiplane. Buyers who fish their own catch from the aquarium pay half price for the cooked dish, but at Make It Snappy, the seafood snaps back.": "这辆滚动海鲜推车配备了一个与水生半位面相连的无底水槽。从水族馆自己捕捞食材的买家可以享受熟食半价优惠，但在快速制作美味(`Make It Snappy`)中，海鲜会迅速回弹。",
	"Owned by a wake of buzzard-looking aarakocra, this tin-roofed barbecue joint serves up \"sustainably sourced\" roadkill, scavenged fresh daily from arid stretches of inhospitable realms.": "由一群看起来像秃鹰的(aarakocra)所拥有，这家铁皮屋顶的烧烤店供应“可持续来源”的路边野味，每天从荒凉的、不适宜居住的领域新鲜捡拾而来。",
	"This candy shop is co-owned by a faerie dragon named Pancake and an imp named Qribbig. Their saccharine concoctions are sweet enough to rot a lich's teeth.": "这家糖果店由一只名叫(`Pancake`)的仙龙和一只名叫(`Qribbig`)的小恶魔共同拥有。他们制作的甜食甜得足以腐蚀一只巫妖的牙齿。",
	"Purveyors of plant-based cuisines cluster in the Vine, a vegetarian oasis nestled in the corner of the grimy spittoon. It's home to the Gentle Mug, a humble shack where {@creature Musteval Guardinal|MPP|musteval guardinals} (see {@book Morte's Planar Parade|MPP}) offer magical teas and throat-scratching razorvine wraps.": "植物为基础的美食供应商聚集在“葡萄园”（the Vine），这是一个坐落在肮脏痰盂角落的素食绿洲。这里有“温和马克杯”（the Gentle Mug），一个谦逊的小棚屋，那里{@creature Musteval Guardinal|MPP|musteval guardinals}（见{@book Morte's Planar Parade|MPP}）提供神奇的茶和刺喉的割刀藤卷。",
	"The Heralds of Dust look after Sigil's dead in the Mortuary, the city's morgue. Situated between Blackshade Lane and Ragpicker's Square, the menacing stone structure rises above the Hive like a corpse from the grave. The Mortuary's towers bear low, gloomy domes with buttresses bristling with blades and windowless vaults clustered around the structure's base. Its dark, mournful halls reek of embalming fluids, their sterile tang sparing nostrils from viler odors trapped within the musty tombs.": "尘埃使者(The Heralds of Dust)在锡基尔(Sigil)的太平间(Mortuary)里照料死者，这座城市的太平间。坐落在黑影巷(Blackshade Lane)和拾荒者广场(Ragpicker's Square)之间，这座令人恐惧的石质建筑物在蜂巢(Hive)上方耸立，宛如坟墓中的尸体。太平间的塔楼低矮，阴郁的圆顶上有支撑着刀刃的扶壁，无窗的拱顶环绕在建筑物底部。它阴暗、哀伤的大厅里弥漫着防腐液的气味，那种清洁的气味让鼻孔免受被封存在陈旧陵墓中更难闻气味的侵扰。",
	"The Dusters who run the Mortuary are the visage of death—slack jawed and bony framed, with unblinking eyes sunken into their gaunt, skeletal faces. Corpse collectors are often heard before they're seen, as their creaking wooden barrows are engulfed in clouds of buzzing insects. They wheel wagonfuls of bodies to Death's Door, a metal chute supervised by joyless undertakers, who pay collectors a pittance for each corpse they round up.": "经营太平间的尘埃者是死亡的化身——嘴巴张开、骨瘦如柴，眼睛深陷在消瘦的骷髅脸上，一动不动。尸体收集者常常在被看到之前就能被听到，因为他们的吱吱作响的木制推车被蜂拥的昆虫包围着。他们推着满满一车的尸体到达“死亡之门”，一个由无趣的承办人员监督的金属滑槽，他们会给收集者每收集一具尸体就支付一点微薄的报酬。",
	"The Mortuary's uninviting halls echo with the moans of the Undead. {@creature Skeleton||Skeletons} and {@creature Zombie||zombies} perform menial tasks, such as cleaning or guard duty, while more intelligent Undead—such as {@creature Wight||wights}, {@creature Vampire||vampires}, and {@creature Death Knight||death knights}—serve the Heralds of Dust in high-ranking positions under their factol, the dreaded lich Skall.": "太平间那令人生畏的大厅里回荡着不死者的呻吟声。{@creature Skeleton||Skeletons} 和 {@creature Zombie||zombies} 执行着琐碎的任务，比如清洁或警卫工作，而更聪明的不死生物——比如{@creature Wight||wights}、{@creature Vampire||vampires} 和 {@creature Death Knight||death knights}——则在他们的领袖、可怕的巫妖斯卡尔（Skall）的领导下，担任着高级职位，为尘埃使者（Heralds of Dust）服务。",
	"As Sigil's mirthless morticians, the Heralds of Dust are afforded the secrets of life and undeath. In the Mortuary's research area known as the Hall of Vigils, Dusters study deceased wayfarers from across the planes, preparing the corpses in accordance with an ever-widening archive of funeral rites before sending them through planar portals to distant burial grounds, faraway family crypts, or elemental planes for storage or cremation.": "作为西格尔（Sigil）那些不苟言笑的殡葬师，尘埃使者（Heralds of Dust）被赋予了生命和不死之秘密。在殡仪馆的研究区域，也就是守夜者大厅（Hall of Vigils），尘埃使者研究来自各个位面的逝者，根据日益扩大的葬礼仪式档案准备尸体，然后通过位面传送门将它们送往遥远的墓地、家族地穴，或元素位面进行存放或火葬。",
	"The funerary process often uncovers a creature's cause of death—and possibly the knowledge of how to kill others like it in the future. Assassins, poisoners, and hunters regularly attempt to infiltrate the Hall of Vigils in search of these secrets, only to die at the hands of the faction's Undead guards and be reanimated into their ranks. Map 2.2 depicts the Hall of Vigils.": "丧葬过程通常会揭示生物的死因——可能还包括如何在未来杀死类似生物的知识。刺客、毒贩和猎人经常试图潜入守夜大厅，寻找这些秘密，却最终死在该派系的不死卫士手中，并被复活为他们的一员。地图2.2描绘了守夜大厅。",
	"\"Without passion, a body has no pain. Divest yourself of all passions, and you will achieve the final stage of death.\"": "\"没有激情，身体就没有痛苦。摒弃所有激情，你将达到死亡的最终阶段。\"",
	"In the Cage, rat catching is a family business. Over the years, Parakk Pest has become a household name in the City of Doors. The tiered shack stands out from the rest of the ward thanks to the giant rat skull that sits atop its roof. Generations of exterminators follow in the footsteps of its githzerai founder, Parakk—whose name means both \"servant\" and \"master.\" They adopt both his name and the duties that come with it. The githzerai eradicators, individually referred to as Parakks, service every ward in Sigil and are easily identified by their bright-pink skullcaps.": "在《笼中》（In the Cage）中，捕鼠是一门家族生意。多年来，帕拉克（Parakk）害虫控制已经成为“门户之城”（City of Doors）中家喻户晓的名字。这座分层小棚屋因为屋顶上的巨大鼠头骨而脱颖而出。代代灭鼠工人都追随着其吉斯赛人创始人帕拉克的脚步——他的名字既意味着“仆人”又意味着“主人”。他们继承了他的名字和随之而来的责任。这些吉斯赛人灭鼠工，被单独称为帕拉克（Parakks），为锡基尔（Sigil）的每个区提供服务，并且可以通过他们醒目的粉红色头骨帽轻松辨认出来。",
	"Sigil is a delicate ecosystem, and {@creature Cranium Rat Squeaker|MPP|cranium rats} play an important role in it. But while individual cranium rats are mostly harmless, swarms can rapidly become local menaces. The largest of these is the Us, a hyperintelligent hivemind based in {@book Undersigil|SatO|2|Undersigil} (detailed later in this chapter). When cranium rat populations grow to dangerous sizes, the Parakks step in to cull their numbers. However, some conspiracy theorists claim the ratcatchers secretly serve the rats, collecting rodents to add to the horde.": "符文是一个微妙的生态系统，{@creature Cranium Rat Squeaker|MPP|cranium rats} 在其中扮演着重要角色。但是虽然个体颅鼠通常是无害的，但群体很快就会成为当地的祸害。其中最大的是“我们”(the Us)，一个超智能的群体意识，位于{@book Undersigil|SatO|2|Undersigil}（稍后在本章中详细介绍）。当颅鼠种群增长到危险规模时，帕拉克斯(Parakks)会介入，减少它们的数量。然而，一些阴谋论者声称捕鼠者秘密地为鼠类服务，收集老鼠以增加这个群体。",
	"Particularly malignant infestations call for outside help. In such cases, Parakk Pest offers as much as 1 gp for a single cranium rat tail and larger sums to clear out entire swarms.": "特别恶性的侵袭需要外部帮助。在这种情况下，帕拉克（Parakk）害虫公司愿意支付高达1 gp的报酬换取一只脑鼠尾巴，而清除整个脑鼠群体的报酬更为丰厚。",
	"A sliver of tightly clustered buildings stands between the orderly {@book Clerks' Ward|SatO|2|Clerks' Ward} and the chaos of the Hive. Named for its granular, red cobblestone streets, the Sandstone Strip shelters charlatans and scoundrels who take care of their own, along with anyone else burned by administrative backlash from Sigil's more powerful residents. When bureaucrats abuse their stations, the ward's rank and file rely on adventurers to even the scales and ensure Sigil's laws apply to all its citizens, not just those at the bottom.": "一排紧密聚集的建筑物位于{@book Clerks' Ward|SatO|2|Clerks' Ward}的秩序和混乱的蜂巢之间。以其颗粒状的红色鹅卵石街道而闻名，砂岩街区庇护着骗子和恶棍，他们照顾自己，以及受到西格尔更有权势的居民行政打击的任何人。当官僚滥用职权时，该区的普通人依靠冒险家来平衡局势，并确保西格尔的法律适用于所有公民，而不仅仅是底层人民。",
	"The Slags were just another part of the Hive until a portal to the front lines of the Blood War, the eternal conflict between devils and demons, opened in the middle of the neighborhood. For weeks, weapons of war tore through the fragile shacks, reducing them to smoldering piles of rubble, and demons massacred anything with a pulse. Save for a few stragglers, the portal and its invaders are long gone, but their devastation remains. Scavengers scour the ashen wasteland for infernal supply caches, clashing with enforcers on the lookout for fugitives. Repeated calls for reconstruction go ignored in the {@book Hall of Speakers|SatO|2|Hall of Speakers}.": "熔渣区(The Slags)原本只是地牢(The Hive)的一部分，直到一个通往血战前线的传送门在这个社区中间打开。血战是恶魔与魔鬼之间的永恒冲突。数周以来，战争武器摧毁了脆弱的棚屋，将它们化为烟尘和废墟，恶魔屠杀一切有脉搏的生物。除了少数残兵败将，传送门和入侵者早已离去，但他们的破坏依然存在。拾荒者在灰烬般的荒地上搜寻地狱补给，与巡查逮捕逃犯的执法者发生冲突。一再呼吁重建在{@book Hall of Speakers|SatO|2|Hall of Speakers}中被无视。",
	"\"You are all tallow for my flames.\"": "\"你们都是我火焰的蜡烛。\"",
	"The wrought-iron walls of the Smoldering Corpse Bar muffle the mayhem of the Hive. Locals wet their whistles in the dive bar, raising dented mugs to angels and devils, off the clock and shooting the breeze with each other. Heat rises through vents in the taproom's drab-tiled floors to warm banged-up metal tables, their surfaces marred by blades and stained with dried blood. The watering hole's jaded proprietor, Barkis (chaotic neutral, human {@creature veteran}), can usually be found behind the patchwork fusion of rusted metal that passes for a bar top.": "熔铁打造的烟尘尸体酒吧墙壁吸收了蜂巢中的混乱。当地人在这家小酒吧里喝酒，举起凹陷的马克杯向天使和恶魔致意，下班后和彼此闲聊。热气从酒吧的单调瓷砖地板上的通风口升起，温暖了被砍伤的金属桌子，它们的表面被刀刃划伤，沾满了干血。这家酒吧的麻木老板巴基斯（混乱中立，人类{@creature veteran}）通常可以在那个拼凑而成的生锈金属吧台后面找到。",
	"The Smoldering Corpse Bar is named for the perpetually burning mage named Ignus who hovers within. Once a pyromaniacal Wreaker who tried to reduce the Hive to ash, Ignus was imprisoned in flame as a sardonic punishment for his crimes, transforming him into a living portal to the Elemental Plane of Fire. Since then, he's become a fiery mascot for the bar he attempted to destroy, suspended above its torrid taproom. If doused with a {@item decanter of endless water}, Ignus rouses from his stupor as a chaotic neutral, human {@creature mage}.": "燃烧尸体酒吧以永久燃烧的法师伊格纳斯命名，他就在其中悬浮。伊格纳斯曾是一个纵火狂的破坏者，试图将蜂巢化为灰烬，但最终被囚禁在火焰中，作为对他犯罪的讽刺惩罚，将他变成了通往火元素位面的活门户。从那时起，他已成为这家他曾试图摧毁的酒吧的火热吉祥物，悬浮在其炎热的客厅上方。如果用{@item decanter of endless water}泼洒伊格纳斯，他将从麻醉状态中苏醒，成为一个混乱中立的人类{@creature mage}。",
	"The establishment has earned a reputation for reliable, albeit unremarkable, service. If the coin keeps flowing, so does the \"bub\"—a blanket term locals apply to cheap liquor. When a customer can't settle their tab, Barkis asks for collateral until the debt is paid. His backroom is filled with belongings left behind by drinkers who never returned. Most of it is junk, but Barkis lets interested parties rummage through it in exchange for completing odd jobs or serving as temporary bouncers.": "这家店以可靠而普通的服务而闻名。如果硬币不断流动，当地人就会继续喝着他们称之为\"bub\"的廉价酒。当顾客无法结清账单时，Barkis会要求提供抵押品，直到债务偿还为止。他的后房堆满了酒客留下却从未回来取的物品。大部分都是垃圾，但Barkis会让有兴趣的人在完成零工或担任临时保安的情况下翻找。",
	"Distinguished and elegant, the Lady's Ward is home to the city's movers and shakers. The regal edifices of the Lady's Ward epitomize the wealth and influence of their inhabitants. Intrigue and treachery abound, blanketed behind the sumptuous veils of high society: masked balls, gambling houses, and private banquets. The Lady of Pain doesn't reside in the ward that bears her name, but power does—the power to influence, administer, and evade the rule of law.": "高贵典雅，女士区是这座城市的权贵聚集之地。女士区的皇家建筑体现了居民的财富和影响力。阴谋和背叛在这里随处可见，隐藏在高级社交的华丽面纱后面：化装舞会、赌场和私人宴会。痛苦女士并不居住在以她命名的区域，但权力却在那里——这是影响、管理和逃避法律规定的力量。",
	"Despite its luxuries and breathtaking vistas, the Lady's Ward is quieter than other wards, its solemn streets frequented by members of the Fraternity of Order, the Harmonium, and the Mercykillers. Immovable monuments to order, these factions' imposing headquarters tower over the city blocks they occupy, surrounded by a smattering of smaller buildings that support their cycle of enforcement, adjudication, and punishment. Residents of other wards rarely visit the Lady's Ward without official business.": "尽管拥有奢华和令人叹为观止的景色，(女士区)(Lady's Ward)比其他区域更为宁静，其庄严的街道经常被(秩序之会)(Fraternity of Order)、(和谐军)(Harmonium)和(终结者)(Mercykillers)的成员所光顾。作为秩序的不可动摇的象征，这些派系的庞大总部高耸于它们所占据的城市街区之上，周围散布着一些支持它们的执法、裁决和惩罚循环的小建筑。其他区域的居民很少在没有官方业务的情况下访问(女士区)(Lady's Ward)。",
	"Fortunes are won and lost in the gambling houses of the Lady's Ward, where secret crime lords mingle with judges and off-duty guards. Greased palms lead to flimsy sentences and sudden pardons; such corruption goes ignored in the upper echelons of Sigil in favor of persecuting petty crimes elsewhere in the ward.": "在(Lady's Ward)的赌场里，财富被赢得和失去，秘密犯罪头目与法官和下班的警卫混在一起。贿赂导致轻浮的判决和突然的赦免；这种腐败在锡基尔的上层社会中被忽视，而更喜欢在该区域的其他地方迫害小罪行。",
	"As if to balance its corruption, the Lady's Ward contains over half of Sigil's temples. Deities from every pantheon find worshipers in the City of Doors. No temples to the Lady of Pain exist in the ward; to construct one is an offense worthy of banishment to {@book the Mazes|SatO|2|The Mazes}.": "似乎为了平衡其腐化，女士区拥有锡基尔一半以上的神庙。来自各个万神殿的神祇在这扇门之城找到了信徒。女痛女士没有任何神庙存在于该区；建造一个是值得被放逐到{@book the Mazes|SatO|2|The Mazes}的冒犯。",
	"\"It's the {@b Lady's Ward}, not the Ladies' Ward!\"": "\"这是{@b Lady's Ward}，不是女病房！\"",
	"The following factions are headquartered in the Lady's Ward:": "以下派系总部设在女士区：",
	"The Doomguard controls the Armory, overseeing the production and sale of weapons in Sigil. Independent smiths are free to craft and sell their own weapons, but most of the city's weapons are produced and sold by Sinkers. When it comes to providing the quality and number of armaments required by organized forces and other factions in the Cage, the Doomguard is unmatched.": "末日守卫控制着军械库，在锡基尔（Sigil）监督武器的生产和销售。独立铁匠可以自由制作和销售自己的武器，但大多数城市的武器都是由沉沦者（Sinkers）生产和销售的。在为组织力量和笼中其他派系所需的武器质量和数量方面，末日守卫是无与伦比的。",
	"Consisting of judges, lawyers, and legislators, the Fraternity of Order abides by the letter of the law—and exploits it to further their interests. Dispassionate and impartial, Guvners run the city courts, ruling on everything from petty disputes in other wards to groundbreaking cases in the High Courts. They adjudicate, review, and study the rules of Sigil, maintaining order according to the law as they interpret it.": "由法官、律师和立法者组成，(Fraternity of Order)（秩序兄弟会）严格遵守法律的字面意义，并利用法律来促进他们的利益。冷静公正的(Guvners)（管理者）管理城市法院，裁决从其他区域的小争端到高等法院的重大案件。他们裁决、审查和研究锡基尔的规则，根据他们的解释维护法律秩序。",
	"A faction of rugged peacekeepers, the Harmonium occupies the Barracks and serves as the city watch. Noble do-gooders and vengeful chastisers alike join their ranks, eager to quash crime. Thousands of crimson-plated Harmonium officers patrol Sigil's wards daily, vowing to keep their streets clean. However, the Hardheads' uncompromising vision of order sometimes leads to wrongful arrests.": "一群强悍的和平维护者，和谐军（Harmonium）占据了兵营，担任城市警卫。高尚的行善者和报复的惩罚者都会加入他们的行列，渴望镇压犯罪。成千上万身披深红铠甲的和谐军官员每天在西格尔（Sigil）的区域巡逻，誓言保持街道清洁。然而，铁头（Hardheads）对秩序的不妥协视野有时会导致错误的逮捕。",
	"When the Fraternity of Order deems a citizen guilty of a crime, the Mercykillers carry out the punishment. Citizens give these emotionless executioners a wide berth, fearful of obstructing justice and becoming the next target. Though most of their work occurs in the {@book Prison|SatO|2|Prison}, members of the faction regularly mete out discipline in public for all to see.": "当秩序兄弟会认定一个市民犯罪时，(Mercykillers)执行惩罚。市民们都远远避开这些毫无情感的刽子手，害怕阻碍正义而成为下一个目标。尽管他们的大部分工作发生在{@book Prison|SatO|2|Prison}，但这个派系的成员经常在公共场合进行惩戒，供所有人观看。",
	"Presented here are some noteworthy sites in the Lady's Ward.": "这里介绍了女士区（Lady's Ward）一些值得注意的地点。",
	"The Doomguard is headquartered in the Armory, a foreboding stronghold at the ward's border with the Lower Ward. Deliberately grown razorvine creeps along the structure's bladed balconies and lower walls, deterring thieves who seek to steal the weapons within. Heavy metal gates bar its few windows, and a relief of a menacing horned skull—the faction's symbol—hangs over its main entrance within. Day and night, the Armory's chimneys belch smoke and flame.": "末日守卫队总部设在军械库，这是一个位于边界与下层区之间的令人不安的要塞。故意种植的刀刃藤蔓沿着建筑物的阳台和下部墙壁蔓延，阻止那些试图偷取内部武器的小偷。厚重的金属大门挡住了它为数不多的窗户，而一尊威胁性的有角头骨浮雕——该派系的象征——悬挂在主入口上方。白天和黑夜，军械库的烟囱喷出浓烟和火焰。",
	"A colossal forge dominates the first floor of the Armory, which is open to the public. Mercenaries, mongers, and other curious buyers gawk at industrious smithies accustomed to the forge's unbearable temperatures. Azers, fire elementals, and chain devils number among the Armory's blacksmiths, along with dwarves and other Doomguard smiths.": "一个巨大的熔炉占据了军械库的一楼，对公众开放。雇佣兵、商人和其他好奇的买家们目瞪口呆地看着习惯了熔炉难以忍受的高温的勤劳铁匠。阿兹尔(Azers)、火元素(fire elementals)和锁链恶魔(chain devils)是军械库的铁匠之一，还有矮人和其他末日卫士(Doomguard)的铁匠。",
	"Aslan Ashfang, a lawful neutral {@creature efreeti} merchant from the City of Brass, emerges from the forge's coals to greet potential buyers. A clever and convincing salesman, Aslan brokers deals between the Doomguard and interested parties. The dapper efreeti knows every weapon in the Sinker catalog and its price, from delicate jeweled daggers to massive siege weapons. Items small enough to display—or their replicas if too precious or dangerous—are showcased in an exhibition hall just inside the Armory.": "阿斯兰·阿什方 (Aslan Ashfang)，来自黄铜之城，是一位守序中立 {@creature efreeti} 的商人，从锻炉的煤炭中走出来，迎接潜在的买家。作为一个聪明而有说服力的推销员，阿斯兰在末日守卫和感兴趣的交易方之间进行交易。这位时髦的伊弗利特知道沉没者目录中的每一种武器及其价格，从精致的宝石匕首到庞大的攻城武器。尺寸足够小以展示的物品——或者如果太珍贵或太危险的话，它们的复制品——都在军械库内的展览厅展示。",
	"Beyond the forge lie four heavily guarded chambers, each containing a portal to a fortress on the edge of one of the Inner Planes. Within these citadels, the four doom lords—high-ranking faction lieutenants with powers of entropy and destruction—observe the multiverse and its beauteous decay. From these citadels, members of the Doomguard launch expeditions to hunt or capture destructive monsters across the multiverse, testing their skills against terrifying creatures and deadly extremes.": "在熔炉之外，有四个受到严密守卫的房间，每个房间里都有一扇通往内在位面边缘堡垒的传送门。在这些城堡里，四位厄运领主——拥有熵与毁灭之力的高级派系中尉——观察着多元宇宙及其美丽的腐朽。从这些城堡中，厄运守护者的成员发起探险，跨越多元宇宙追捕或捕获破坏性怪物，考验他们对可怕生物和致命极端的技能。",
	"The Armory sells every weapon, shield, and armor in the {@book Player's Handbook|PHB} at normal cost. At the DM's discretion, the Armory might have other armaments available for sale, such as {@item +1 Weapon||+1 weapons} for 300 gp apiece.": "军械库以正常价格销售{@book Player's Handbook|PHB}中的每一种武器、盾牌和盔甲。鉴于DM的判断，军械库可能会有其他武器可供出售，比如{@item +1 Weapon||+1 weapons}，每件售价300 gp。",
	"Hushed streets surround the Barracks, a wide compound of cold granite at the opposite end of the Lady's Ward from the Armory. Stoic and impenetrable, the lofty fortress houses the rank and file of the Harmonium, Sigil's militant guards and enforcers. Taciturn sentries march along its spiked, gray-slate roof, gazing over a largely deserted precinct. Life this close to the Hardheads is a double-edged sword. While local businesses—of which there are few—enjoy on-demand security, their proprietors must be spotless in the eyes of the law or suffer crackdowns from overzealous disciplinarians in the faction, who enforce Factol Sarin's orders without question.": "宁静的街道环绕着兵营，这是一座宽敞的冷冰川化合物，位于女神区的对面，与军械库相对。这座高大的堡垒坚忍不拔，是锡基尔的激进卫兵和执法者——和谐会的普通成员的住所。寡言的哨兵沿着它带刺的灰板岩屋顶行进，俯瞰着一个大部分空无一人的区域。生活在硬头部队如此近的地方是一把双刃剑。尽管当地的企业——虽然寥寥无几——享受着随需应变的安全保障，但他们的所有者必须在法律眼中一尘不染，否则会受到派系中过于热心的纪律者的镇压，他们毫无疑问地执行法克托·萨林的命令。",
	"The Barracks are open to all enthusiastic peacekeepers, though Hardheads stop and interrogate anyone who ventures past the clasped stone hands over the stronghold's arched entrance. Straitlaced recruiters pressure visitors without a clear faction allegiance to enlist in the Harmonium and reap its benefits.": "兵营对所有热心的维和者开放，尽管强硬者会拦下并审问任何冒险越过堡垒拱门上的扣手的人。拘谨的招募人员会向没有明确派系归属的访客施加压力，要求他们加入和谐军并获得其好处。",
	"Composed of four identical sections and the squat towers that join them, the Barracks surround a wide parade ground. The Harmonium shows its strength within the quad through drills, marches, and other ceremonial displays. Beyond the grounds lie classrooms and living quarters, along with the faction's archives, which include current and past Harmonium patrol routes, active members and their ranks, and official arrest records.": "由四个相同的部分和连接它们的矮塔组成，兵营环绕着一个宽阔的操场。和谐管风琴通过操练、行军和其他仪式展示在这个方形区域内展示其力量。在这些场地之外是教室和住宿区，以及该派系的档案，其中包括当前和过去的和谐管风琴巡逻路线、活跃成员及其级别，以及官方逮捕记录。",
	"With an official writ from Factol Sarin, the factol of an allied faction, or an influential figure in Sigil, one can gain temporary protection services or extra muscle in the form of a few reliable guards who stubbornly obey every city ordinance.": "凭借来自事实领袖萨林(Factol Sarin)的正式文书，或者来自一个盟友派系的领袖，或者锡基尔(Sigil)的一个有影响力的人物，一个人可以获得临时的保护服务或额外的力量，即几名可靠的卫兵，他们顽固地遵守每一项城市法令。",
	"Luck abounds at Fortune's Wheel, an extravagant casino and favored hotspot in the Lady's Ward. It's run by {@creature Shemeshka|MPP} (see {@book Morte's Planar Parade|MPP}), a vain and ambitious yugoloth crime lord of multiversal renown. Rarely spotted in the common areas of the gambling hall, the arcanaloth is the picture of wealth, power, and influence, always dressed to the nines and crowned with a spidery razorvine headdress. In Shemeshka's eyes, the establishment's profits pale in comparison to its true spoils: secrets gleaned by her web of spies, both those employed in the casino and others enacting her far-reaching schemes.": "幸运之轮赌场是一个奢华的赌场，也是女神区的热门去处。它由{@creature Shemeshka|MPP}（见{@book Morte's Planar Parade|MPP}）经营，他是一个虚荣而雄心勃勃的多元宇宙中著名的尤戈洛斯犯罪头目。这位奥术尤戈洛斯很少出现在赌场的公共区域，他是财富、权力和影响力的典范，总是穿着光鲜亮丽，头戴一顶蜘蛛般的剃刀藤冠。在舍梅什卡的眼中，这家赌场的利润相比于其真正的战利品而言微不足道：她的间谍网络获取的秘密，既包括在赌场工作的人员，也包括执行她广泛计划的其他人。",
	"Like moths to a candle, risk takers gravitate to the buzzing marquee of Fortune's Wheel. The polished revolving door of this recently renovated building opens into the historic Dragon Bar, a modest tavern named for the carved dragon head that watches over it. Beyond this reception area and its alert bouncers lies the casino proper.": "就像飞蛾扑火一样，冒险者们被吸引到了幸运之轮的热闹招牌下。这座最近翻新的建筑的抛光旋转门打开，通往历史悠久的龙吧，一个以守护其的雕刻龙头而命名的朴素小酒馆。在这个接待区和警觉的保安之后是正式的赌场。",
	"Games of chance line the luxurious carpeted casino hall, which thrums with a chorus of shuffling cards, rattling dice, and whirring clockwork slot machines. These games take razorleaf gambling chips, golden tokens that bear a stylized razorvine emblem.": "豪华的地毯赌场大厅里摆满了各种游戏，其中传来一阵阵洗牌卡牌、掷骰子和嗡嗡作响的发条老虎机声。这些游戏使用着剃刀叶赌注筹码，这些金色代币上刻着一枚风格化的剃刀藤徽章。",
	"Every evening, performances grace an ornate, curtained stage, but the real star of the casino is its namesake: the fortune's wheel, a three-tiered, standing roulette wheel where inheritances are squandered and made. Weapons and luck-altering magic are prohibited within the casino, but the staff enforces the policy only in the most blatant of violations.": "每天晚上，演出在一座华丽的帘幕舞台上上演，但赌场的真正明星是它的名字：命运之轮，一个三层立式的轮盘赌轮，在那里继承被挥霍和创造。在赌场内禁止携带武器和改变运气的魔法，但工作人员只在最明显的违规行为中执行这一政策。",
	"Known to few and hidden within the casino are the Platinum Rooms, a collection of demiplanar chambers where interplanar fat cats wager ancient artifacts, trapped souls, and the fates of entire worlds. Accessible only to bigwigs trusted with special portal keys, the Platinum Rooms feature a rogue's gallery of some of the multiverse's most dangerous players.": "在赌场内鲜为人知的是铂金房间，这是一组半位面房间，那里跨位面的大人物们押注古老文物、被困灵魂，甚至整个世界的命运。只有被信任并授予特殊传送门钥匙的大人物才能进入铂金房间，这里汇聚了一些多元宇宙中最危险的角色。",
	"Fortune's Wheel is further detailed in the adventure {@adventure Turn of Fortune's Wheel|ToFW}.": "《命运之轮》在冒险{@adventure Turn of Fortune's Wheel|ToFW}中有更详细的描述。",
	"Sparkling rays converge on the stained-glass windows of Heart's Fire, a luminous temple devoted to gods of fire, truth, and light. Golden, wavy blades hover atop the house of worship like flames. Nicknamed the Sun of Sigil, it glows each day at dawn.": "闪耀的光芒汇聚在《心之火》（Heart's Fire）的彩色玻璃窗上，这是一座致力于火神、真理和光明的明亮神庙。金色的波浪状刀片悬浮在教堂之上，宛如火焰。被昵称为锡基尔之日（Sun of Sigil），它每天黎明时分都会发光。",
	"Recently, Heart's Fire has become the subject of gossip throughout the Temple District. The temple's former high priest, a {@creature deva} named Ephemera, was called away on a divine errand. Before departing, the angel appointed a controversial replacement to guide the fane in their stead: Mihr, a lawful good {@creature horned devil} who turned their back on the Nine Hells long ago. Kind and merciful, the new high priest hopes the congregation will see their redeemed nature, but some of the temple's clergy refuse to accept Mihr as the true high priest.": "最近，心火（Heart's Fire）已成为整个神殿区（Temple District）的八卦话题。这座神殿的前任高阶祭司，一位名叫Ephemera的{@creature deva}，被神圣的使命召唤离开。在离开之前，这位天使任命了一个备受争议的接班人来指导神殿：Mihr，一位早年背弃九层地狱的秩序善良{@creature horned devil}。作为新任高阶祭司，Mihr善良仁慈，希望会众能看到他们的改过自新，但是一些神殿的神职人员拒绝接受Mihr作为真正的高阶祭司。",
	"The scales of justice are balanced at the High Courts of Sigil, headquarters of the Fraternity of Order. The courthouse is a dignified edifice hewn from flawless, white marble with towers that rise from the structure's bladed gables. Granite steps ascend the courthouse's elevated entrance, above which hangs a triangular pediment. Etched within the architrave is the faction's motto: \"Knowledge is power.\"": "在锡基尔高等法院，正义的天平平衡着，这里是秩序之友总部。法院是一座庄严的建筑，由无瑕的白色大理石雕琢而成，塔楼从建筑的刀尖状山墙上升起。花岗岩台阶通往法院的高耸入口，上方悬挂着一个三角形的山脊。在横梁上刻有该派系的座右铭：“知识就是力量。”",
	"Though absolute authority in Sigil belongs to the Lady of Pain, most legal matters are settled in the city's tribunals, often decided by a single, supposedly impartial magistrate appointed by the Guvners. Punishments are tailored to fit the crime, and advocates are strongly encouraged. Lawyers and orators, these civil servants include bards, faction agents, and devils with a knack for navigating the subtleties of the law.": "尽管锡基尔（Sigil）的绝对权力属于疼痛女士（Lady of Pain），但大多数法律事务都是在城市的法庭中解决的，通常由一名据称是中立的法官（由管事者（Guvners）任命）来决定。 惩罚是根据罪行量身定制的，鼓励强烈支持。 这些公务员包括律师和演说家，他们擅长航行法律的微妙之处，其中包括诗人、派系特工和恶魔。",
	"While cheap advocates linger on the courthouse steps hoping to find work, their arguments are brittle. Brilliant barristers demand high retainers, but they're worth every coin when the alternative is a visit from the Mercykillers. One talented attorney is \"Sly\" Nye (chaotic neutral, tiefling {@creature noble}), who claims to have never lost a case. Sly has been known to waive their astronomical fee for adventurers who help gather evidence relevant to other cases. Of course, the accused are always free to represent themselves.": "在法院门口徘徊的廉价辩护律师们希望能找到工作，他们的论点脆弱。杰出的辩护律师要求高额留用金，但当另一种选择是被“慈悲杀手”找上门时，他们每一枚硬币都是值得的。一位才华横溢的律师是“狡诈”奈{@creature noble}（混乱中立，鬼族），声称从未输过一场官司。狡诈曾因冒险者帮助收集与其他案件相关的证据而放弃他们天文数字的费用。当然，被告始终可以自行辩护。",
	"The rear tower consists primarily of lesser courts, which resound with procedural bickering and the rapping of gavels. More serious offenses are prosecuted in the Grand Court, a noble chamber darkened by severe judges and their righteous verdicts. Any of the following three judges might preside over a trial in the Grand Court:": "后方的塔楼主要由次要法庭组成，这里充斥着程序上的争执和法槌的敲击声。更严重的罪行将在大法庭中受审，这是一个被严厉法官和他们正义裁决所笼罩的高贵法庭。以下三位法官中的任何一位都可能主持大法庭的审判：",
	"{@b Dadras}, a {@creature planetar} with a powdered wig and a fiery temper. The angel detests lies.": "{@b Dadras}, 一位戴着假发、脾气火爆的{@creature planetar}。这位天使厌恶谎言。",
	"{@b Factol Hashkar}, leader of the Fraternity of Order.": "{@b Factol Hashkar}，秩序兄弟会的领袖。",
	"{@b Madam Rule}, a scornful {@creature pit fiend} known for her harsh interjections and screeching metal gavel.": "{@b Madam Rule}, 一个以她尖锐的插话和尖锐的金属榔头而闻名的蔑视的{@creature pit fiend}。",
	"Elsewhere within the High Courts lies the Hall of Concordance, an embassy of law where contracts are forged under the unblinking eyes of the inevitables, constructs created by the modron deity Primus to bring order to dealings between planar folk. Inside, the Kolyarut, an engine of absolute order, ratifies contracts on sheets of solid gold, leaving their enforcement to the inexorable {@creature Marut|MPMM|maruts} (detailed in {@book Mordenkainen Presents: Monsters of the Multiverse|MPMM}) and truth-seeking components of itself, also dubbed {@creature Kolyarut|MPP|kolyaruts} (see {@book Morte's Planar Parade|MPP}). Rule breakers who violate these sacred contracts are tracked down and banished to a teleportation circle in the hall.": "在高等法院的某处，有一座和谐之厅，这是一个法律使节，契约在那里在不可动摇的守护者——由摩德隆神普里默斯创造的构造体——的注视下锻造，旨在为不同位面居民之间的交易带来秩序。在内部，科利亚鲁特，绝对秩序的引擎，在坚固黄金纸张上批准合同，将执法交给其不可避免的{@creature Marut|MPMM|maruts}（详见{@book Mordenkainen Presents: Monsters of the Multiverse|MPMM}）和寻求真相的组成部分，也被称为{@creature Kolyarut|MPP|kolyaruts}（见{@book Morte's Planar Parade|MPP}）。违反这些神圣合同的规则破坏者将被追踪并放逐到大厅中的传送阵。",
	"Ominous chants echo in the Infinite Well, a temple to the Abyss and its untold layers. The temple hovers high above the surrounding houses of worship, floating above a seemingly bottomless pit. Tarnished blades jut from the Infinite Well like metal branches on a blackened tree. Rather than the blue-green verdigris common throughout the city, blood trickles down the temple's rusted spikes. The temple's interior is a gloomy sanctuary of stained altars, menacing iron chandeliers, and sputtering black candles.": "在无尽之井中回荡着不祥的圣歌，这是深渊及其无尽层次的一座神庙。这座神庙高高悬于周围众多的宗教建筑之上，漂浮在一个看似无底的深渊之上。锈迹斑斑的刀刃从无尽之井中突出，就像一棵黑树上的金属枝条。与城市中普遍存在的蓝绿铜锈不同，血液顺着神庙锈迹斑斑的尖刺流淌。神庙内部是一个阴暗的圣所，有着被染污的祭坛、威胁人的铁制吊灯和飘忽不定的黑色蜡烛。",
	"Because there are infinite layers to the Abyss, there are infinite demon lords among them to be venerated. As a result, the cultists of the temple are a disorganized mess, and daily sacrifices sourced from among the faithful cause their numbers to dwindle. Intent on improving their reputation and converting new members to their sinister fold, the fanatics of the Infinite Well don insincere smiles and prove unflinchingly positive as they evangelize in public.": "由于深渊有无限的层次，其中有无数的魔王值得崇拜。因此，神殿的教徒们组织混乱，每天从信徒中选取祭品导致他们的人数减少。为了改善他们的声誉并将新成员转化为邪恶信仰的追随者，无尽之井的狂热者戴上虚伪的微笑，毫不畏惧地积极向外传教。",
	"A single grim blemish of gray stone and metal rises above Sigil's resplendent courthouses. Headquarters of the Mercykillers, the Prison is a warning to wrongdoers of the full penalty of law. The Prison's architecture is anathema to hope and light. During the dark and twilight hours, glaring searchlights affixed to the penitentiary's barbed watchtowers scan the ward below for runaways, but all that escapes its walls are the wails of the prisoners within.": "一座阴郁的灰石和金属构成的建筑矗立在锡基尔（Sigil）辉煌的法院之上。作为慈悲杀手（Mercykillers）的总部，监狱是对犯罪者的法律严惩的警示。监狱的建筑是对希望和光明的反叛。在黑暗和黄昏时分，固定在监狱带刺哨塔上的刺眼探照灯扫视着下方的囚房，寻找逃犯，但逃出监狱的只有囚犯们发出的哀嚎声。",
	"Engineered to contain all manner of planar convicts, the Prison's cells vary by block. Fire elementals and arsonists are sealed in frigid cells, while giants are issued with magic collars that sap their might and reduce them to diminutive statures. Grudges fester in bleak cells, and fights regularly break out between inmates in mess halls and common areas.": "被设计用来关押各种位面罪犯的监狱，牢房按照区块不同而有所变化。火元素和纵火犯被封印在寒冷的牢房中，而巨人们则被配戴魔法项圈，削弱他们的力量，使他们变得矮小。怨恨在阴暗的牢房中滋生，囚犯们经常在餐厅和公共区域发生斗殴。",
	"Particularly dangerous criminals never leave their cells, which are suspended in high-security units that hang from the Prison's exterior like inverted buttresses. Map 2.3 depicts a section of the Prison that houses one such criminal, the infamous portal saboteur known as the Grixitt (neutral, human {@creature spy}).": "特别危险的罪犯永远不会离开他们的牢房，这些牢房悬挂在监狱外部像倒置的支撑墙一样的高安全单位中。地图 2.3 描绘了监狱的一个区域，其中关押了一名臭名昭著的传送门破坏者，被称为格里克斯特（中立，人类{@creature spy}）。",
	"Mercykillers torment rebellious inmates in the Cellars, the Prison's dark undercroft. Desperate scratches mar the dungeon's blood-red chambers, where prisoners are dragged to but sometimes never return. When an inmate proves especially resilient or dangerous, the Mercykillers banish them to the Hole, a cylindrical cell block of isolated demiplanes suffused with antimagic.": "宽恕者在地牢中折磨叛逆的囚犯，这是监狱黑暗的地下室。绝望的抓痕玷污了地牢血红色的房间，囚犯被拖进去，有时却永远不会回来。当囚犯表现出特别坚韧或危险时，宽恕者会将他们放逐到“洞穴”(the Hole)，这是一个圆柱形的隔离半位面牢房，充满了反魔法。",
	"Notorious criminals, interplanar outlaws, cosmic warlords, and other threats to the multiverse are incarcerated in the Prison. Examples of inmates appear in the Prison Inmates table.": "臭名昭著的罪犯、跨平面的逃犯、宇宙领主以及其他对多元宇宙构成威胁的人都被关押在监狱中。囚犯的例子可以在监狱囚犯表中找到。",
	"A chaotic evil {@creature storm giant} conquerer who darkened Sigil's skies with storm clouds": "一个混乱邪恶的{@creature storm giant}征服者，用暴风云使锡基尔的天空变暗。",
	"A disheveled wizard named Gifad (chaotic neutral, human {@creature mage}) who claims to hail from the future": "一个衣衫褴褛的巫师，名叫吉法德（混乱中立，人类 {@creature mage}），声称来自未来。",
	"Koe, a fiery-winged, chaotic neutral {@creature deva} imprisoned for smuggling weapons forged on Mount Celestia to Fiends on both sides of the Blood War": "柯伊，一名炽热翅膀的混乱中立生物{@creature deva}，因为向血战两边的恶魔走私在天界之山锻造的武器而被囚禁。",
	"A clone of Manshoon (lawful evil, human {@creature archmage}), an infamous masked archwizard from the world of Toril, who insists he has been framed": "一个曼舒恩（{@creature archmage}, 人类, 秩序邪恶）的克隆体，他是来自托瑞尔世界的臭名昭著的戴面具的大法师，坚称自己被陷害。",
	"A {@creature cuprilach rilmani|MPP} (see {@book Morte's Planar Parade|MPP}) that killed a former factol to preserve the Balance": "一个{@creature cuprilach rilmani|MPP}（见{@book Morte's Planar Parade|MPP}）为了维护平衡而杀死了一位前法克托（factol）。",
	"A malevolent cosmic force manifesting as a {@creature planar incarnate|MPP} (see {@book Morte's Planar Parade|MPP}) that feeds on entire realities": "一种男volent邪恶的宇宙力量，表现为一个{@creature planar incarnate|MPP} (见{@book Morte's Planar Parade|MPP})，它以整个现实为食。",
	"A nameless, chaotic evil {@creature doppelganger} who has impersonated every factol in Sigil": "一个无名的，混乱邪恶的{@creature doppelganger}，曾冒充过锡基尔的每一位事实领袖。",
	"A supernatural {@creature assassin} who targets only former mortals": "一个只瞄准前凡人的超自然生物{@creature assassin}",
	"A world-destroying Construct (use the {@creature kolyarut|MPP} stat block) whose creator is still at large": "一个毁灭世界的构造物（使用{@creature kolyarut|MPP}属性块），其创造者仍未被捕捉。",
	"A {@creature decaton modron|MPP} (see {@book Morte's Planar Parade|MPP}) that turned itself in after a {@creature pentadrone} under its command malfunctioned and abandoned its post": "一个{@creature decaton modron|MPP}（见{@book Morte's Planar Parade|MPP}）在其指挥下的一个{@creature pentadrone}发生故障并丢弃岗位后自首。",
	"A {@creature darkweaver|MPP} guilty of trying to eat a {@creature dabus|MPP} (both stat blocks are in {@book Morte's Planar Parade|MPP})": "一个试图吃掉一个{@creature dabus|MPP}的{@creature darkweaver|MPP}（两个属性块都在{@book Morte's Planar Parade|MPP}中）",
	"A {@creature kraken} that briefly drowned one of Sigil's wards by using portals to aquatic planes": "一个通过传送门到水域位面将锡基尔的守卫淹没的{@creature kraken}",
	"Sigil is a big city, and the wheels of justice turn slowly. Factol Nilesia employs a number of wardens to keep prisoners in check. Creatures in the Prison might encounter any of the following wardens:": "凡人符文是一个大城市，正义的车轮转动缓慢。法克托尔尼莉西亚雇佣了许多典狱长来控制囚犯。监狱里的生物可能会遇到以下任何一位典狱长：",
	"{@b Allarind the Thin}, a sadistic {@creature adult blue dracolich} who died in the Prison long ago.": "{@b Allarind the Thin}, 一个在监狱里死去的残忍{@creature adult blue dracolich}。",
	"{@b Buel}, a stoic {@creature warden archon|MPP} (see {@book Morte's Planar Parade|MPP}) who has thwarted countless jailbreaks.": "{@b Buel}, 一位坚忍的{@creature warden archon|MPP}（见{@book Morte's Planar Parade|MPP}），已经挫败了无数次越狱。",
	"{@b Gazzengar}, a calculating, neutral {@creature mind flayer} who isn't afraid to crack a few skulls to keep inmates in line.": "{@b Gazzengar}, 一个冷静计算、中立的角色 {@creature mind flayer}，不惧怕打破几个脑袋来维持囚犯的纪律。",
	"{@b Olmulloz}, a pasty {@creature shator demodand|MPP} (see {@book Morte's Planar Parade|MPP}) accompanied by a pack of rabid {@creature Hell Hound||hell hounds}.": "{@b Olmulloz}, 一块擀面饼 {@creature shator demodand|MPP} (见 {@book Morte's Planar Parade|MPP})，旁边跟着一群狂暴的狼群 {@creature Hell Hound||hell hounds}。",
	"Industrial smog and fumes blanket the Lower Ward, a noisy tangle of bellowing forges, magical refineries, and alchemical emissions. Cobblers, smiths, and smelters gravitate to the ward, along with anyone else with calloused hands or a passion for crafting. Locals are hardworking folk who can churn ingots from ore, press diamonds from coal, and turn a lump of nothing into something worth buying. Day in and day out, they wade through the ward's dreary miasma to trade shifts at workshops that never stop.": "工业烟雾和废气笼罩着下层区，这里是一片喧嚣的混乱，充斥着咆哮的熔炉、魔法精炼厂和炼金排放物。皮匠、铁匠和冶炼工聚集在这个区域，还有任何有粗糙手掌或对手工艺有热情的人。当地人是勤劳的人，他们可以从矿石中提炼铸锭，从煤炭中压制钻石，将一块无用的东西变成值得购买的商品。日复一日，他们穿行在这个阴郁的烟雾中，轮换着在永不停歇的车间里工作。",
	"The Lower Ward is the beating heart of Sigil—an engine of creation that refines raw materials from every corner of the multiverse, transmuting them through sweat, heat, and magic into the components that allow Sigil to flourish. Over the years, civic fixtures like the Armory and Mortuary, which used to reside in the ward, have been bitten off by the neighboring Lady's and Hive Wards, respectively. Still, the Lower Ward remains a necessary industrial powerhouse in the City of Doors.": "下层区是锡基尔的中心——一个创造之引擎，从多元宇宙的每一个角落提炼原材料，通过汗水、热量和魔法将它们转化为让锡基尔繁荣发展的组件。多年来，曾经位于该区的军械库和太平间等市政设施已被邻近的贵妇区和蜂巢区所吞噬。然而，下层区仍然是“门之城”中一个必不可少的工业强国。",
	"The Lower Ward gets its name from the proliferation of portals to the Lower Planes. Their insidious influence bleeds into the ward, choking residents with brimstone, smoke, and sulfuric ash. Statues and roofs erode in a few decades unless protected by magic or alchemical treatment, and locals often bear scars from exposure to these portals and the deadly realms beyond.": "下层区（Lower Ward）之名源自通往下位面（Lower Planes）的传送门的泛滥。它们邪恶的影响渗入该区，用硫磺、烟雾和硫磺灰扼杀居民。雕像和屋顶在几十年内就会腐蚀，除非受到魔法或炼金术的保护，而当地居民经常因暴露于这些传送门和那些致命领域而留下伤痕。",
	"The following factions are headquartered in the Lower Ward:": "以下派系总部设在下层区：",
	"From the ruins of the Shattered Temple, the Athar keep tabs on the temples and god worshipers of the Cage, ensuring none of them grow too powerful. Propaganda tracts undermining the gods' divinity litter the broken streets near the Shattered Temple. Defiers sometimes seed these tracts with details of scandals to discredit clerics and other worshipers. The Athar accept custody of dangerous magic items, especially those created by other faiths, and they reward any who relinquish the relics.": "在破碎神庙的废墟中，(Athar)守护着笼牢中的神庙和信徒，确保他们中没有人变得过于强大。在破碎神庙附近的破旧街道上，充斥着破坏神祇神性的宣传小册子。(Defiers)有时会在这些小册子中插入丑闻细节，以贬低牧师和其他信徒的声誉。Athar接受危险魔法物品的保管，尤其是其他信仰创造的物品，并奖励那些放弃这些遗物的人。",
	"The endless heat, smoke, and arcane embers of the Great Foundry shelter the Mind's Eye. The leaders of manufacturing in Sigil, the Seekers express their desire to reshape the multiverse through their crafts, creating tools and materials that in turn mold the Cage.": "在锡基尔（Sigil）的伟大铸造厂中，无尽的炎热、烟雾和奥秘余烬庇护着心灵之眼。作为锡基尔的制造业领袖，寻觅者（Seekers）表达了他们通过手艺重塑多元宇宙的愿望，创造工具和材料，进而塑造这个笼牢（the Cage）。",
	"An up-and-coming faction, the Ring Givers are still finding their place in Sigil. Having recently sold their previous headquarters, a sprawling palace in the affluent {@book Lady's Ward|SatO|2|Lady's Ward}, this philanthropic faction now gathers in the Lower Ward, where it provides charity to industrious folk in communal spaces, factories, and warehouses.": "作为一个新兴势力，环赠者(Ring Givers)仍在塞基尔(Sigil)中寻找他们的位置。这个慈善团体最近出售了他们在富裕区{@book Lady's Ward|SatO|2|Lady's Ward}的宏伟宫殿总部，现在他们在下层区(Lower Ward)聚集，为勤劳的人们在公共空间、工厂和仓库提供慈善帮助。",
	"Presented here are some noteworthy sites in the Lower Ward.": "这里介绍了下城区一些值得注意的景点。",
	"Along the banks of the Ditch (detailed below), a fire-gutted building conceals a gaping hole into the ground with a single ladder leading down into darkness. Here lies the Bones of the Night, a cavern complex home to the Master of Bones: Lothar the Old (neutral, human {@creature priest}). From the catacombs of {@book Undersigil|SatO|2|Undersigil} (detailed later in this chapter), Lothar gathers a macabre collection of skulls from various creatures, organizing them into a library of sorts. Ossuaries riddle the walls of his bizarre exhibit, their ledges richly decorated with grave goods paid to the departed.": "沿着下面描述的水渠，一座被大火烧毁的建筑物掩盖了一个通向地下的巨大洞口，只有一把梯子通向黑暗之中。这里是夜之骨洞，一个洞穴复杂的地下空间，是骨头大师洛萨尔老人（中立，人类{@creature priest}）的家园。从{@book Undersigil|SatO|2|Undersigil}的地下墓穴（本章后面详细描述），洛萨尔收集了各种生物头骨，将它们整理成一种图书馆。骨骼散布在他怪异展览的墙壁上，它们的壁架上装饰着丰富的墓葬品，以供逝者使用。",
	"The Master of Bones uses necromancy to commune with the skulls in his collection and draw on their shared knowledge. For a fee, Lothar can cast the {@spell speak with dead} spell on any of his skulls, asking questions on the clients' behalf. He also trades and purchases new skulls. His prices range from 1 gp for a person who knew a single valuable story to upward of 10,000 gp for the skull of a factol or the high priest of a dead god.": "骨头大师使用死灵术与他收藏的头骨交流，并借助它们共享的知识。以一定费用，洛萨尔可以对他的任何头骨施展{@spell speak with dead}法术，并代表客户提出问题。他还会交易和购买新的头骨。他的价格从1 gp起，用于购买知晓一则有价值故事的人的头骨，到高达10,000 gp以上，用于购买一位事实领袖或已故神的高祭司的头骨。",
	"The library is well guarded. Lothar is a capable combatant in his own right and can animate a host of skulls in his collection as {@creature Flameskull||flameskulls}. To combat larger threats, the Master of Bones relies on a ghoul-shaped {@creature stone golem} that answers to his command.": "图书馆有很好的防护措施。洛萨尔(Lonthar)本身是一名有能力的战斗者，并且可以操控他收藏的一群头骨，使它们变成{@creature Flameskull||flameskulls}。为了对抗更大的威胁，骨之主(Master of Bones)依赖一个回应他指挥的食尸鬼形态{@creature stone golem}。",
	"The Ditch is Sigil's only body of water, a reeking morass where locals cast their refuse. Its corrosive waters lie along the rough border between the Lower Ward and the Hive, a prime ground for dumping bodies. Creatures cast into the acrid lake wash up on its shore a few hours later completely unrecognizable, their physical features smoothed over like those of wax dolls held to a flame.": "(Sigil)唯一的水源是(Ditch)，一个恶臭的泥潭，当地人把垃圾倒进去。它腐蚀性的水域位于(Lower Ward)和(Hive)之间的粗糙边界上，是倾倒尸体的主要地点。被投入这个刺鼻湖中的生物几个小时后会被冲上岸，完全无法辨认，他们的身体特征被磨平，就像蜡娃娃被火烧一样。",
	"Locals whisper the Ditch is a backwater tributary of the River Styx, but more likely its toxic waters are the result of industrial runoff coupled with the corruption of the Lower Planes leaking from nearby portals. On rare occasions, a portal to the River Oceanus, a celestial waterway that runs through the Upper Planes, opens within the Ditch, causing it to run clean, silvery, and sweet. These short-lived occasions are cause for celebration among the folk of the Lower Ward, who spend the day bathing in the refreshing reservoir.": "当地人低声说，水沟是冥河的一条支流，但更有可能是其有毒的水源于工业废水排放，再加上附近传送门泄漏的下位面腐化。在罕见的情况下，通往河海神的传送门会在水沟中打开，这是一条贯穿上位面的天堂水道，使得水沟变得清澈、银白且甜美。这些短暂的时刻是下层区居民庆祝的理由，他们会花一天的时间在这清新的水域中沐浴。",
	"During the day, the banks of the Ditch are a gathering ground for trading guild workers, who ferry material from the Great Foundry to portals located within massive sewer pipes along its shores. When night falls, however, even these staunch souls are nowhere to be seen for fear of the Ditch Beast, a vicious monster that supposedly stalks the area.": "白天，(the Ditch)的河岸是一个贸易行会工人聚集的地方，他们从大铸造厂运送材料到沿岸巨大下水道管道内的传送门。然而，当夜幕降临时，即使是这些坚定的灵魂也不见踪影，因为他们害怕(Ditch Beast)，这是一种据说在该地区潜伏的凶猛怪兽。",
	"Wererats frequent the Ditch, where they receive the orders from Tattershade, King of the Rats. His territory is arranged entirely for defense, a tangle of tunnels adjacent to the Ditch that are big enough only for rats and shifting shadows. Tattershade is a {@creature shadow demon} that directs his {@creature wererat} minions through wispy messages scrawled on passage walls. The King of the Rats spends his lonely hours obsessively counting the treasure the rats sift from the Ditch for him, from priceless baubles to worthless junk. Tattershade lives in fear of something, but no two stories agree on what. It could be the Master of Bones, a powerful devil, or the Lady herself.": "鼠人经常出没在沟渠中，那里他们接收来自鼠王泰特沙德(Tattershade)的命令。他的领地完全为了防御而布置，是一片仅大到足以容纳鼠类和流动阴影的隧道纠缠在沟渠旁。泰特沙德是一只{@creature shadow demon}，通过在通道墙壁上写下的轻飘飘的信息指挥他的{@creature wererat}手下。这位鼠王孤独地度过大部分时间，着迷地数着鼠类从沟渠中为他筛选出的财宝，从无价的珠宝到毫无价值的垃圾。泰特沙德生活在对某种东西的恐惧中，但没有两个故事对此达成一致。可能是骨之主(Master of Bones)，一个强大的恶魔，或者是女士本人。",
	"Patrons drink silently in the Face of Gith, a gloomy tavern frequented by githzerai. A faded, dispassionate githzerai face marks the establishment, a smooth, oblong building shaped from a slab of adamantine. Although anyone is allowed into the bar, patrons and proprietor alike are skeptical of outsiders and willing to draw steel to keep their space safe.": "在吉斯之面(`Gith`)，一个常有吉斯贼人(`githzerai`)光顾的阴郁酒馆里，顾客们默默地饮酒。一张褪色的、冷漠的吉斯贼人面孔标志着这家酒馆，这是一座由一块坚固的奥术金属(`adamantine`)板塑造而成的光滑、椭圆形建筑。尽管任何人都可以进入这家酒吧，但顾客和老板都对外来者持怀疑态度，并愿意拔剑保护他们的空间安全。",
	"The tavern's interior is subdued and dim. There are no rowdy drinking songs, and most conversations take place telepathically or in hushed tones. In the center of the main room hovers an amorphous blob of primordial chaos that shifts erratically. Taken from the roiling plane of Limbo, the glob endlessly changes from stone to fire, freezes into a fractalized diamond, melts into swirling clouds that smell strongly of lavender, and so on. Some psychic regulars exert their mental will over the chaotic glob, shaping it into objects, creatures, or sensory phenomena for the amusement of other patrons. Rumor has it that the blob can be shaped into a portal to Limbo but that the key constantly changes.": "酒馆的内部昏暗而安静。没有喧闹的饮酒歌曲，大多数对话都是通过心灵感应或低声交谈进行的。在主房间的中央，漂浮着一个无定形的原始混沌之块，不规则地变化着。这个混沌之块来自于混沌界，无休止地从石头变成火焰，结冰成分形的钻石，融化成弥漫着浓烈薰衣草味的漩涡云团等等。一些心灵感应的常客通过他们的精神意志控制着混沌之块，将其塑造成物体、生物或感官现象，以取悦其他客人。传言称这个混沌之块可以被塑造成通往混沌界的传送门，但关键不断变化。",
	"Ezmerath, a chaotic good {@creature githzerai uniter|MPP} (see {@book Morte's Planar Parade|MPP}), owns and runs the Face of Gith. They have a good relationship with the Athar and are happy to call in a favor if anyone, especially god worshipers, disrupt their tavern. Ezmerath is also a secret member of the Sha'sal Khou, a faction of githyanki and githzerai who wish to unite their fractured people.": "艾兹梅拉斯，一个混乱善良的{@creature githzerai uniter|MPP}（见{@book Morte's Planar Parade|MPP}），拥有并经营着吉斯之面。他与阿塔人有良好的关系，乐意请求帮助，尤其是当有人，尤其是信仰神明的人，扰乱他们的酒馆时。艾兹梅拉斯还是沙萨尔库的秘密成员，这是一群希望团结他们分裂族群的吉斯战士和吉斯贤者。",
	"\"There is no nobler act than creation. Anyone can break something, and many do. It is easy to destroy. But when you choose to turn something that wasn't into something that is–that is the stuff of gods.\"": "\"没有比创造更崇高的行为了。任何人都可以破坏事物，而且很多人都这样做。毁灭是容易的。但当你选择把一无是处的东西变成有意义的东西时，那才是伟大的事情。\"",
	"The thrumming heart of industry in Sigil, the Great Foundry is the headquarters of the Mind's Eye. The foundry's a sprawling complex of workshops, warehouses, storage yards, and furnaces. Seekers work it tirelessly. By day, the foundry obscures the sky with smoke and steam, and by night, it illuminates entire city blocks with roaring fires.": "在西格尔（Sigil）工业的中心，大铸造厂（Great Foundry）是心灵之眼（Mind's Eye）的总部。这座铸造厂是一个庞大的工坊、仓库、储藏场和熔炉的综合体。寻求者们孜孜不倦地工作着。白天，铸造厂的烟雾和蒸汽遮蔽了天空，夜晚则用熊熊烈火照亮整个街区。",
	"The Mind's Eye makes many of the tools and metalcrafts used throughout Sigil. The foundry's most talented smiths are magical sculptors who require neither coal nor flame. They fashion strong yet delicate objects from minimal materials, shaping an ounce of ore into a lightweight yet trustworthy tool with a wave of their palms.": "心灵之眼在锡基尔(Sigil)制造许多工具和金属制品。这家铸造厂最有天赋的铁匠是魔法雕塑家，他们既不需要煤也不需要火焰。他们用极少的材料制作坚固而精致的物品，只需挥动手掌，就能将一盎司矿石塑造成一个轻便而可靠的工具。",
	"The Great Foundry's two wrought-iron main gates are as tall as the neighboring buildings. The intimidating guards minding the gates embellish their armor with iron spikes and jagged decoration scavenged from the foundry's scraps. Ogres, giants, and reformed devils in the Mind's Eye, they prevent the tools of creation from falling into the hands of destructive forces. Beyond lies the main yard, a sooty, gravel expanse heaped with piles of rubble and raw ore.": "大铁匠铺的两扇锻铁大门和旁边的建筑一样高。看守大门的威严卫士们用铁钉和从铁匠铺废料中搜集的锯齿装饰他们的盔甲。食人魔、巨人和在(心灵之眼)中得到改造的恶魔，他们阻止创造工具落入破坏势力之手。门外是主院，一个布满煤烟、碎石和生铁矿石堆的广阔区域。",
	"At the center of the Great Foundry is the Mithral Tower, a metalworks that stands over ten stories tall. Huge, iron-barred windows flood its interior with light, and enormous doors allow wagons full of ore to roll right in. It's unbearably hot, and the din of spouting furnaces and ringing anvils makes conversation difficult. Fiery-mouthed furnaces the size of barns yawn in every direction, and crucibles large enough to hold a fire giant brim with molten metal. Map 2.4 depicts one of the forges within the Mithral Tower.": "在大铸造厂的中心是秘银塔，一座超过十层楼高的金属工坊。巨大的铁栅窗户让室内充满光线，巨大的门让装满矿石的马车可以直接开进来。这里炎热难耐，喷火的熔炉和敲打的铁砧声让交谈变得困难。到处都是像谷仓大小的喷火熔炉，足以容纳火巨人的坩埚里装满了熔化的金属。地图2.4描绘了秘银塔内的一个锻造厂。",
	"Nearly every faction in Sigil keeps a secret hoard of knowledge available only to its members. Kesto Brighteyes (chaotic good, gnome {@creature Athar null|MPP}; see {@book Morte's Planar Parade|MPP}), does his best to even out that imbalance. Kesto runs the Parted Veil, a bookstore on Forgotten Lane not far from the Shattered Temple. The shop contains a motley array of texts available for sale: histories, novels, atlases, dictionaries, maps, spellbooks, biographies, newspapers, and anything else printed or scribed.": "在锡基尔（Sigil）几乎每个派别都保留着只对成员开放的秘密知识宝库。凯斯托·明眼（混乱善良，侏儒{@creature Athar null|MPP}；见{@book Morte's Planar Parade|MPP}）尽力平衡这种不平等。凯斯托经营着“分离面纱”（Parted Veil），这是一家位于遗忘巷（Forgotten Lane）附近、离破碎神殿不远的书店。这家书店里有各种各样的文本可供出售：历史书、小说、地图集、词典、地图、咒语书、传记、报纸，以及任何其他印刷或书写的东西。",
	"A {@spell magic mouth} spell over the front door of the Parted Veil welcomes visitors with short inspirational messages. Once inside, customers are greeted by a wondrous sight—the walls, ceilings, and floors are made of books. Shoppers tread across the spines of volumes underfoot as they peruse titles above and below. With no shelves or clear system of organization, the shop is a labyrinth of knowledge that only Kesto can navigate, but the shopkeep is always happy to help a customer find what they're after.": "在《分隔面纱》(Parted Veil) 前门上的一个{@spell magic mouth}咒语欢迎访客，展示短小的启发性信息。一旦进入店内，顾客会被一个奇妙的景象所迎接——墙壁、天花板和地板都由书籍构成。购物者在脚下踩着书籍的书脊，同时查阅着头顶和脚下的书名。这家店没有书架，也没有明确的组织系统，是一个只有凯斯托(Kesto)能够穿越的知识迷宫，但店主总是乐意帮助顾客找到他们想要的东西。",
	"Kesto is a venerable gnome with round spectacles and a wiry, unkempt beard. A proud member of the Athar, the open-minded Kesto aims to empower his customers through knowledge. He is accompanied by the gaunt-faced Sir Cleave, a friendly, lawful good {@creature bodak|MPMM} (see {@book Mordenkainen Presents: Monsters of the Multiverse|MPMM}; replace with a lawful good {@creature revenant} if you don't have that book). Sir Cleave eagerly assists customers, regardless of how uncomfortable it makes them.": "凯斯托(Kesto)是一位年迈的侏儒，戴着圆眼镜，长着一把乱蓬蓬的胡须。作为阿塔尔(Athar)的自豪成员，思想开明的凯斯托致力于通过知识赋予顾客力量。他的伙伴是面容憔悴的西尔·克利夫(Sir Cleave)，一个友善的、守法的善良{@creature bodak|MPMM} (见{@book Mordenkainen Presents: Monsters of the Multiverse|MPMM}; 如果你没有那本书，请用一个守法的善良{@creature revenant})。西尔·克利夫热心地帮助顾客，不管这让他们感到多么不舒服。",
	"Kesto maintains a vast collection of scrolls and spellbooks. He allows wizards to copy spells from them at the cost listed in the Spells for Sale table. Spells marked with an asterisk (*) appear in {@book chapter 1|SatO|1|Spells} of this book. He can have any of these scribed as a {@item spell scroll} for twice the listed cost for this service.": "Kesto保管着大量的卷轴和咒语书。他允许巫师按照《出售咒语》表中列出的价格复制咒语。带有星号（*）标记的咒语出现在这本书的{@book chapter 1|SatO|1|Spells}中。他可以将其中任何一个作为{@item spell scroll}写入，服务费是列出价格的两倍。",
	"A nameless street leads through a razed district to the Shattered Temple, headquarters of the Athar. Skeletal pillars climb from the rubble to surround the broken, domed structure on all sides. Once a temple to Aoskar, a now-dead god of portals, the Athar have rebuilt the temple just enough to serve their needs while leaving the rest in shambles—a solemn reminder that even gods can die.": "一条无名街道穿过一片废墟区，通往破碎神殿，阿塔人的总部。骨瘦如柱的柱子从废墟中拔地而起，环绕着四面破碎的圆顶建筑。曾经是奥斯卡的神殿，一个现在已经死去的传送之神，阿塔人已经重建了这座神殿，仅仅足够满足他们的需要，同时让其余部分破败不堪——这是一个庄严的提醒，即使神明也会死去。",
	"Within the Shattered Temple, the Athar collect information on the every faith in Sigil to publicly prove their falsity and lessen their influence. In heavily guarded vaults beneath the temple, Defiers house a staggering arsenal of magic items, weapons, and armor, ready to use if they come into open conflict with gods or their servants.": "在破碎神殿内，(Athar)收集有关锡基尔每一个信仰的信息，公开证明它们的虚假，并削弱它们的影响力。在神殿下面受到严密守卫的金库中，(Defiers)储备了大量的魔法物品、武器和盔甲，以备与神灵或其仆从发生公开冲突时使用。",
	"The Shattered Temple was originally called the Great Temple of Doors. It was the heart of worship for Aoskar, whose name has been all but forgotten in the City of Doors. In life, Aoskar subtly spread his worship through every portal in the Cage. Aoskar foolishly sought to seize control of Sigil from the Lady of Pain, but now the god and his followers are dead, devastated along with the temple that once bore his name.": "破碎神殿最初被称为大门之殿。它是奥斯卡（Aoskar）的崇拜之心，在门户之城（City of Doors）中，他的名字几乎被遗忘。在生前，奥斯卡通过笼子中的每扇门巧妙地传播他的崇拜。奥斯卡愚蠢地试图夺取锡基尔（Sigil）的控制权，但现在这位神和他的追随者已经死亡，与曾经以他的名字命名的神殿一起被摧毁。",
	"Inside the Shattered Temple, a portal to the Astral Plane has recently reawakened, leading to a gigantic, petrified corpse drifting through the silver void. Some who know of the deteriorating husk claim it's what remains of Aoskar, while others assert the god lives still.": "在破碎神庙内，通往星界的传送门最近重新苏醒，导致一个巨大的石化尸体漂浮在银色虚空中。一些知晓这个腐朽躯壳的人声称它是阿斯卡（Aoskar）的遗骸，而另一些则坚称这位神仍然活着。",
	"A remarkable tree grows within the temple's central sanctuary. The tree's bark shines with the luster of bronze and gold, and its branches are laden with ruby-red fruits. This tree, the Luminous Arbor, gathers the captured magic released when the Athar carry out rites to destroy magic items created by priests of those they consider false gods. The divine energy concentrates within the tree and its fruit, which are the source of power for Athar priests of the Greater Unknown, an entity whose power is rumored to be beyond the so-called gods.": "寺庙中心圣所内长着一棵非凡的树。这棵树的树皮闪耀着青铜和黄金的光泽，树枝上挂满了红宝石般的果实。这棵树，名为光辉之树，汇聚了阿塔尔（Athar）进行仪式摧毁被他们视为虚假神的神职人员创造的魔法物品时释放的魔法。神圣能量集中在这棵树及其果实中，这些果实是阿塔尔大未知（Greater Unknown）的祭司们力量的来源，传言这个实体的力量超越了所谓的神灵。",
	"The Ubiquitous Wayfarer is a reputable three-story tavern whose taproom contains over two dozen portals to other parts of Sigil and beyond. The tavern sits in the Lower Ward, but some folks believe it's in whatever ward they happen to live in. The Wayfarer is popular among planar explorers and adventurers who use its portals to get around the city. It offers a quick path across the city if one knows the right portals, though its proprietor, a gray-haired bartender named Riaen Blackhome (lawful neutral, human {@creature veteran}), takes exception to people using her place as a shortcut without stopping for a drink.": "《无处不在的行者》是一家声誉良好的三层酒馆，其酒吧内设有超过两打通往希格尔其他地区甚至更远地方的传送门。这家酒馆位于下层区，但有些人认为它位于他们所居住的任何区。《行者》深受平面探险者和冒险家的欢迎，他们利用其传送门在城市中穿梭。如果有人知道正确的传送门，它可以提供穿越城市的快捷路径，尽管其老板，一位名叫莉安·布莱克霍姆（{@creature veteran}）的灰发酒吧女侍（秩序中立，人类），对于人们不停下来喝一杯而将她的地方当作捷径的行为感到不满。",
	"Sigil boasts a market so vast it constitutes its own ward. Nestled between the bureaucratic Clerks' Ward and the dignified Lady's Ward, the Market Ward buzzes with business at all hours. Portals to trade cities across the planes lie scattered throughout its districts and the innumerable businesses among them.": "西格尔（Sigil）拥有一个如此庞大的市场，它构成了自己的行政区。坐落在官僚的书记员区（Clerks' Ward）和尊贵的女士区（Lady's Ward）之间，市场区（Market Ward）在任何时候都充满着商业活动。通往跨越各个位面的贸易城市的传送门散布在它的各个区域和众多企业之间。",
	"The Market Ward was once two wards, the other being the Guildhall Ward. However, in a city dominated by ideological factions, trade guilds hold little sway, and most factions—except for the Free League and Society of Sensation—discourage members from joining guilds, believing such associations foster splitting loyalties.": "市场区曾经是两个区，另一个是行会大厅区。然而，在一个由意识形态派别主导的城市中，贸易行会的影响力很小，大多数派别——除了自由联盟和感知协会——都不鼓励成员加入行会，认为这种关联会培养分裂忠诚。",
	"The Market Ward is a largely middle-class ward, apart from a small percentage of rich entrepreneurs and magnates. Its most notable residents are titans of industry: long-lived moguls, merchant royalty, and aged wyrms who hoard the wealth of worlds. Their homes are spotless mansions dwarfed only by the regal headquarters of planes-spanning franchises and distinguished interplanar institutions.": "市场区是一个主要由中产阶级组成的区域，除了少数富有的企业家和大亨。它最著名的居民是工业巨头：长寿的大亨、商业贵族和囤积世界财富的古老巨龙。他们的住宅是一尘不染的豪宅，仅次于跨越位面的特许经营总部和杰出的次位面机构。",
	"Like any commercial hub, the Market Ward has its problems. Shopkeeps from every plane compete in its marketplaces, and petty quarrels between business owners can develop into violent, centuries-long feuds between planar entities. Some vendors stubbornly refuse traditional currencies, guffawing at the notion that gold, of all things, has any value at all—in the grand scheme of the multiverse, few minerals are as rare as their worth might suggest. They might accept favors or prefer to barter instead. Pickpockets and thieves flock to the ward in droves, keen to pilfer the pockets of heedless consumers distracted by eye-catching wares.": "与任何商业中心一样，市场区也存在着问题。来自各个位面的店主在其市场上竞争，业主之间的小争执可能会演变成平面实体之间长达数个世纪的激烈纷争。一些摊贩固执地拒绝传统货币，对黄金这种东西有任何价值的概念嗤之以鼻——在多元宇宙的大格局中，很少有矿物像它们的价值所暗示的那样稀有。他们可能接受好处或更喜欢进行物物交换。扒手和小偷蜂拥至此，渴望从被引人注目的商品分散注意力的疏忽消费者口袋中偷窃。",
	"\"Sure, Sigil's got everything you could ever want–if you can find it! My advice? Hire a tout to do your shopping. Last time I visited the Great Bazaar, it took me so long to find my way out that my avocados went bad. What a mess.\"": "\"当然，西格尔((Sigil))拥有你想要的一切——只要你能找到！我的建议？雇一个中介来帮你购物。上次我去大巴扎((Great Bazaar))，花了很长时间才找到出口，结果我的鳄梨都坏了。真是一团糟。\"",
	"The following factions are headquartered in the Market Ward:": "以下派系总部设在市场区：",
	"Many without a strong connection to Sigil's ascendant factions join the Free League, an informal association of pragmatic citizens who keep their options open when it comes to the truths of the multiverse. Members of the Free League occupy a wide spectrum of roles in Sigil, but they tend toward autonomous ventures, acting as merchants, mercenaries, and even spies for other factions. Indeps keep to themselves and generally abstain from conflict, but they rally to defend their own when necessary.": "许多与锡基尔(Sigil)崛起派系没有强烈联系的人加入了自由联盟(Free League)，这是一个由务实公民组成的非正式组织，他们在探讨多元宇宙的真相时保持开放的选择。自由联盟的成员在锡基尔扮演着各种角色，但他们倾向于独立经营，充当商人、雇佣兵，甚至其他派系的间谍。独立派(Indeps)独来独往，通常避免冲突，但在必要时会团结起来保卫自己。",
	"Headquartered in the Great Gymnasium, the Transcendent Order strives for harmony in all things. Members hone their bodies and minds through rigorous conditioning, and they regularly challenge others in the Market Ward to contests of artistic, athletic, or spiritual prowess. Because Ciphers tend to avoid making allies or enemies, they regularly offer their balanced perspectives to other factions as neutral advisors and mediators.": "总部设在大体育馆，超凡秩序致力于在一切事物中追求和谐。成员们通过严格的锻炼磨练身心，并经常在市场区挑战他人，展示自己在艺术、运动或精神方面的才能。由于密码者倾向于避免结交盟友或敌人，他们经常作为中立顾问和调解人向其他派系提供平衡的观点。",
	"Presented here are some noteworthy sites in the Market Ward.": "这里介绍了市场区的一些值得注意的地点。",
	"Dedicated to the dwarven god of greed, the Bank of Abbathor is one of the largest financial institutions in the multiverse, with branches in several of the Outer Planes and countless material worlds. The bank's principal office is a monument to opulence and stability: a palatial building constructed from marble. Elite private security, the best that money can buy, protects the bank and its grounds at all hours.": "致力于矮人贪婪之神，阿巴索银行是多元宇宙中最大的金融机构之一，在几个外部位面和无数物质世界都设有分支机构。该银行的总部是奢华和稳定的象征：一座由大理石建造的宫殿式建筑。精英私人保安，是金钱能买到的最好的，全天候保护着银行及其周围的地盘。",
	"Within, a princely statue of Abbathor oversees the main banking hall. Massive emeralds form his eyes, which glint with every transaction, no matter how small. The bank's tellers are snarky imps, business-savvy dwarves, and xorn that delight in eating their pay. Leveraging a trusted network of official portals, the tellers process transactions throughout the multiverse. Modron analysts closely monitor exchange rates to ensure funds don't disrupt the stability of the economies in which they are administered.": "在内部，阿巴索王子的雕像俯瞰着主要的银行大厅。巨大的翡翠构成了他的眼睛，无论交易大小如何，都会闪闪发光。银行的出纳员是嘲讽的小恶魔、精明的矮人和喜欢吃他们工资的石精灵。利用一个可信赖的官方传送门网络，出纳员在整个多元宇宙中处理交易。调节者们密切监视汇率，以确保资金不会破坏它们所管理的经济体系的稳定。",
	"When creatures amass hoards too large to defend, they can store excess treasure in secure vaults beneath the Bank of Abbathor. The guarded rows of armored doors are pure theater, empty repositories designed to comfort investors and confuse would-be plunderers. Only the doors themselves matter, for the true vaults lie beyond the portals they contain. Accessible only by account owners, authorized bank personnel, or creatures in possession of the corresponding portal key, each vault door leads to a demiplanar dungeon that guards the riches deposited within.": "当生物积累了太多无法防守的财宝时，它们可以将多余的财宝存放在阿巴索银行（Bank of Abbathor）地下安全金库中。这些防守森严的装甲门排列整齐，实际上是纯粹的表演，空的仓库旨在安抚投资者并迷惑潜在的掠夺者。唯有门本身才重要，因为真正的金库位于它们所包含的门户之外。只有账户所有者、授权的银行人员或持有相应门户钥匙的生物才能进入，每扇金库门通往一个守护着其中存放财富的半位面地牢。",
	"Ancient dragons, mighty devils, and immortal merchants make up the bank's board of directors, who ensure the institution's reach continues to widen. They seek power through profit, conquering worlds without armies of their own by bankrolling like-minded groups in conflicts across the multiverse.": "古老的龙、强大的恶魔和不朽的商人组成了银行的董事会，他们确保机构的影响力不断扩大。他们通过利润谋求权力，通过资助跨越多元宇宙的冲突中志同道合的团体，征服世界而无需拥有自己的军队。",
	"Creatures of every kind take a soak in the Flame Pits, a planar bathhouse whose pools swirl with bubbling acid, molten lava, and liquid shadow. Unicorns, bariaurs, and various Fiends get their hooves trimmed in grooming rooms, and galeb duhr sigh as they settle into boiling tubs of mud. Patrons dry off in front of warm vents tied to windy desert realms or the chilling gales of Pandemonium.": "各种生物都会在烈焰坑中泡个澡，这是一个位面浴室，其中的池塘里涌动着冒泡的酸液、熔岩和液态阴影。独角兽、巴瑞尔人和各种邪恶生物在美容室修剪蹄甲，而加勒布矮人则在滚烫的泥浴池中舒展身体。顾客们在暖风口前晾干身体，这些暖风口连接着风沙肆虐的沙漠位面或者冰冷的混乱地狱风。",
	"The baths are run by Laril Zazzkos, a {@creature githzerai uniter|MPP} (see {@book Morte's Planar Parade|MPP}), and her staff of rough-scrubbing mephits. Abrasive as a wiry brush, the eagle-eyed githzerai spends her days berating patrons who fail to observe the bathhouse's strict \"no running\" policy or warning those who get too close to the wrong tubs—an occasionally fatal mistake. At heart, Laril is a rebel. Many of the tubs in her bathhouse have false bottoms for harboring fugitives or smuggling contraband. At least one of her tubs hides a passage into the depths of {@book Undersigil|SatO|2|Undersigil} (detailed later in this chapter).": "这些浴池由拉里尔·扎兹科斯（Laril Zazzkos）经营，一个{@creature githzerai uniter|MPP}（见{@book Morte's Planar Parade|MPP}）和她的一群粗暴擦洗的魔怪员工。像一把硬毛刷一样粗糙，这位鹰眼的吉斯赛人整天都在责骂那些没有遵守浴室严格的“禁止奔跑”政策的顾客，或者警告那些靠近错误浴缸的人——这是一个偶尔会致命的错误。拉里尔本质上是一个叛逆者。她的浴室里的许多浴缸都有隐藏的底部，用于藏匿逃犯或走私违禁品。至少有一个浴缸里隐藏着通往{@book Undersigil|SatO|2|Undersigil}深处的通道（本章后面详细介绍）。",
	"Diners never know what to expect from the Gastrognome, an intimate, upscale eatery that looks like a giant metal olive. Distinguished and inventive, its proprietor, Celci Nugglebelly (chaotic good, gnome {@creature mage}), is a worlds-class chef who never cooks the same dish twice. They cater to adventurous taste buds and deep appetites, challenging expectations about food and the forms it takes. A three-course dinner at the Gastrognome might consist of a gravity-defying salad cloud, a whispering Shadowfell steak topped with bioluminescent blight, and a deceptively simple chocolate tart that carries the sweet taste of revenge. The owner frequently hires adventurers to track down rare ingredients to delight and impress future diners.": "餐馆的食客们永远不知道Gastrognome会带来什么惊喜，这家看起来像一个巨大金属橄榄的高档餐厅。它的老板，Celci Nugglebelly（混乱善良，侏儒 {@creature mage}），是一位世界级厨师，富有创意和独特性，从不重复烹饪同一道菜。他们迎合那些寻求冒险口味和深刻胃口的人，挑战食物及其形式的传统观念。在Gastrognome享用的三道菜可能包括一个违反重力的沙拉云，一块撒满生物发光荒地的低语暗影牛排，以及一个外表简单但带有甜蜜复仇味道的巧克力挞。店主经常雇佣冒险者去寻找稀有食材，以取悦和打动未来的食客。",
	"The chief attraction of the ward is the Great Bazaar, a vast plaza of shops where anything and everything can be found. Boisterous throngs of shoppers crowd its bustling avenues at all hours, doing business with vendors from every corner of the multiverse.": "该区的主要吸引力是大巴扎，一个庞大的商店广场，这里可以找到任何东西。热闹的购物者群挤满了繁华的大街小巷，他们与来自多元宇宙各个角落的摊贩做生意。",
	"The Great Bazaar is a cosmopolitan sampling of the planes and the goods they have to offer. Though more scandalous merchandise typically finds its way to the {@book Gatehouse Night Market|SatO|2|Gatehouse Night Market} (see the \"{@book Hive Ward|SatO|2|Hive Ward}\" section), the bazaar has anything a traveler could want, so long as they can find it in the open market's constant commotion. Scents collide in the winding stalls: warm, right-angled bread loaves prepared fresh by modron bakers; spotted mushrooms hocked by bullywug grocers; and perfumed holy water sold by winged Celestials. Vibrant produce dangles from the leafy awnings of living plant stalls, and masterwork armors forged from rare metals bear insignias from blacksmiths on other worlds.": "大巴扎是各个位面及其商品的大杂烩。尽管更丑闻的商品通常会找到{@book Gatehouse Night Market|SatO|2|Gatehouse Night Market}（见\"{@book Hive Ward|SatO|2|Hive Ward}\"部分），但巴扎有旅行者想要的一切，只要他们能在熙熙攘攘的市场中找到。各种香味在蜿蜒的货摊中碰撞：由模德龙面包师傅新鲜制作的暖和、直角的面包；由蛙人杂货商兜售的斑点蘑菇；以及由有翅膀的天界生物出售的香水圣水。鲜艳的农产品挂在生机盎然的植物货摊的叶子遮篷下，由稀有金属锻造的杰作盔甲上带有来自其他世界铁匠的标志。",
	"The Free League congregates in the Great Bazaar. Although the Harmonium patrols the bazaar's busy avenues, it's the members of the Free League who capture thieves and decide whether to turn them over to justice. With no formal meetinghouse, members of the free-willed faction hold impromptu assemblies in cramped market tents or unused warehouses.": "自由联盟聚集在大市集中。尽管和谐团在市集繁忙的大街上巡逻，但是自由联盟的成员才是抓住小偷并决定是否将他们交给司法机构的人。由于没有正式的会所，这些自由意志派的成员在拥挤的市场帐篷或未使用的仓库中举行即席集会。",
	"Characters can purchase any {@book adventuring gear|PHB|5|Adventuring Gear} in the {@book Player's Handbook|PHB} at normal cost in the Great Bazaar, though shrewd bargainers can secure their purchases for less. The Bazaar Shops table details a few vendors one might encounter in the bazaar.": "角色可以在大巴扎以正常价格购买{@book adventuring gear|PHB|5|Adventuring Gear}，尽管精明的讨价还价者可以以更低的价格购买到他们想要的物品。《巴扎商店》表格详细列出了在巴扎中可能遇到的一些供应商。",
	"Boastful human hunter ({@creature assassin}) who sells hides and armors made from creatures she has slain—such as ankheg breastplates, angel-feathered cloaks, and horned gorgon shields": "自吹自擂的人类猎手({@creature assassin})，出售从她所杀生物制成的皮革和盔甲，比如蚁兽胸甲、天使羽毛披风和角状蛇发女妖盾。",
	"Celestial-owned bookstall carrying holy texts, illuminated manuscripts, and divine stationary": "天界拥有的书摊，售卖圣典、插图手抄本和神圣文具",
	"Boutique where a {@creature darkweaver|MPP} (see {@book Morte's Planar Parade|MPP}) with an eye for fashion weaves the latest styles out of pure shadow": "一家时装精品店，在这里，一个对时尚有着敏锐嗅觉的{@creature darkweaver|MPP}（见{@book Morte's Planar Parade|MPP}）用纯粹的阴影编织出最新款式。",
	"Food stall catering to creatures of a specific type": "特定类型生物的食物摊 (`Food stall catering to creatures of a specific type`)",
	"Sweltering iron shack where a {@creature fire giant} blacksmith and his two {@creature magmin} helpers craft sturdy weapons with harmlessly smoldering pommels": "炎热的铁皮棚屋，一个{@creature fire giant}铁匠和他的两名{@creature magmin}助手在那里制作坚固的武器，武器上的把柄缓缓冒着烟。",
	"Pawn shop that specializes in portal keys": "专门经营传送门钥匙的当铺 (Pawn Shop)",
	"Souvenir shop full of chintzy planar trinkets that might all be Tiny {@creature Mimic||mimics}": "充满了廉价的平面小玩意的纪念品店，它们或许都是微型的 {@creature Mimic||mimics}",
	"Contractor hiring monsters to defend dungeons on other worlds": "承包商雇佣怪物来保卫其他世界的地牢 (Contractor hiring monsters to defend dungeons on other worlds)",
	"The Transcendent Order's headquarters is the Great Gymnasium, a temple to body, mind, and spirit, hewed from marble and veined with gold. In addition to exercise fields and gymnastic equipment, the Great Gymnasium's luxurious halls hold bountiful comforts: lemon-scented baths, refreshing saunas, and meditation rooms perfumed with rose. The facility is designed to eliminate distractions, promote mindfulness, and encourage self-improvement.": "超越秩序(The Transcendent Order)的总部是大健身房(Great Gymnasium)，这是一个供奉身体、心灵和精神的神殿，由大理石雕琢而成，镶嵌着金子。除了运动场地和体操设备外，大健身房的豪华大厅还拥有丰富的舒适设施：柠檬香味浴室、清爽桑拿浴室，以及散发着玫瑰香气的冥想室。这个设施旨在消除干扰，促进正念，并鼓励自我提升。",
	"The Great Gymnasium is a mental and spiritual oasis, a place of peace and safety where occupants can forget their burdens. Visitors must surrender their weapons before entering the gymnasium, and spellcasting is allowed only in sanctioned areas. Sigil's factions regard the Great Gymnasium as neutral ground, and numerous treaties have been penned within.": "大健身房是一个精神和心灵的绿洲，一个和平与安全的地方，让人们可以忘记他们的负担。访客必须在进入健身房之前交出他们的武器，只有在指定区域才允许施法。西格尔的派系将大健身房视为中立地带，许多条约都是在这里签订的。",
	"The gymnasium's training grounds welcome visitors to hone their strength, agility, and coordination. There, Factol Rhys conducts regular training sessions, where she pushes her students to the limit. Calm but fierce, she regularly spars with Transcendent Order members, encouraging them to act without thinking.": "体育馆的训练场欢迎访客锻炼他们的力量、敏捷和协调能力。在那里，法克托尔·瑞斯（Factol Rhys）定期进行训练课程，她让学生们达到极限。她冷静而凶猛，经常与超越秩序（Transcendent Order）成员切磋，鼓励他们不加思考地行动。",
	"Map 2.5 depicts the Great Gymnasium and its training grounds.": "地图2.5展示了大体育馆和其训练场地。",
	"\"Achieve understanding of self. Play music or dance. Paint or fight. Find your own way. And practice. Keep practicing until your body knows what to do. You've had years to learn the wrong way to do things, and it may take you years to learn the right way. The key is to act.\"": "\"实现自我理解。演奏音乐或跳舞。绘画或战斗。找到属于你自己的方式。然后实践。不断实践，直到你的身体知道该怎么做。你已经花了多年时间学习错误的做事方式，也许需要花上几年时间学习正确的方式。关键在于行动。\"",
	"The Institute for Intellectual Excellence is a prestigious planar academy. Renowned for the rigor of its curriculum and high expectations from faculty, the institute numbers among the best places to learn about the cosmos and its wonders. Professors are experts on subject matter that can be appreciated only in the City of Doors: portal theory, the prolonged effects of planar travel on physiology, and multiversal philosophy, just to name a few.": "智慧卓越学院是一所享有盛誉的位面学院。以其严谨的课程和对教职员工的高期望而闻名，该学院被列为学习宇宙及其奇迹的最佳地点之一。教授们是关于只有在《门之城》中才能欣赏到的主题的专家：传送门理论、位面旅行对生理的长期影响以及多元哲学等等。",
	"Enoll Eva, a {@creature septon modron|MPP} (see {@book Morte's Planar Parade|MPP}), is the institute's dean. A distinguished authority on planar cosmology, mathematics, and wizardry, Enoll has made unmatched strides in the practical applications of algebra on magic.": "伊诺尔·伊娃，一名{@creature septon modron|MPP}（见{@book Morte's Planar Parade|MPP}），是该学院的院长。作为平面宇宙学、数学和巫术方面的杰出权威，伊诺尔在将代数应用于魔法方面取得了无与伦比的进展。",
	"Forked chrome spires hum atop the Planar Energy Cooperative, a cylindrical tower isolated from the commerce of the ward. Founded by a circle of archmages whose home worlds succumbed to destructive magic, the fortress serves as a seismograph for magical activity. Inside, mages monitor the flow of magic throughout the multiverse on an array of planar orreries, scanning them for arcane anomalies—hotspots, dead zones, and areas teeming with antimagic. The collective seeks to maintain a steady flow of magic across the cosmos and concentrate or divert it when necessary to ensure the survival of worlds.": "在符合当地语言习惯的同时，文本中的 (%num%) 等内容应在翻译后仍保持为 (%num%)。\n\n叉状的铬尖塔矗立在位于该区域的商业之外的圆柱形塔楼上，这里是位面能量合作社。这座堡垒是由一群因为他们的家园世界受到破坏性魔法影响而建立的大法师圈子所创建，用作魔法活动的地震仪。在内部，法师们通过一系列位面天文仪监测多元宇宙中的魔法流动，扫描其中的奥秘异常——热点、死区和充满反魔法的区域。这个集体致力于维持宇宙间魔法的稳定流动，并在必要时集中或转移魔法，以确保世界的生存。",
	"In times of great planar unrest, the members of the Planar Energy Cooperative can combine their powers to siphon magic from entire worlds to dampen dangerous artifacts or prevent malicious spellcasters from unleashing catastrophic magic. Despite their influence, the mages are few, and their efforts require them to maintain intense concentration in the cooperative. As a result, they often assign worthy adventurers to deal with threats at their sources.": "在众多位面动荡的时候，位面能量合作社的成员可以结合他们的力量，从整个世界中汲取魔法，以减弱危险的神器或防止恶意施法者释放灾难性的魔法。尽管他们影响力强大，但法师们寥寥无几，他们的努力需要在合作社中保持高度的集中。因此，他们经常指派值得信赖的冒险者去处理源头的威胁。",
	"Chaos thrives beneath the streets of Sigil. Also known as the Realm Below, the snaking labyrinth of ancient tunnels binds long-standing city structures to subterranean criminal crossroads, flooded cisterns, and seemingly endless catacombs. Seasoned touts usually know of a few entrances to the Realm Below and can, for a fee, point eager explorers toward them, but few guides agree to accompany fools on their descent for cheap.": "在西格尔（Sigil）的地下世界中，混乱蓬勃发展。这片被称为地底境（Realm Below）的蜿蜒迷宫由古老隧道组成，将历史悠久的城市建筑与地下犯罪交叉路口、被淹没的水槽以及似乎无尽的地下墓穴紧密相连。经验丰富的推销员通常知道一些通往地底境的入口，并可以收取费用，指引渴望探险的人前往，但很少有向愚人降临的导游愿意以低价陪同。",
	"Monsters and unusual pests plague Undersigil and its inhabitants. Screams of terror echo in its deserted halls, muffled by the leathery wings of vargouilles—flapping, severed heads spawned from the Abyss—chasing their prey. Cranium rats scurry through the tunnels, telepathically relaying their findings to their hivemind. Alone, these spies are little more than barking nuisances, but in swarms their combined intelligence is an ever-present danger. Meanwhile restless souls rise from musty family crypts serve Undead monarchs and contend with the living. Undersigil's forlorn archways become their next tombs, entangled in gnarled roots of razorvine. The wretched weed assumes their shapes and creeps to the surface as thorny {@creature Razorvine Blight|MPP|razorvine blights} (see {@book Morte's Planar Parade|MPP}).": "在Undersigil和它的居民中，怪物和不寻常的害虫肆虐。恐惧的尖叫在荒废的大厅中回荡，被从深渊产生的、有着皮翼的头颅怪（vargouilles）的翅膀所减弱——它们追逐着猎物。颅鼠在隧道中匆匆穿行，通过心灵感应将它们的发现传达给它们的集体意识。这些间谍单独时只是吠叫的讨厌虫子，但是当它们成群结队时，它们的联合智慧就构成了一种始终存在的危险。与此同时，不安宁的灵魂从发霉的家族地窖中升起，侍奉不死君王并与活人争斗。Undersigil的凄凉拱门成为它们的下一个坟墓，缠绕在剃刀藤的扭曲根茎中。这种可怜的杂草承担了它们的形状，并作为多刺的{@creature Razorvine Blight|MPP|razorvine blights}（见{@book Morte's Planar Parade|MPP}）悄悄爬到地表。",
	"The Lady of Pain pays little attention to what goes down in Undersigil, though nothing in or under the City of Doors is beyond her reach. Dead factions, banished from the city above, cling to life in the darkness, searching the underground for secrets that could lead to their ascension.": "疼痛女士(Lady of Pain)对安德西吉尔(Undersigil)发生的事情几乎不关心，尽管在门之城(City of Doors)内外的一切都在她的掌控之中。被驱逐出上城的废弃派系在黑暗中苟延残喘，搜寻地下的秘密，希望能够找到提升自己的途径。",
	"Presented here are some noteworthy sites in Undersigil.": "这里介绍了一些Undersigil中值得注意的地点。",
	"Bathed in leaden mist, the Dead Nations are an expanse of derelict necropolises and forgotten tombs, their inscriptions worn by decades of neglect. The treasures of these vacant sepulchers seem ripe for the taking, but here the dead are more organized than they might appear.": "笼罩在沉重的雾气中，(Dead Nations)是一片废弃的墓地和被遗忘的坟墓，它们的铭文被几十年的忽视所磨损。这些空无一人的坟墓中的宝藏似乎是易如反掌，但在这里，死者比表面上更有组织。",
	"A decrepit monarch, the Silent King, presides over the Dead Nations and their undead populace, but his throne is also his prison. The Silent King's throne bestows a mantle of authority on its occupant, but it demands a grim toll. Only the living can sit on the mirthless, high-backed chair, and only death can free them from its numbing grip. {@creature Ghoul||Ghouls}, {@creature Skeleton||skeletons}, and {@creature Zombie||zombies} pledge fealty to the Silent King and enforce his will in the Realm Below. They are bound to serve their ruler until either he's killed or he wastes into oblivion—leaving his seat available for its next ruler.": "一个年迈的君主，寂静之王，在死亡国度和其中的不死族群中统治着，但他的王座也是他的监狱。寂静之王的王座赋予坐在上面者权威的披风，但它也要求付出沉重的代价。只有活人才能坐在这个无欢乐的高背椅上，只有死亡才能将他们从它麻木的控制中解放出来。{@creature Ghoul||Ghouls}、{@creature Skeleton||skeletons}和{@creature Zombie||zombies}向寂静之王宣誓效忠，并在地下王国执行他的意志。他们被束缚着要为他们的统治者服务，直到他被杀死或消逝于遗忘之中——留下他的座位供下一任统治者使用。",
	"Sigil's sewers converge on the Drowned Nations, a flooded expanse of rank, lukewarm reservoirs and the swampy tunnels that connect them. An enormous drain linked to the Elemental Plane of Water rests in the turbid depths. It's perpetually clogged with some amount of planar refuse, but sewage rarely backs up enough to flood well-to-do wards.": "西格尔的下水道汇聚在淹没的国度(Drowned Nations)，这是一个充满恶臭、微温水库和连接它们的沼泽隧道的泛滥区域。一个连接到水元素位面的巨大排水口休息在混浊的深处。它经常被一些位面垃圾堵塞，但污水很少会倒灌到富裕的区域。",
	"{@creature Kuo-toa}, {@creature Troglodyte||troglodytes}, and other aquatic folk live in the Drowned Nations, as do land dwellers who navigate the sewers by boat. Denizens of the Plane of Water don't take kindly to Sigil polluting their home. Grat the Glass-Jawed, a {@creature sahuagin baron} whose gums are jammed with sharpened gems, periodically surfaces to skewer Undersigil's residents from the back of his mutated shark, Ripper (a {@creature hunter shark} with a walking speed of 30 feet). Others, like the {@creature aboleth} Abadoom, carve out lairs in the pungent meres. Ancient and unknowing, Abadoom harbors some of Sigil's darkest secrets.": "{@creature Kuo-toa}, {@creature Troglodyte||troglodytes}, 和其他水生族群生活在淹没的国家，陆地居民也通过船只在下水道中航行。水之位面的居民不喜欢锡基尔(Sigil)污染他们的家园。格拉特·玻璃下巴(Grat the Glass-Jawed)，一位牙龈塞满尖锐宝石的{@creature sahuagin baron}，定期浮出水面，骑在他变异鲨鱼里珀(Ripper)的背上刺穿安德锡基尔(Undersigil)的居民（一只行走速度为30英尺的{@creature hunter shark}）。其他像阿巴朵姆(Abadoom)这样的生物，在刺鼻的沼泽地中开辟巢穴。古老而无知的阿巴朵姆隐藏着锡基尔一些最黑暗的秘密。",
	"Even Undersigil has portals, and the worst of them dump their quarries into the Loop. This region is a graveyard for the lost: a closed, circular tunnel connected to dozens of one-way, hidden portals scattered throughout Undersigil. At first glance, the Loop appears no different from the tunnels that pour into it. However, after repeatedly passing the same doom-filled messages scrawled onto its walls, travelers often begin to panic.": "即使在安德塞基尔（Undersigil）也有传送门，其中最糟糕的传送门会把他们的猎物抛入环形通道（the Loop）。这个地区是迷失者的坟墓：一个封闭的、环形隧道，连接着安德塞基尔各处的几十个单向隐藏传送门。乍一看，环形通道似乎与注入其中的隧道没有什么不同。然而，当旅行者反复经过刻在墙壁上的充满厄运信息时，他们往往开始恐慌。",
	"The Loop isn't beholden to the laws of time or space. At certain points along its mind-bending circumference, imprisoned creatures might spot their own backs or torchlight in the distance.": "这个环路不受时间或空间法则的约束。在其扭曲的周长的某些点上，被囚禁的生物可能会看到自己的背部或远处的火炬光。",
	"Rarely, through determination or sheer luck, creatures do escape the Loop. However, seconds spent in the Loop might equate to years outside, and some absconders emerge only to find they've been hurled into the distant past or future. Some members of long-dead factions in Undersigil know how to navigate the Loop, darting through it in desperate moments to trap threats and leave them to die.": "很少情况下，通过决心或纯粹的运气，生物会逃离环（the Loop）。然而，在环中度过的几秒钟可能相当于外界的几年，一些逃脱者出现后发现自己被抛入遥远的过去或未来。Undersigil的一些早已逝去的派系成员知道如何穿越环，他们在绝望时刻穿越其中，将威胁困住并留下让其死去。",
	"When a faction falls apart or Sigil tolerates it no longer, its members can join the ranks of another faction, abandon the city entirely—or flee to Nowhere. The huddled welter of ramshackle tenements lies deep in the bowels of Undersigil, a doleful refuge for criminals and stubborn believers who refuse to renounce their allegiances. Within Nowhere's dark warrens, criminals peddle seedy wares to dwindling factions, some consisting of just one member. Grungy alleys become impromptu forums as desperate factols hope to rekindle interest in outdated ideologies and poach each other's members.": "当一个派别瓦解或者西格尔（Sigil）不再容忍时，它的成员可以加入另一个派别的行列，完全放弃这座城市，或者逃往无处（Nowhere）。这个杂乱的拥挤的破旧公寓群深藏在安德西格尔（Undersigil）的深处，是犯罪分子和固执的信徒的悲凉避难所，他们拒绝放弃自己的忠诚。在无处（Nowhere）阴暗的地下通道里，犯罪分子向日益减少的派别兜售肮脏的货物，有些派别甚至只有一个成员。肮脏的小巷变成了临时的论坛，绝望的领袖们希望重新点燃对过时意识形态的兴趣，并抢夺彼此的成员。",
	"The following are just a few of the non-ascendant factions headquartered in Nowhere:": "以下是总部设在无处(`Nowhere`)的一些非主导派系：",
	"{@b The Coterie of Cakes (Cakers}) is a destitute band of rosy-cheeked bullies who assert the multiverse is a great, multilayered cake and that baked goods are its fundamental unit of trade.": "{@b The Coterie of Cakes (Cakers}是一群贫困的面色红润的恶霸，他们声称多元宇宙是一块伟大的、多层的蛋糕，而烘焙食品是其基本的交易单位。",
	"{@b The Revolutionary League (Anarchists}) were once a popular faction that fell away to disorganization. This mishmash of misfits and outcasts vows to dismantle society.": "{@b The Revolutionary League (Anarchists})曾经是一个受欢迎的派系，但后来因为组织混乱而式微。这群不合群的人和被流放者誓言要解体社会。",
	"{@b The Undivided (Deniers}) is a faction composed wholly of creatures native to Sigil. They believe those who pass through planar portals are destroyed and replaced with clones.": "{@b The Undivided (Deniers}是一个完全由来自锡基尔的生物组成的派系。他们相信那些穿过平面门的人会被摧毁并被克隆体取代。",
	"The Warrens of Thought are a maze of dripping catacombs beneath the Hive. They are home to the largest cranium rat collective in Sigil: the Us. Occasionally called Many-as-One by its multitude of wererat thralls, the hive mind's combined intellect rivals that of a god. If the Us was ever connected to an elder brain, its psychic link has long been severed. Left to their own devices, the cranium rats have evolved into a neural network that grows in influence with each passing day. Whenever a citizen relays a message through a {@creature cranium rat squeaker|MPP} (see {@book Morte's Planar Parade|MPP}) connected to the Us, the hive mind stores and analyzes that data. Their collective desires are a deeply troubling enigma.": "思维地穴是地底城下滴水的地下墓穴迷宫。它是锡基尔中最大的脑鼠集体的家园：(The Us)。有时候，由于其众多的瘟鼠奴隶，这个脑鼠集体被称为“众如一体”，这个脑集体的综合智力堪比神明。如果(The Us)曾经与一位老脑连接过，那么它们之间的心灵联系早已断裂。脑鼠们被留给自己的设备，已经进化成一个神经网络，每一天都在增长影响力。每当一个市民通过一个{@creature cranium rat squeaker|MPP}（见{@book Morte's Planar Parade|MPP}）与(The Us)连接传递消息时，这个脑集体会存储并分析这些数据。它们集体的欲望是一个深深令人不安的谜。",
	"With Sigil's place at the center of the Outer Planes, any plot or threat from across the multiverse has a chance of finding its way to the City of Doors. Many inhabitants of the Cage also have planes-spanning ambitions, contributing to countless homegrown opportunities for adventure. Use this section to generate ideas for adventures stemming from Sigil's unique locations and residents.": "在西格尔（Sigil）作为外域中心的位置，来自多元宇宙的任何阴谋或威胁都有可能找到通往“门之城”的途径。笼中的许多居民也怀有跨越位面的雄心壮志，为冒险提供了无数本土机会。利用这一部分来产生源自西格尔独特地点和居民的冒险创意。",
	"\"Living in Sigil, we've probably seen everything... but the beauty and terror of it is that the planes always make more.\"": "\"生活在锡基尔（Sigil）, 我们可能见过一切... 但其中的美丽和恐怖在于，不断涌现的各个位面。\"",
	"Use the following table to launch adventures anywhere in Sigil.": "使用以下表格可以在锡基尔的任何地方展开冒险。",
	"A lost soul asks the party to escort them to the home of their deity—who no one's ever heard of.": "一个迷失的灵魂请求队伍护送他们去他们神明的家园，而这位神明却是无人听说过的。",
	"A barrister begs the characters to serve as witnesses during a trial in the {@book High Courts|SatO|2|High Courts}, but the characters have no memory of witnessing a crime.": "一位辩护律师请求角色们在{@book High Courts|SatO|2|High Courts}的审判中担任证人，但角色们却没有记忆目击过任何犯罪行为。",
	"A {@creature cranium rat squeaker|MPP} (see {@book Morte's Planar Parade|MPP}) with an important secret needs help avoiding foes and finding its swarm elsewhere in Sigil.": "一个{@creature cranium rat squeaker|MPP}（见{@book Morte's Planar Parade|MPP}）有重要秘密的（see (Sigil)）需要帮助避开敌人，并在（Sigil）的其他地方找到它的群体。",
	"Refugees entreat the characters to help them find a safe new home in Sigil.": "难民恳求角色们帮助他们在锡基尔（Sigil）找到一个安全的新家。",
	"The characters learn that a terrifying war machine is being transported through Sigil for use in conquering a Material Plane world.": "角色们得知一台可怕的战争机器正在通过（Sigil）传送，用于征服一个物质位面世界。",
	"A shop or tavern owner hires the characters to track down a deadbeat patron—a {@creature solar}, a {@creature pit fiend}, a {@creature death knight}, or other powerful being.": "一个商店或酒馆老板雇佣角色去追踪一个拖欠债务的顾客 — 一个{@creature solar}，一个{@creature pit fiend}，一个{@creature death knight}，或其他强大的存在。",
	"A group tries to kidnap a character, as the character is the key to a portal the group plans to use.": "一个团队试图绑架一个角色，因为这个角色是他们计划使用的传送门的关键。",
	"A villain looks remarkably like one of the characters, enough so that a {@creature kolyarut|MPP} or {@creature cuprilach rilmani|MPP} (both detailed in {@book Morte's Planar Parade|MPP}) mistakes the character for the scoundrel.": "一个反派角色看起来与其中一个角色非常相似，以至于{@creature kolyarut|MPP}或{@creature cuprilach rilmani|MPP}（在{@book Morte's Planar Parade|MPP}中详细描述）将这个角色误认为是恶棍。",
	"An {@creature archmage} new to the city offers to reward the characters with a magic item if they serve as their touts and sedan chair carriers for a day.": "一位{@creature archmage}新来到这座城市，提出如果角色们愿意充当他们的向导和轿夫一天，就会奖励他们一件魔法物品。",
	"A {@creature dabus|MPP} (see {@book Morte's Planar Parade|MPP}) requests the characters' aid in removing someone or someplace from Sigil before the Lady of Pain learns of it.": "一个{@creature dabus|MPP} (见{@book Morte's Planar Parade|MPP}) 请求角色帮助在女守护者得知之前将某人或某地从锡基尔中移除。",
	"Use the plots on the Faction Missions table to help deepen the characters' ties with any faction in Sigil.": "利用《阵营任务表》上的情节来帮助加深角色与锡基尔中任何一个阵营的联系。",
	"A factol hires the characters to dig up dirt on a rival faction leader.": "一个事实领袖雇佣角色去挖掘对手派系领袖的黑料。",
	"The characters must infiltrate another faction's headquarters and steal a priceless item.": "角色们必须潜入另一个派系的总部，窃取一件无价之宝。",
	"A faction leader hires the characters as bodyguards for an important city event at the {@book Hall of Speakers|SatO|2|Hall of Speakers}.": "一个派系领袖雇佣角色作为{@book Hall of Speakers|SatO|2|Hall of Speakers}的重要城市活动的保镖。",
	"Suspicious of their own ranks, a factol hires the characters to root out a spy.": "怀疑自己的同僚，一位法克托雇佣角色们去找出间谍。",
	"A factotum secretly offers the characters a hefty reward to break someone out of the {@book Prison|SatO|2|Prison}.": "一个杂工秘密地向角色们提供丰厚的奖励，让他们帮助越狱{@book Prison|SatO|2|Prison}。",
	"After a public spat with another faction leader, a factol goes missing. Their second-in-command hires the characters to investigate.": "在与另一个派系领袖的公开争执后，一位事实领袖失踪了。他们的副手雇佣角色们进行调查。",
	"All manner of multiversal threats might unfold in Sigil. The Sigil Calamities table suggests plots for grand adventures in the City of Doors.": "在锡基尔（Sigil）可能会出现各种多元宇宙的威胁。《锡基尔灾祸表》提出了在“门之城”中展开宏大冒险的情节建议。",
	"Sigil begins to shudder daily at peak and antipeak, causing a citywide panic.": "辛吉尔开始每天在高峰和低谷时出现颤动，引发全城恐慌。",
	"Waves of arcane blackouts sweep across Sigil. During these events, magic items have their effects suppressed, spells behave unpredictably, and portals cease to function. The {@book Incanterium|SatO|2|Incanterium} is to blame.": "奥术断电的波浪席卷锡基尔。在这些事件中，魔法物品的效果被压制，法术表现不稳定，传送门停止运作。{@book Incanterium|SatO|2|Incanterium} 是罪魁祸首。",
	"Without warning, the Lady of Pain sends two-thirds of Sigil's population to {@book the Mazes|SatO|2|The Mazes}. It's up to the characters to figure out why.": "毫无预警，痛苦女士将锡基尔(Sigil)三分之二的人口送往{@book the Mazes|SatO|2|The Mazes}。角色们需要找出原因。",
	"Reliable portals throughout Sigil begin to malfunction. Chaos ensues as citizens vanish to unknown planes in a mass.": "锡基尔(Sigil)各地可靠的传送门开始发生故障。混乱蔓延，市民们纷纷消失到未知的位面中。",
	"A portal to the front lines of the Blood War opens in the {@book Lower Ward|SatO|2|Lower Ward}, bringing the conflict to the city.": "一个通往血战前线的传送门在{@book Lower Ward|SatO|2|Lower Ward}打开，将冲突带到了这座城市中。",
	"Dozens of dead factions unite in {@book Undersigil|SatO|2|Undersigil}. They mount an uprising on the surface and attempt to oust several factions.": "数十个死去的派系在{@book Undersigil|SatO|2|Undersigil}中团结起来。他们在地表发动起义，试图驱逐几个派系。",
	"The Lady of Pain locks the Cage without warning, barring anything and anyone from entering or exiting the City of Doors.": "痛苦女士(The Lady of Pain)毫无预警地锁上了铁笼，阻止任何事物和任何人进入或离开门户之城(City of Doors)。",
	"The Lady of Pain decrees that Sigil tolerates its factions no longer. They must disband or risk her wrath. Three factols come together and hire the characters to change the Lady's mind.": "痛苦女士宣布，锡基尔不再容忍其派系。他们必须解散，否则就会冒着她的愤怒。三位派系领袖聚在一起，雇佣角色来改变女士的想法。",
	"The following table present random encounters that might occur anywhere in Sigil. Creatures marked with an asterisk (*) appear in {@book Morte's Planar Parade|MPP}, while the rest are described in the {@book Monster Manual|MM}. Most creatures are initially indifferent to characters.": "以下表格展示了可能在锡基尔的任何地方发生的随机遭遇。带星号（*）的生物出现在{@book Morte's Planar Parade|MPP}中，而其余生物在{@book Monster Manual|MM}中描述。大多数生物最初对角色漠不关心。",
	"The Outlands are a plane of concordant opposition—a disk-shaped plane of perfect neutrality at the center of the Outer Planes. Anything and everything can flourish on the impartial and balanced canvas of the Outlands: a broad region whose boundless terrain blends to match the extreme forces that shape it. Arid, flame-scarred plains give way to heroic mountain ranges sculpted in the likenesses of gods, moldy caverns ruled by sapient fungi, bottomless seas, and anything else that makes for great adventures.": "外域是一个与和谐对立的位面——一个位于外域中心的完全中立的圆盘状位面。在外域这块中立和平衡的画布上，任何事物都可以茁壮成长：这片广阔的区域的无边界地形会随着塑造它的极端力量而融合。干旱、火焰烧焦的平原让位于英雄般的山脉，这些山脉被雕刻成似神祗的形象，还有被有智慧的真菌统治的发霉洞穴，深不见底的海洋，以及任何其他能带来伟大冒险的事物。",
	"This chapter provides information for the Dungeon Master about the extraplanar realms of the Outlands, their inhabitants, and life at the center of the Great Wheel.": "这一章为地牢主提供了有关外位面领域(Outlands)、其居民以及在“大轮”中心的生活的信息。",
	"This section details facets of everyday life in the Outlands.": "这一部分详细介绍了外域（Outlands）的日常生活方面。",
	"Save for the domains of gods, realms in the Outlands are subject to a planar phenomenon known as cosmic realignment. When a location embodies the nature of one of the Outer Planes too closely, that plane absorbs the location and its inhabitants, restoring balance to the Outlands and expanding that plane. Some creatures combat cosmic realignment by acting in direct opposition to the linked plane's temperament, while others gladly welcome this fate or pursue it outright.": "除了神域之外，在外域的领域受到一种被称为宇宙重新调整的位面现象的影响。当一个地点过于体现某个外域的本质时，那个外域会吸收这个地点及其居民，恢复外域的平衡并扩展该外域。一些生物通过直接与相关外域的气质相对抗来对抗宇宙重新调整，而另一些生物则乐意迎接这个命运或直接追求它。",
	"Bartering is common in the vast and varied realms of the Outlands. When money exchanges hands, it often takes the form of a lodestar—a weakly magnetic, cobalt coin stamped on both sides with a five-point star. Minted in the gate-town of {@book Tradegate|SatO|3|Tradegate} (detailed later in this chapter), a lodestar is valued at 1 gp elsewhere.": "在外域广袤多样的领域中，以物易物是很常见的。当金钱流通时，通常采用一种指南针形状的货币——一枚弱磁性的钴硬币，两面都印有一个五角星。这种硬币在{@book Tradegate|SatO|3|Tradegate}（本章后面详细介绍）的门镇铸造，其他地方价值1 gp。",
	"Like Sigil, the Outlands are home to speakers of every language, but creatures generally speak Common. Still, certain locations attract those who favor a particular tongue. For example, residents of towns with high concentrations of devils tend to also speak Infernal, while those in locales frequented by angels prefer to trumpet their holy praise in Celestial.": "就像(西格尔)(Sigil)一样，(外域)(Outlands)是各种语言的使用者的家园，但生物通常会说(通用语)(Common)。然而，某些地点会吸引那些偏爱特定语言的人。例如，居住在恶魔聚集地的城镇的居民通常也会说(地狱语)(Infernal)，而那些经常被天使光顾的地方的居民则更喜欢用(天界语)(Celestial)高声赞美他们的神圣。",
	"Creatures in the Outlands revere gods as folk do anywhere else. At the center of the Great Wheel, faiths are as diverse as their worshipers, who hail from neighboring planes and distant Material Plane worlds. The Outlands contain the domains of several gods, such as the hidden tower of Annam the All-Father, creator of giants, and the gaseous realm of the beholder god Gzemnid. Devout worshipers, whether alive or dead, gravitate to their gods and carry out their will.": "在外域，生物像其他地方的人一样崇拜神灵。在大轮的中心，信仰与崇拜者一样多样化，他们来自邻近的位面和遥远的物质位面世界。外域包含了几位神祇的领域，比如巨人之父安南姆(Annam)的隐藏之塔，以及视角兽神格泽姆尼德(Gzemnid)的气态领域。虔诚的信徒，无论生前还是死后，都会向他们的神靠拢并执行他们的意志。",
	"Though the plane has no apparent suns, moons, or stars, the Outlands experience day and night cycles, sometimes referred to as peak and antipeak, respectively. In the morning, the sky gradually brightens, darkening to night 12 hours later. In the absence of clearly visible celestial bodies, travelers orient themselves based on the direction of the Spire, known as spireward. The opposite of spireward is brinkward.": "尽管这个平面没有明显的太阳、月亮或星星，但外域经历昼夜循环，有时分别称为高峰和低谷。早晨，天空逐渐变亮，12小时后变暗为夜晚。在没有明显可见的天体的情况下，旅行者根据高塔的方向来定位自己，这个方向被称为向高塔方向(spireward)。高塔方向的相反方向是向边缘(brinkward)。",
	"The {@book poster map|SatO|2} included with this product depicts the Outlands and some of the locations found on the plane. Distances in the Outlands are impossible to gauge, fluctuating along with travel times as determined by the DM. The map displays pictorial impressions of locations that only hint at their arrangement and distances from one another, making no claims about the wondrous sites that might lie between them. A journey in the Outlands could take minutes or days, leading to a popular saying among locals: \"It takes as long as it takes.\"": "这个产品附带的{@book poster map|SatO|2}描绘了外域和一些在这个位面上找到的地点。在外域，距离是不可能准确衡量的，会随着由DM决定的旅行时间而波动。地图展示了地点的图像印象，只是暗示它们之间的布局和距离，并不对可能位于它们之间的奇妙地点做出任何主张。在外域旅行可能需要几分钟或几天，当地人有一句流行的谚语：“用多久就要多久。”",
	"A ring of sixteen evenly spaced towns, equidistant to the Spire, lies at the edge of the Outlands. Each is constructed around a portal to one of the Outer Planes, and these gate-towns are dramatically influenced by the realms they border. The towns and their inhabitants vary wildly from each other, mirroring many of the extreme characteristics of their respective planes of influence. Details on the {@book planes|DMG|2|The Planes} can be found in the {@book Dungeon Master's Guide|DMG}.": "在外地边缘，环绕着十六个等距离分布的城镇，与尖塔等距离。每个城镇都建在通往外域之一的传送门周围，这些门户城镇受到其接壤领域的显著影响。这些城镇及其居民彼此之间差异巨大，反映了它们各自受影响平面的许多极端特征。有关{@book planes|DMG|2|The Planes}的详细信息可在{@book Dungeon Master's Guide|DMG}中找到。",
	"The following sections present each of the gate-towns in alphabetical order.": "以下部分按照字母顺序列出了每个城门镇。",
	"{@b Gate Destination}: Clockwork Nirvana of {@book Mechanus|DMG|2|Mechanus}": "{@b Gate Destination}: 时钟仙境 {@book Mechanus|DMG|2|Mechanus}",
	"Modrons": "单调者(Modrons)",
	"Council of Order": "秩序议会 (Council of Order)",
	"Automata is a machine of law and order. The town's geography is as rigid as its bureaucracy, its buildings meticulously maintained and erected with mathematical precision. The gate-town's right-angled, nearly identical establishments flummox visitors, but the friendly modron residents that make up the bulk of its population navigate the \"intuitive\" grid of numbered streets with ease.": "自动人是一台法律和秩序的机器。镇上的地理环境像其官僚体系一样严格，建筑物被精心维护，并按照数学精确度建造。这个门户镇的直角几乎相同的建筑让游客感到困惑，但构成大部分人口的友好莫德龙居民却能轻松地在编号街道的“直观”网格中穿行。",
	"Automata obeys a strict hierarchy of law overseen by the Council of Order, a triumvirate of officials representing three fulcrums of society. Every major decision is subject to the council's scrutiny, but not before running a bureaucratic gauntlet of forms and minor approvals to earn its coveted final stamp. The Council of Order has the following members:": "自动机遵守由秩序理事会（Council of Order）监督的严格法律等级制度，该理事会是代表社会三个支柱的三名官员组成的三人执政团。每项重大决策都需经过理事会的审查，但在获得理事会最终认可之前，必须通过一系列繁文缛节的表格和次要批准程序。秩序理事会的成员如下：",
	"{@b Aristimus}, a lawful neutral {@creature githzerai futurist|MPP} (see {@book Morte's Planar Parade|MPP}), captains the town guard.": "{@b Aristimus}, 一位法律中立的{@creature githzerai futurist|MPP}（见{@book Morte's Planar Parade|MPP}），领导着镇上的警卫队。",
	"{@b Juliett-314}, a cheery but unforgiving {@creature octon modron|MPP} (see {@book Morte's Planar Parade|MPP}), oversees local commerce and acts as Automata's supreme auditor.": "{@b Juliett-314}, 一个开朗但严厉的{@creature octon modron|MPP}（见{@book Morte's Planar Parade|MPP}）, 管辖当地商业并担任Automata的最高审计员。",
	"{@b Serafil}, a sanctimonious tiefling {@creature priest} (lawful good), speaks on behalf of the gate-town's temples.": "{@b Serafil}, 一位自以为是的鬼族 {@creature priest}（守序善良）, 代表着城门镇的各座寺庙。",
	"Beneath Automata's polished streets, citizens escape the rule of law. Criminals, fugitives, and disgruntled townsfolk conduct their business in the gate-town's vibrant underground, the Inverse, free from the gate-town's endless regulations but not from authority altogether. A fractious trio of lawful evil {@creature Decaton Modron|MPP|decaton modrons} (see {@book Morte's Planar Parade|MPP}), the Council of Anarchy, presides over the Inverse and administers its own twisted brand of justice.": "在奥托马塔（Automata）光滑的街道下，市民们逃避法律的统治。犯罪分子、逃犯和不满的镇民在这座门户城市充满活力的地下世界——逆世（the Inverse）中进行他们的交易，摆脱了门户城市无休止的规定，但并非完全摆脱了权威。一个由三人组成的法秩邪恶的{@creature Decaton Modron|MPP|decaton modrons}（见{@book Morte's Planar Parade|MPP}），混乱议会（the Council of Anarchy），主持逆世并实施他们扭曲的正义。",
	"An enormous, toothed gear rises out of the center of town, turning slowly. Creatures can enter and exit the portal from either side of the standing disc, which lies at the end of Modron Way—a wide, spireward-facing road paved with shimmering metal plates. Constructed around the opposite side of the gate is Concord Terminus, an interplanar train station. To use the portal, a creature must first be cleared for gate travel by an authorized modron.": "一只巨大、长着牙齿的齿轮从镇中心升起，缓慢转动。生物可以从站立盘的两侧进入和离开传送门，该站立盘位于莫德龙之路的尽头——一条铺设着闪闪发光金属板的宽阔、面向尖塔的道路。在传送门的对面建造了康科德终点站，这是一个跨平面火车站。要使用传送门，生物必须首先获得授权莫德龙的门行旅行许可。",
	"\"I've been trying to find a bakery for the past three hours. Every building looks the same, and the street numbers don't help–some of them have decimals! What a nightmare.\"": "\"我已经试图寻找面包店三个小时了。每栋建筑物看起来都一样，而且街道编号也没什么用——有些还带小数点！真是噩梦。\"",
	"Every 289 years, thousands of modrons emerge from Automata's gate in an event known as the Great Modron March, a planar parade of epic proportions in which the modrons travel through each of the gate-towns and the Outer Planes. Although the modrons' motivation is unknown, planar cosmologists theorize the march is a massive form of data collection or a means of calibrating the multiverse. The Great Modron March coincides with every seventeenth Grand Cycle, the time it takes for the largest gear in Mechanus to complete a single rotation. However, on at least one occasion, the march came early, and legions of modrons wreaked widespread havoc as they trampled across the planes and their unsuspecting residents.": "每(%num%)年，成千上万的模德元从自动门中涌出，这一事件被称为大模德行军，是一个规模宏大的位面游行，模德们穿越各个门镇和外域。尽管模德们的动机尚不为人所知，位面宇宙学家推测这次行军是一种大规模的数据收集活动，或者是校准多元宇宙的手段。大模德行军与每(%num%)个大周期同时发生，这是机械界中最大齿轮完成一次旋转所需的时间。然而，至少有一次，行军提前了，大军团的模德们践踏各个位面及其毫无戒备的居民，造成了广泛的破坏。",
	"The region containing Automata's planar gate is influenced by the magic of Mechanus, creating one or more of the following effects in and around the gate-town:": "包含自动人的平面之门的区域受到机械位面魔法的影响，在门镇内外可能产生以下一种或多种效果：",
	"The gate ticks as it turns in time with the gears of Mechanus. Repetitive sounds—a bird tweeting, a worker hammering a nail, or a guard marching down the street—are synchronized to the gate's beat.": "大门随着（Mechanus）齿轮的转动而发出滴答声。重复的声音——鸟叽叽喳喳，工人敲钉子，或者警卫沿街巡逻——都与大门的节拍同步。",
	"Buildings, rock formations, and vegetation in Automata are perfectly symmetrical, and the town's climate is always temperate.": "《自动人》中的建筑物、岩石形态和植被都是完美对称的，而且这个小镇的气候始终温和宜人。",
	"Automata is divided into regimented blocks arranged by category and function. Rather than scatter businesses throughout the town, council mandates require that related establishments be grouped within the same block. Rows of near-identical shops confound visitors.": "自动机被划分为按类别和功能排列的规整区块。与将企业散布在整个城镇不同，市议会的法规要求相关的机构被分组放置在同一区块内。一排排几乎相同的商店让游客感到困惑。",
	"This resplendent train station belongs to the Concordant Express, an interplanar train dutifully operated by modrons. The clockwork behemoth chugs along the planes, leveraging a network of portals—to which the train functions as a key—to deliver its cargo and passengers across the multiverse on a tight schedule. The train originates in Regulus, the largest realm in Mechanus, and frequently pulls into Concord Terminus via Automata's gate.": "这座辉煌的火车站属于(`Concordant Express`)，这是一辆由(`modrons`)认真操作的跨平面列车。这台钟表般的巨兽在各个位面间缓缓前行，利用一系列传送门——而火车本身就是这些传送门的钥匙——严格按时将货物和乘客送往多元宇宙。这列火车起始于(`Mechanus`)中最大的领域(`Regulus`)，经常通过(`Automata's gate`)驶入(`Concord Terminus`)。",
	"Planar travelers, tickets in hand, hustle to and from the ever-bustling platforms as buzzing modron work crews unload freight cars. A {@creature nonaton modron|MPP} (see {@book Morte's Planar Parade|MPP}) called the Timekeeper oversees all operations within Concord Terminus. Backed by a cadre of {@creature pentadrone} enforcers, the Timekeeper ensures the train always departs on time and without interruption.": "计划界面旅行者，手持车票，匆忙来来往往地穿梭在繁忙的站台之间，嗡嗡作响的模德龙工作队卸下货车。一个名为时间守护者的 {@creature nonaton modron|MPP} (见 {@book Morte's Planar Parade|MPP}) 在康科德终点站内监督所有操作。在一群 {@creature pentadrone} 执法者的支持下，时间守护者确保火车总是准时出发，没有任何干扰。",
	"The Divine Machine is Automata's most popular tavern, owned by a shrewd and fussy businesswoman named Belda Beanfoot (lawful neutral, halfling {@creature commoner}). The Machine's comfortable, basic rooms cater to visitors awaiting clearance for gate travel. In addition to lodging, tavern guests can fuel up at its first-floor coffee shop, the Congruent Café, where {@creature monodrone} baristas prepare piping-hot beverages at exact temperatures. Much to the dismay of her employees, which can reliably perform just one task at a time, Belda expects a lot from her workers. The café has a high staff turnover.": "神圣机器是Automata最受欢迎的酒馆，由一位精明而挑剔的商人贝尔达·豆脚（{@creature commoner}）拥有，她是一位中立守序的半身人。 机器舒适而基本的客房适合等待门户旅行许可的游客。 除了住宿外，酒馆客人还可以在一楼的咖啡店Congruent Café加油，那里的{@creature monodrone}咖啡师以精确的温度准备着热腾腾的饮料。 令她的员工大失所望的是，他们只能可靠地一次执行一项任务，贝尔达对她的工作人员期望很高。 咖啡店的员工流动率很高。",
	"The Hall of Order is a three-story government building that features three twisting pillars of intricately arranged gears. Inside the maze of courts and administrative offices, members of the Council of Order authorize stacks of paperwork and rule on escalated matters. Unbeknown to the council, a farcical court lurks below the seat of government: the Hall of Disorder. Denizens of the Inverse make their pleas in the ramshackle courthouse before the Council of Anarchy and a raucous jury that revels in each trial. The council judges the accused based on the absurdity of their defense—the more illogical the argument, the lighter the penalty.": "秩序大厅（Hall of Order）是一座三层楼高的政府建筑，特点是三根错综复杂排列的齿轮柱。在法院和行政办公室的迷宫内，秩序议会的成员批准一堆文件并裁决升级事项。议会不知道的是，在政府的核心下方潜伏着一个滑稽的法庭：混乱大厅（Hall of Disorder）。反转者们在这个简陋的法院向无政府议会（Council of Anarchy）和一个狂热的陪审团陈诉他们的请求，陪审团对每场审判都感到欢乐。议会根据被告的辩护的荒谬程度来判决他们——辩护越不合逻辑，处罚就越轻。",
	"The Automata Adventures table offers suggestions for encounters and stories involving the gate-town.": "《自动机历险记》表格为涉及门镇的遭遇和故事提供建议。",
	"Fleeing interplanar bounty hunters, a three-horned tiefling named Romerillo (chaotic good, tiefling {@creature spy}) seeks refuge on one of the Upper Planes. Romerillo asks the characters to sneak them aboard the Concordant Express.": "为了躲避跨平面赏金猎人，一个名叫罗梅里洛（混乱善良，鬼族{@creature spy}）的三角角鬼人寻求庇护在上位面之一。罗梅里洛请求角色们帮助他们潜入和谐快车。",
	"Disguised as Serafil, a {@creature shator demodand|MPP} (see {@book Morte's Planar Parade|MPP}) assumes the council member's position and has the \"impostor\" arrested. Serafil's disheveled secretary beseeches the characters for aid.": "伪装成塞拉菲尔，一个{@creature shator demodand|MPP} (见{@book Morte's Planar Parade|MPP}) 假扮成议会成员的位置，并让\"冒名顶替者\"被捕。塞拉菲尔邋遢的秘书恳求角色们的帮助。",
	"A chaotic evil {@creature quadrone} tampers with the street numbers at night, causing widespread gridlock as modrons leave for work each morning. The Council of Order asks the characters to investigate.": "一个混乱邪恶生物{@creature quadrone}在夜间篡改街道编号，导致莫德隆们每天早上上班时交通大乱。秩序议会请求角色们进行调查。",
	"A {@creature marid} fruit vendor is arrested in the Inverse for color-coordinating the produce in their stall. The genie petitions the characters to defend them in the nonsensical courts of the Hall of Discord.": "在反世界，一名{@creature marid}水果摊贩因在摊位上按颜色搭配水果而被逮捕。精灵请求角色们在混乱大厅的荒谬法庭中为他们辩护。",
	"{@b Gate Destination}: Windswept Depths of {@book Pandemonium|DMG|2|Pandemonium}": "{@b Gate Destination}: {@book Pandemonium|DMG|2|Pandemonium}的狂风深渊",
	"Humanoids": "人形生物 (Humanoids)",
	"Gatekeeper Cirrus": "守门人Cirrus",
	"Nestled in a yawning crater wracked by howling winds, Bedlam is a bowl of runaways and insufferable nobodies. Its windswept districts attract those who don't want to be bothered or found. Outlaws, recluses, and wastrels who squandered their fortunes elsewhere eke out a miserable existence in the decaying cavity. A typical Bedlam greeting involves spitting at another's feet—presuming the greeter is upwind—followed by a curt yet creative insult.": "坐落在一个被呼啸的风吹得深不见底的火山口中，疯人院是一个聚集了逃亡者和令人讨厌的无名小卒的聚居地。它那被风吹过的区域吸引了那些不想被打扰或找到的人。在这个腐烂的洞穴中，逃犯、隐士和在其他地方挥霍财富的废物们勉强维持着悲惨的生活。一个典型的疯人院问候包括对着别人的脚吐口水—假设问候者在上风处—然后是一个简短但富有创意的侮辱。",
	"An obsidian tower protrudes from the bottom of the gloomy basin, its pinnacle an elongated hand extending skyward. Known as Sablereach, the tower is rumored to be the petrified arm of a forgotten, dead god. Inside its palm dwells the gatekeeper, Bedlam's distant ruler. Day and night, shrieking winds erupt from six arched pores at the tower's base—the blastgates—which render conversation impossible in the town's lowest district. Bedlam's spiteful residents plug their ears and communicate through shouts or irritated, nonverbal gestures.": "一座黑曜石塔突出于阴郁盆地底部，其尖顶是一只向天空伸展的延长手。这座塔被称为萨布利奇(`Sablereach`)，传言是一位被遗忘的死神的石化手臂。在其掌心里居住着门卫，贝德拉姆(`Bedlam`)遥远的统治者。白天黑夜，从塔基的六个拱形孔洞——气闸门——喷发出尖叫的风，使得在镇子最低的区域无法进行交谈。贝德拉姆的怨恨居民塞住耳朵，通过大声或恼怒的非语言手势进行交流。",
	"The bitter winds of Pandemonium erode the gate-town inside and out. Repairs to wind-blasted buildings are constant, and anything not nailed or tethered down is as good as lost. The gusts gnaw at Bedlam's residents just as they do its structures. The citizens' patience, manners, and joy dwindle in the wake of the gate-town's ceaseless gales. Nowhere is safe from the winds. Even when the gusts are dampened, their whispers slip through the cracks and magically encourage townsfolk to commit dark deeds against their neighbors.": "乱世门镇(Pandemonium)的刺骨寒风侵蚀着内外。对于被风吹袭的建筑物，修复工作是持续不断的，任何没有被钉住或系牢的东西都几乎等同于丧失。狂乱之地(Bedlam)的居民受到的侵蚀与其建筑物一样。在这座门镇无休止的狂风中，市民的耐心、礼仪和快乐在风暴过后逐渐消逝。没有任何地方能够避风。即使风势减弱，它们的低语也会从缝隙中溜出，魔法般地激励镇民对邻居们进行黑暗行为。",
	"Bedlam's blustering gate resides at the base of Sablereach. Six iron blastgates bore through the ebony arm, each spewing a constant jet of bitingly cold wind that wails as it exits. Those stalwart enough to reach a blastgate can eventually push their way to the gate chamber: a pressurized obsidian hall adorned with rattling iron hand rings. Entrants must grasp the rings or be sent tumbling backward by the squalls that spew from the gate. A massive chain, tethered to the floor and held stiff by a thick layer of muddy ice, extends up into the howling portal set within the chamber's vaulted ceiling.": "混乱之门(Bedlam)位于萨布利奇(Sablereach)的基地。六扇铁制爆炸门穿过乌木臂，每一扇门都喷出一股刺骨寒风，随着它的流出而哀嚎。那些足够坚定的人最终可以推开一扇爆炸门，进入门厅：一个装饰着响亮铁手环的高压黑曜石大厅。进入者必须抓住这些环，否则会被从门中喷出的狂风冲击而倒退。一条巨大的链条，系在地板上，并被一层厚厚的泥冰固定，延伸至大厅拱顶内的咆哮门户。",
	"Bedlam was nearly destroyed by its last gatekeeper, a foolish wizard named Tharick Bleakshadow. Driven by reckless curiosity, Tharick sought to plug the gate with a magical seal and stop its gales. To his surprise, the violent winds merely changed direction, engulfing the mage before resuming their normal outward flow.": "Bedlam（疯人院）几乎被它最后的看门人毁灭了，一个愚蠢的巫师名叫萨里克·布里克影（Tharick Bleakshadow）。受鲁莽好奇心驱使，萨里克试图用魔法封印堵住大门，阻止其狂风。令他惊讶的是，狂暴的风只是改变了方向，将法师吞没后才恢复了正常的外流。",
	"When the winds reversed, they spat out Bedlam's current gatekeeper: Cirrus the Silent, a chaotic neutral {@creature cloud giant} born in the unforgiving darkness of Pandemonium. None have heard Cirrus speak. The giant's words are carried on the winds as eerie voices that invade the minds of her subjects.": "当风向逆转时，它们吐出了Bedlam的现任守门人：Cirrus the Silent，一个混乱中立{@creature cloud giant}，出生在Pandemonium无情的黑暗中。没有人听过Cirrus说话。这位巨人的话语随风传播，化为诡异的声音侵入她的臣民的心灵。",
	"The region containing Bedlam's planar gate is influenced by the magic of Pandemonium, creating one or more of the following effects in and around the gate-town:": "包含疯人院位面之门的区域受到混沌地狱魔法的影响，在门镇内外可能产生以下一种或多种效果：",
	"Rank winds screech from Bedlam's gate at all hours. Creatures within 1,000 feet of the gate have the {@condition deafened} condition.": "狂风从疯人院的大门呼啸而出，时刻不停。距离大门1,000英尺内的生物患有{@condition deafened}状态。",
	"Bedlam's winds infect townsfolk with a contagious spite. Occasionally, the planar gales dominate longstanding residents, compelling them to commit evil acts.": "混乱之风感染了镇民，使他们充满了恶意。偶尔，这些位面风暴会控制住长期居民，迫使他们做出邪恶的行为。",
	"\"What? What did you say?\"": "\"什么？你说什么？\"",
	"Bedlam is split into three layers. The noisy Gatemouth district rests at the basin's lowest point, while the Bleakheights loom over the basin's lip and cling to its steep edge. They are separated by Midtown, a sloped district partway up the crater.": "狂乱床破裂成三层。喧闹的(门口区)位于盆地的最低点，而(苍凉高地)高耸在盆地的边缘并紧贴其陡峭的边缘。它们被(市中区)分隔开，这是一个位于火山口中部的倾斜区。",
	"Cranky residents of the Gatemouth district can take a much-needed rest at the Eye and Dagger, Bedlam's most popular hotel. Sheets of worn nickel coat the exterior of the narrow, triangular building, which cuts through Bedlam's winds with its knifelike edge. The Eye and Dagger is mostly windowless—many establishments in Bedlam's lower districts forgo windows altogether, lest they be shattered by hazardous debris hurled by the winds—and the hotel's roof comes to a sharp point. From outside, the joint looks like a giant, upturned blade.": "Gatemouth区域的脾气暴躁居民可以在眼睛和匕首旅馆（Eye and Dagger）休息，这是贝德拉姆（Bedlam）最受欢迎的酒店。磨损的镍片覆盖着这座狭窄、三角形建筑的外部，它用刀锋般的边缘穿过贝德拉姆的风。眼睛和匕首大部分没有窗户——贝德拉姆下层区域的许多建筑完全不设窗户，以免被风吹来的危险碎片打碎——旅馆的屋顶尖尖的。从外面看，这家旅馆就像一个巨大的、翻转的刀刃。",
	"A {@spell silence} spell blankets the interior of the Eye and Dagger, shielding its patrons from the gate-town's belligerent gales. Weary guests occasionally weep on entering the establishment, awash in the catharsis of its muted comforts. But this silence is a double-edged sword. Thieves, cutthroats, and other malevolent opportunists skulk the hotel's hushed halls. Returning guests have learned to sleep with one eye open.": "一道{@spell silence}法术笼罩了“眼与匕首”内部，保护着其客人免受这个门户之城咄咄逼人的大风。疲惫的客人偶尔在进入这家旅馆时流泪，沉浸在它柔和舒适的宽慰中。但这种寂静是一把双刃剑。小偷、刺客和其他恶意的机会主义者潜伏在旅馆幽静的走廊上。常客们已经学会了睁一只眼闭一只眼地睡觉。",
	"The Wailing Hollows are a network of wind-eroded tunnels that originate in the Gatemouth district and extend into Midtown. A haunting whistle pervades the pitch-black caverns, which mimic the ecosystem of Pandemonium. Although {@creature Darkweaver|MPP|darkweavers} (see {@book Morte's Planar Parade|MPP}) prowl the Hollows, ambitious miners flock to caves in search of Bedlamite, a highly coveted black ore that fumes with malice.": "哀嚎洞穴是一个由风蚀形成的隧道网络，起源于门口区，并延伸至市中心。一阵阵令人心悸的哨声弥漫在漆黑的洞穴中，仿佛模仿了混沌之地的生态系统。尽管{@creature Darkweaver|MPP|darkweavers}(见{@book Morte's Planar Parade|MPP})在洞穴中徘徊，但雄心勃勃的矿工们仍涌向洞穴，寻找那些被炙热的黑色矿石，这种矿石充满了恶意。",
	"Scholars eager to study Bedlam's winds seek out Witherbeak Observatory, a clifftop outpost located in the Bleakheights. Founded by a rambunctious inventor named Professor Orbys Bumblewing (chaotic good, gnome {@creature mage}), the facility is a hub of aeolian research and invention. Within the domed observatory, Bumblewing and her colleagues aim to harness Pandemonium's chaotic winds for good, but the plane's malicious gales corrupt her inventions, possessing them like evil spirits. Bumblewing is always looking for willing guinea pigs to test out her contraptions, which include dubious parachutes and precariously constructed gliders.": "渴望研究疯人院之风的学者们会前往威瑟比克天文台，在位于苍凉高地的悬崖边的前哨站。这个设施是由一位名叫奥比斯·邦博温（混乱善良，侏儒 {@creature mage}）的好动发明家创立的，是风之研究和发明的中心。在有圆顶的天文台内，邦博温和她的同事们致力于利用混乱位面狂乱的风来造福大众，但这个位面的恶意狂风会腐化她的发明，像邪灵一样占据它们。邦博温一直在寻找愿意做她发明品测试品的志愿者，这些发明包括可疑的降落伞和摇摇欲坠的滑翔翼。",
	"Bumblewing's wind-powered inventions have piqued the interest of the Nimbus Knives, a gang of {@race genasi (air)|MPMM|air genasi} (see {@book Monsters of the Multiverse|MPMM}) who ride icy clouds spun from the town's unstable winds. Their leader, Dust Devil (chaotic evil, air genasi {@creature bandit captain}), derives sick satisfaction from tormenting citizens in the Bleakheights and using Bumblewing's machines for vandalism, robbery, and violence.": "Bumblewing的以风力驱动的发明引起了Nimbus Knives的兴趣，他们是一群骑着从城镇不稳定风中吹出的冰云的暴徒（%0%（见%1%））。他们的领袖Dust Devil（混乱邪恶，空气元灵{@creature bandit captain}）从折磨Bleakheights的居民并利用Bumblewing的机器进行破坏、抢劫和暴力中获得病态的满足感。",
	"The Bedlam Adventures table offers suggestions for encounters and stories in the gate-town.": "疯人院历险者小组提供了关于在门镇遭遇和故事的建议。",
	"The winds puppeteer the contents of an armory in the Bleakheights. A {@creature goblin} shopkeep pays the characters to defend their shop's wind chimes from rampaging suits of {@creature animated armor}.": "在荒凉高地，风操纵着军械库的内容。一个{@creature goblin}店主付给角色报酬，让他们保卫店铺的风铃，免受狂暴的{@creature animated armor}套装的袭击。",
	"Each night, a {@creature darkweaver|MPP} (see {@book Morte's Planar Parade|MPP}) snatches a resident of Midtown and drags them into the {@book Wailing Hollows|SatO|3|Wailing Hollows}. Gatekeeper Cirrus calls for the creature's capture or extermination.": "每个晚上，一只{@creature darkweaver|MPP}（见{@book Morte's Planar Parade|MPP}）会袭击Midtown的居民，并将他们拖入{@book Wailing Hollows|SatO|3|Wailing Hollows}。看门人Cirrus呼吁抓捕或消灭这个生物。"
}