{
	"Can you name a tabletop activity that is highly social, builds community, and has infinite possibilities? If you said dining with friends, you're right. If you said Dungeons & Dragons, you're also right! Today, some fifty million people have played the game; D&D-inspired shows and movies top the charts; licensed D&D products fill retail shelves (ahem); and video games based on D&D's concepts rule the screens. In short, D&D is everywhere—including the kitchen!": "你能说出一个高度社交、建立社区并具有无限可能性的桌面活动吗？如果你说的是与朋友共进晚餐，那么你是对的。如果你说的是龙与地下城(Dungeons & Dragons)，那么你也是对的！如今，大约五千万人玩过这个游戏；以D&D为灵感的节目和电影名列前茅；授权的D&D产品充斥着零售货架（咳咳）；基于D&D概念的视频游戏统治着屏幕。简而言之，D&D无处不在——甚至厨房里！",
	"Initially published in 1974, Dungeons & Dragons was the world's first role-playing game and would go on to revolutionize all aspects of the gaming industry and pop culture alongside it. It introduced an array of now-pervasive gaming concepts, from leveling up to gamified role assumption, but it notably held on to some aspects of its war-gaming past. Born out of a gaming culture that prized realistic simulation, the notion of needing food was inherent in the earliest versions of the game, usually represented in the simple tracking of weekly rations. To have any hope of surviving a protracted excursion in the dungeon underworld, you needed to stay fed. Simply put, in D&D, you must eat to live. But adventurers also needed a place to meet, carouse, and gather information, and what better venues to place in front of them than taverns, public houses, and other places of food and drink?": "最初于1974年出版，龙与地下城(Dungeons & Dragons)是世界上第一款角色扮演游戏，随后将革新游戏产业和流行文化的各个方面。它引入了一系列现在普遍存在的游戏概念，从升级到游戏化的角色扮演，但它显著地保留了一些战争游戏过去的特点。作为源自重视现实模拟的游戏文化，最早版本的游戏中有需要食物的概念，通常通过简单追踪每周的口粮来表示。要想在地下城的长时间探险中有任何希望生存下来，你需要保持进食。简而言之，在D&D中，你必须吃东西才能活下去。但冒险者们也需要一个聚会、狂欢和获取信息的地方，有什么比酒馆、公共房屋和其他提供食物和饮料的场所更好的呢？",
	"As the game developed through different communities, food became a key part of the game's narrative experience. In many of the early modules, it was not uncommon for taverns to have long lists of food and drink from which adventurers could choose. For example, in the iconic {@i Keep on the Borderlands}, adventurers have the option of no less than five drinks and eight dishes, from honey mead and bark tea to pudding and roast joint. By the time the {@i Forgotten Realms} campaign world was in full force, there were entire books devoted to rating and discussing inns and dining establishments (thanks, Volo!). More cosmopolitan venues in the multiverse boasted restaurants that might seem worthy of a Michelin star or two.": "随着游戏在不同社区中的发展，食物成为游戏叙事体验的关键部分。在许多早期模组中，酒馆常常有长长的食物和饮料清单，冒险者可以从中选择。例如，在标志性的{@i Keep on the Borderlands}中，冒险者可以选择不少于五种饮料和八道菜肴，从蜂蜜蜜酒和树皮茶到布丁和烤肉。当{@i Forgotten Realms}战役世界全面展开时，已经有整本书专门评价和讨论客栈和餐饮场所（感谢，Volo！）。多元宇宙中更具世界性的场所拥有的餐厅可能看起来值得获得米其林一两颗星。",
	"Why so many options for an element of realism that could just as simply check the box? Perhaps it's because early designers realized that food could provide new avenues for the narrative experience. Would a haughty aristocrat be content with iron rations? How well can that halfling hold her drink and what does she do when she doesn't? This is to say, the unexpected, memorable, and hilarious moments of any given D&D session are as likely to come up over an in-game tankard of {@recipe Neverwinter Nectar|HFFotM} as they are while battling a feisty gaggle of kobolds.": "为什么要为一个现实主义元素提供这么多选择，而不是简单地打勾呢？也许是因为早期设计师意识到食物可以为叙事体验提供新的途径。一个傲慢的贵族会满足于铁制口粮吗？那个半身人能喝多少酒，她在不喝酒时会做什么？换句话说，任何一场D&D游戏中出现的意外、令人难忘和滑稽的时刻，就像在游戏中的{@recipe Neverwinter Nectar|HFFotM}酒杯旁一样可能发生，也可能发生在与一群顽皮的龙蜥人搏斗时。",
	"In the first book, {@i Heroes' Feast: The Official D&D Cookbook}, we posed the question, \"How can food elevate and enhance the D&D experience?\" In {@book Heroes' Feast: Flavors of the Multiverse|HFFotM}, we ask, \"How can cooking and dining play an essential part of the communal gaming experience?\" The book that you are holding is both a guide to D&D food and a culinary companion to your game nights. It includes more than seventy-five delicious recipes, which you can enjoy alongside your in-game character. We've even created some food-loving characters of our own (once nameless adventurers taken straight from the cover of the first {@i Heroes' Feast}) whose madcap, multiversal adventures provide the locational basis for the dishes herein. Our hope is that this book not only adds a visceral and delicious element to your games but also becomes another avenue to connect with fellow gamers. So, in the immortal words of the original {@i Player's Handbook}, \"enjoy, and may the dice be good to you.\"": "在第一本书中，{@i Heroes' Feast: The Official D&D Cookbook}，我们提出了一个问题：“食物如何可以提升和增强D&D的体验？”在{@book Heroes' Feast: Flavors of the Multiverse|HFFotM}，我们问道：“烹饪和用餐如何可以成为社交游戏体验的重要组成部分？” 你现在手中拿着的这本书既是D&D美食指南，也是你游戏之夜的烹饪伴侣。书中包含了超过75道美味食谱，你可以与游戏角色一起享用。我们甚至创作了一些热爱美食的角色（一度是无名冒险者，直接从第一本{@i Heroes' Feast}封面上取出），他们疯狂、跨维度的冒险为本书中的菜肴提供了地点基础。我们希望这本书不仅为你的游戏增添了真实而美味的元素，也成为与其他玩家交流的另一途径。所以，用最初{@i Player's Handbook}的不朽之言：“尽情享用，愿骰子对你有利。”",
	"Dungeons & Dragons is a game based on imagination, and so is this cookbook. But, of course, everything is spawned by something else, and the worlds of D&D are no different. From bustling port-side cities to sprawling pastoral landscapes, the game is full of real-world influences, and this is also true of what adventurers may eat. Whether your character frequents the taverns of the Forgotten Realms, the castles of Greyhawk, or the forests of Krynn, there's a good chance you'll see something familiar on the menu. That's because roast meats, hearty grains, and seasoned vegetables are as ubiquitous in the D&D multiverse as they are in our world. The main differences come in the specific ingredients that are used and the way they are prepared.": "龙与地下城 (Dungeons & Dragons) 是一款基于想象力的游戏，这本食谱也是如此。当然，一切都源自其他事物，龙与地下城的世界也不例外。从繁华的港口城市到广阔的田园风光，游戏充满了现实世界的影响，冒险者们可能吃的东西也是如此。无论你的角色是经常光顾被遗忘的国度 (Forgotten Realms) 的酒馆、格雷霍克 (Greyhawk) 的城堡，还是克瑞恩 (Krynn) 的森林，你很有可能会在菜单上看到一些熟悉的东西。这是因为烤肉、饱满的谷物和调味蔬菜在龙与地下城多元宇宙中和在我们的世界中一样无处不在。主要的区别在于使用的具体食材和它们的制备方式。",
	"One challenge that arises when trying to bring any aspect of D&D to life is feasibility. You may wonder, \"Do I need spells, magical items, and mystical ingredients to make this stuff?\" Rest assured, the answer is \"no.\" The chef and author team have spent countless hours ensuring that each dish is true to its D&D world but also possible to prepare with ingredients and techniques available in ours. We've even consulted the great archmage Mordenkainen, who has assured us that our substitutions and alternate techniques \"usually improve the dish\" (he's a curmudgeon and that's high praise from the Lord Mage of Greyhawk). When the original recipe calls for {@creature rothé|VGM}, we'll give you a reasonable analog, such as prime beef. {@creature Owlbear|MM} milk can be a bit hard to find in these parts, but not buttermilk, which offers a similar tang and texture. While the herring from the Rock of Bral may boast a unique flavor, North Atlantic smoked kipper is a suitable substitute. Ultimately, our approach to creating this collection of recipes was to collect and curate the most notable dishes in the D&D multiverse; adapt them for feasibility and flavor; and present them in a manner that even a first level chef might be able to prepare successfully. Accordingly, our master chef has not only conjured easy-to-follow recipes but also some helpful Cook's Notes, which will guide you through every aspect of the journey.": "尝试将D&D 的任何方面带入现实生活时面临的一个挑战是可行性。你可能会想，“我需要咒语、魔法物品和神秘成分来制作这些东西吗？”请放心，答案是“不需要”。厨师和作者团队花费了无数时间，确保每道菜肴既忠实于其D&D 世界，又可以用我们这里可获得的食材和技术来准备。我们甚至咨询了伟大的大法师莫登凯因，他向我们保证，我们的替代品和替代技术“通常会改善菜肴”（他是个脾气暴躁的人，从格雷霍克的大法师之口得到高度赞扬）。当原始食谱要求使用{@creature rothé|VGM} 时，我们会为您提供一个合理的类比，比如优质牛肉。这里可能有点难找到{@creature Owlbear|MM} 牛奶，但酪乳不难找到，它提供了类似的酸味和口感。虽然来自布拉尔岩石的鲱鱼可能拥有独特的风味，但北大西洋熏鲑鱼是一个合适的替代品。最终，我们创建这个食谱集的方法是收集和策划D&D 多元宇宙中最显著的菜肴；使它们适应可行性和口味；并以一种方式呈现，即使是一级厨师也能成功准备。因此，我们的主厨不仅创作了易于遵循的食谱，还提供了一些有用的厨师笔记，将指导您完成整个旅程的每个方面。",
	"Like a lich's lair, the road of culinary adventure has the potential for disaster and reward. Only with a fair amount of skill, perseverance, caution, and luck do you have a chance of survival. But before you embark on this journey, you'll also need the right gear. While fighters wield their swords and shields, and mages have their staffs and spellbooks, those who practice the culinary arts also require the proper implements to ensure a successful quest. Here are some tools that will help you complete this adventure and perhaps even level up along the way:": "就像一位巫妖的巢穴一样，烹饪冒险之路充满了灾难和奖励的潜力。只有具备足够的技能、毅力、谨慎和运气，你才有存活的机会。但在踏上这段旅程之前，你还需要正确的装备。战士们挥舞着他们的剑和盾牌，法师们拥有他们的法杖和魔法书，而从事烹饪艺术的人也需要适当的工具来确保成功的探险。以下是一些工具，将帮助你完成这次冒险，甚至可能在旅途中升级：",
	"Baking sheets": "烤盘 (Baking sheets)",
	"Bench scraper": "刮板 (Bench Scraper)",
	"Blender": "搅拌机 (Blender)",
	"Cheese grater": "奶酪刨刀 (Cheese grater)",
	"Chef's knife": "厨师刀 (Chef's knife)",
	"Cocktail shaker and muddler": "鸡尾酒摇匀器和捣碎器 (Cocktail shaker and muddler)",
	"Colander": "滤网( Colander)",
	"Dutch oven or sauté pan": "荷兰锅或煎锅",
	"Food processor": "食品加工机 (Food Processor)",
	"Garlic press": "大蒜压榨器 (Garlic press)",
	"Loaf pan": "面包烤盘 (Loaf pan)",
	"Measuring cups and spoons": "量杯和勺子 (Measuring cups and spoons)",
	"Mixing bowls": "搅拌碗 (Mixing bowls)",
	"Muffin tin": "松饼盘",
	"Nonstick and cast-iron skillets": "不粘锅和铸铁锅 (Nonstick)",
	"Parchment paper": "羊皮纸 (Parchment Paper)",
	"Pastry brush": "烘焙刷 (Pastry brush)",
	"Pie plate": "派盘 (Pie plate)",
	"Saucepans": "炖锅 (Saucepans)",
	"Spatulas": "铲子 (Spatulas)",
	"Stand mixer or electric handheld mixer": "立式搅拌机还是电动手持搅拌器 (stand mixer)？",
	"Standard cooking utensils, such as cooking spoons, tongs, whisk": "标准烹饪器具，如烹饪勺，夹子，打蛋器",
	"Strainer": "过滤器 (Strainer)",
	"Vegetable peeler": "蔬菜削皮器 (Vegetable peeler)",
	"Wire racks": "铁丝架 (Wire racks)",
	"Dungeons & Dragons comprises numerous campaign settings, and each is traditionally based on a single planet or realm rich with its own histories, mythologies, cultures, and, of course, culinary identities. Several locales from this vast multiverse are explored within this cookbook, forming the basis on which the recipes are organized. While each location is built for in-game action and intrigue, they also yield their own ingredients, traditions, and techniques that promise culinary adventure. These include:": "《龙与地下城》包含众多的战役设定，每一个传统上都基于一个充满自己历史、神话、文化和烹饪特色的星球或领域。这本食谱书中探索了这个庞大多元宇宙中的几个地点，这些地点构成了食谱组织的基础。虽然每个地点都是为游戏行动和阴谋而建立的，但它们也提供了自己的食材、传统和技巧，承诺了烹饪冒险。其中包括：",
	"The Forgotten Realms is an epic fantasy setting bursting with memorable characters, distinctive locales, and a deeply layered mythology. Created by Ed Greenwood, the Earthlike planet called Toril is home to this sprawling and diverse campaign world spread across several key continents, the most famous of which is Faerûn (beneath which the Underdark lurks). Each offers vast and eclectic topographies, dense with medieval-style cities and ports. Faerûn boasts some of the game's most storied regions, including the Sword Coast, Amn, Calimshan, Cormyr, the Dalelands, Icewind Dale, and Thay, as well as the legendary cities of Baldur's Gate, Calimport, Neverwinter, Waterdeep, and the infamous Underdark metropolis of Menzoberranzan. The cuisine of Toril is as varied as the settings themselves, from dishes inspired by medieval Europe to tastes derived from Asia as well as the Americas.": "被遗忘的国度是一个史诗般的奇幻世界，充满了令人难忘的角色、独特的地点和深层次的神话。由Ed Greenwood创造，名为托里尔的类似地球的行星是这个广阔而多样化的战役世界的家园，遍布几个关键大陆，其中最著名的是费伦（地下世界潜伏在其下）。每个大陆都提供了广阔而折衷的地形，密布着中世纪风格的城市和港口。费伦拥有一些游戏中最著名的地区，包括剑海岸、安姆、卡利姆尚、科尔米尔、戴尔兰、冰风谷和泰伊，以及传奇般的城市巴尔德之门、卡利姆波特、无冬城、水晶城和臭名昭著的地下城市门索贝兰赞。托里尔的美食与这些地点本身一样多样化，从受中世纪欧洲启发的菜肴到源自亚洲和美洲的口味。",
	"Developed by Tracy Hickman and Margaret Weis, Dragonlance depicts a dreamy, high-fantasy world of purple mountains; forested, evergreen trails; crystal lakes; and dragons of every color. Despite its natural beauty, Dragonlance's planet of Krynn is a world ravaged by war. Here, magic is rare and humanoids constantly find themselves at the mercy of dragons and dragonkind. Some seek harmony and cosmic balance, others crave control and domination. Ansalon is the most well-known of the planet's five continents, and it includes many of the famous locations from the campaign's bestselling novels, including Istar, Kalaman, Pax Tharkas, Qualinost, Qué-Shu, Silvanost, Solace, Solamnia, Tarsis, and Xak Tsaroth. The food of this lush world ranges from European tavern fare to vibrant flavors found throughout Asia.": "由特雷西·希克曼(Tracy Hickman)和玛格丽特·韦斯(Margaret Weis)创作，龙枪传说(Dragonlance)描绘了一个梦幻般的高奇幻世界，紫色的山脉，森林覆盖的常青小径，水晶湖泊，以及各种颜色的龙。尽管龙枪传说的克瑞恩(Krynn)星球自然风光优美，但却是一个被战争摧残的世界。在这里，魔法稀有，人类不断发现自己处于龙和龙族的控制之下。有些人寻求和谐与宇宙平衡，而另一些人渴望控制和统治。安萨隆(Ansalon)是该星球五大洲中最著名的一个，包括了该系列畅销小说中许多著名地点，如伊斯塔(Istar)、卡拉曼(Kalaman)、帕克斯萨卡斯(Pax Tharkas)、夸林诺斯特(Qualinost)、奎舒(Qué-Shu)、希尔瓦诺斯特(Silvanost)、索拉斯(Solace)、索拉姆尼亚(Solamnia)、塔西斯(Tarsis)和萨克萨罗斯(Xak Tsaroth)。这个郁郁葱葱的世界的食物种类丰富，从欧洲酒馆食物到遍布亚洲的各种美味口味。",
	"Its design originally helmed by Jeff Grubb, Spelljammer is a wholly unique setting that launched Dungeons & Dragons into the stars and cleverly allowed travel between the traditionally isolated sword-and-sorcery worlds of D&D. On board magical flying ships called spelljammers, players can traverse the Astral Plane, a vast expanse of interplanetary space, to celestial destinations untold. It not only provided canonical means for characters (and their stories) to migrate between planets but it birthed an endless ocean of new adventures, adversaries, and locations to explore—and with it, endless swashbuckling hijinks. Storied locales such as the Rock of Bral, an intergalactic spaceport orbiting the planet Toril, conjure a healthy dose of space fantasy tropes. With a cosmic \"open sea\" vaster than any planetary ocean, an explosion of cultures and cuisines are invariably on offer to enliven any campaign.": "其设计最初由Jeff Grubb主导，空间漫游者是一个完全独特的设定，将龙与地下城推向星空，并巧妙地允许在传统孤立的剑与魔法世界之间旅行。在被称为空间漫游者的魔法飞船上，玩家可以穿越星际空间的广阔天体平面，前往无数神秘的天体目的地。它不仅为角色（及其故事）迁徙到其他星球提供了权威手段，还诞生了无尽的新冒险、对手和探索地点的海洋，以及无尽的冒险活动。如布拉尔之石（Rock of Bral），一个环绕托瑞尔行星轨道的星际太空港，唤起了健康的太空幻想题材。拥有比任何行星海洋更广阔的宇宙“开放海域”，各种文化和美食的爆炸性发展必将为任何冒险活动增添活力。",
	"The homebrew campaign setting of D&D co-creator Gary Gygax, Greyhawk is a grounded, sword-and-sorcery-style world rife with forbidden magic and perilous dungeons. This campaign is set on a sprawling, ocean-laden planet called Oerth, with medieval sensibilities and overt shades of Earth. Several continents cluster the surface of Oerth, including Hepmonaland, Hyperboria, and, most notably Oerik, which hosts an area called the Flanaess on its eastern part. The Flanaess is home to Greyhawk's most documented regions and kingdoms, including Perrenland, the Shield Lands, Urnst, Iuz, Veluna, Keoland, Sunndi, and Furyondy. Fabled cities and dungeons mark these areas from the Free City of Greyhawk, the Village of Hommlet, and White Plume Mountain to Saltmarsh, Blackmoor, and beyond. Greyhawk's cuisine culls its inspiration from feudal Europe, especially Britain, often with a fantastical twist.": "D&D 共同创作者 Gary Gygax 的自制战役设定 Greyhawk 是一个扎根于剑与魔法风格的世界，充斥着禁忌魔法和危险的地牢。这个战役设定发生在一个名为 Oerth 的广阔、充满海洋的行星上，具有中世纪的感觉和明显的地球色彩。Oerth 表面分布着几个大陆，包括 Hepmonaland、Hyperboria，以及最为著名的 Oerik，其东部拥有一个被称为 Flanaess 的地区。Flanaess 是 Greyhawk 中最为详细记录的地区和王国，包括 Perrenland、Shield Lands、Urnst、Iuz、Veluna、Keoland、Sunndi 和 Furyondy。这些地区有着传奇般的城市和地牢，如自由城 Greyhawk、霍姆莱特村和白羽山，以及 Saltmarsh、Blackmoor 等等。Greyhawk 的美食灵感源自封建欧洲，尤其是英国，经常带有奇幻的变化。",
	"Eberron is a steampunk-styled world of swashbuckling adventure, where incredible machines and potent magic improbably coexist. Invented by Keith Baker, the planet consists of several continents, the most famous of which is Khorvaire. There, the eclectic Five Nations of Aundair, Breland, the Mournland (Cyre), Karrnath, and Thrane contend for supremacy over the ruined Kingdom of Galifar. From the shimmering towers of Sharn to the ruin-filled port city of Stormreach, this visionary, war-torn campaign boasts vibrant cuisine uniquely representative of the Five Nations. Eberron's tastes range from unpretentious feudal fare to exquisitely sophisticated epicurean creations made with a delightful blend of magic and many-geared machines.": "Eberron（艾伯隆）是一个以蒸汽朋克风格为特色的冒险世界，那里不可思议地融合了令人难以置信的机械和强大的魔法。由基思·贝克（Keith Baker）创造，这个星球由几个大陆组成，其中最著名的是科瓦尔（Khorvaire）。在那里，奥德尔（Aundair）、布雷兰（Breland）、哀伤之地（Cyre）、卡纳斯（Karrnath）和瑟恩（Thrane）这五个国家为了在废墟之上争夺对加利法尔王国的统治权而竞争。从璀璨的夏恩之塔到充满废墟的港口城市斯托姆里奇，这个富有远见的、饱受战火蹂躏的战役拥有独特代表五国的充满活力的美食。艾伯隆的口味从不矫揉造作的封建美食到精致复杂的烹饪创作，充满了魔法和多齿轮机械的愉悦混合。",
	"Designed by David \"Zeb\" Cook, the campaign setting known as Planescape fittingly takes place in the Outlands, which in the cosmology of the Outer Planes is the center of the Great Wheel. According to Jeff Grubb's 1987 {@i Manual of the Planes}, a mysterious shaft known as the Spire rests at the center of the Outlands; seven years later the Planescape campaign set atop it the famed city of Sigil. This City of Doors, as Sigil is affectionately known to multiplanar travelers, serves as a conduit to the myriad worlds that comprise the D&D multiverse. Considered to be \"the center of the universe,\" Sigil is a multicultural nexus, which unifies these seemingly infinite, interdimensional magical portals to dimensions untold. Though numerous planes are connected to Sigil—such as the Astral and Prime Material Planes—Sigil cannot be accessed by conventional travel and can be entered only via one of the many gateways that lead to the different worlds and planes. A city unlike any other, Sigil is crowded with structures stacked and layered upon themselves, while new buildings, courtyards, and streets are constantly being constructed, perpetually altering the city's already eclectic landscape. It should come as no surprise that the cultures and flavors on offer are constantly evolving, ensuring that no two visits or meals in Sigil will ever be the same.": "由大卫“Zeb”库克（David \"Zeb\" Cook）设计，被称为《位面漫游》（Planescape）的战役设定恰当地发生在外位面（Outlands），在外位面的宇宙观中，它是大轮（Great Wheel）的中心。根据杰夫·格鲁布（Jeff Grubb）1987年的{@i Manual of the Planes}，一个神秘的塔楼，被称为尖塔（Spire），位于外位面的中心；七年后，《位面漫游》设定了著名的城市锡基尔（Sigil）于其之上。作为多位面旅行者亲切称之为“门之城”（City of Doors）的锡基尔，作为通道连接着构成D&D多元宇宙的无数世界。锡基尔被认为是“宇宙的中心”，是一个多元文化的枢纽，统一了这些看似无限、跨维度的魔法传送门，通往未知维度。虽然许多位面与锡基尔相连——如星界和原物质位面——但锡基尔无法通过常规旅行进入，只能通过通往不同世界和位面的众多门户之一进入。锡基尔是一个与众不同的城市，充斥着层层叠叠的建筑，而新的建筑物、庭院和街道不断被建造，不断改变着城市已经多样化的景观。毫不奇怪的是，提供的文化和风味不断演变，确保在锡基尔的两次访问或用餐永远不会相同。",
	"The D&D multiverse is made up not only of myriad worlds but of other dimensions or \"planes of existence.\" The standard \"reality\" that most experience in these realms is called the Prime Material Plane, but this dimension is just the tip of the iceberg. It is believed that these worlds are surrounded by planes, some of which are \"echo\" realities that exist in the same cosmological space as the Material Plane, while others are spatially and conceptually much farther afield, such as the planes of the gods. Like the worlds they surround, each of these planar locales, from the Nine Hells of Baator to Seven Heavens of Celestia, has its own character, and even cuisine, including the Feywild and the Shadowfell.": "D&D 多元宇宙不仅由无数世界组成，还包括其他维度或“存在平面”。在这些领域中大多数人经历的标准“现实”被称为原质平面，但这个维度只是冰山一角。人们相信这些世界被各种平面环绕，其中一些是“回音”现实，存在于与物质平面相同的宇宙空间中，而其他一些在空间和概念上则远得多，比如神的平面。就像它们所环绕的世界一样，从巴托九地狱到天界七天堂，每个这样的平面地点都有其独特的特征，甚至包括烹饪，包括仙界和暗影界。",
	"Sometimes called the Plane of Faerie, the Feywild is a dreamy, haunting reflection of the Material Plane, known for its indescribable beauty. Bathed in eternal dawn, its verdant and alluring woodland landscapes are the native home to the fey and harengon, creatures of unparalleled wonder. The Feywild, much like its Shadowfell counterpart, is an echo of the Material Plane. But unlike the Shadowfell, it is a tantalizingly positive and vibrant place of joy, where each of its parallel locations is grander and more majestic. It is a rare locus of unrefined magic, unrestrained emotion, and unbridled passion, an ancient land birthed of love, laughter, and mischief. In the Feywild, scents are stronger, colors more vivid, sounds clearer, and flavors more remarkable, making any culinary experience that much more memorable.": "有时被称为精灵位面，精灵界是物质位面的梦幻、令人陶醉的倒影，以其难以形容的美丽而闻名。沐浴在永恒的黎明中，其翠绿迷人的林地景观是精灵和(`harengon`)——无与伦比的奇迹生物的故乡。精灵界，就像其暗影界的对应物一样，是物质位面的回音。但与暗影界不同的是，它是一个诱人的积极而充满活力的快乐之地，其中每个平行位置都更加宏伟和壮丽。它是一处稀有的未经加工的魔法之地，无拘无束的情感和狂热，一个由爱、欢笑和恶作剧诞生的古老土地。在精灵界，气味更浓烈，颜色更鲜艳，声音更清晰，味道更引人入胜，使得任何烹饪体验都更加难忘。",
	"The Shadowfell, commonly referred to as the Plane of Shadow, is a dark reflection of the Prime Material Plane. Unlike its \"echo\" opposite, the Feywild, the Shadowfell is a bleak, desolate region draped in an eternal twilight, veiled in gloom, and synonymous with death. Since its primary inhabitants are cursed creatures of the night, as well as the dead, the Shadowfell is largely void of life and hope. In its darkest corners, where sinister powers fester, the Domains of Dread lie in wait. These haze-shrouded demiplanes are places of unimaginable horror ruled by sadistic lords who consider these private domains their own perverse paradise. Many of the individual domains that make up the demiplanes were originally dragged from the Prime Material Plane and tethered to the Shadowfell by powerful magical mists. The same impenetrable mists that border these doomed areas prohibit travel to other planes through any conventional means. In the Shadowfell, and its Domains of Dread, one's primary senses are gradually muted, resulting in an insipid culinary experience regardless of what is consumed.": "暗影界，通常被称为暗影位面，是原始物质位面的黑暗倒影。与其“回声”对立面——精灵界不同，暗影界是一个阴郁、荒凉的地区，永恒的黄昏笼罩其中，笼罩在阴暗之中，与死亡同义。由于其主要居民是被诅咒的夜间生物，以及死者，暗影界在很大程度上缺乏生命和希望。在其最黑暗的角落，邪恶力量滋生，厄运领域等待着。这些被薄雾笼罩的半位面是由虐待狂领主统治的难以想象的恐怖之地，他们认为这些私人领域是他们自己的变态天堂。构成这些半位面的许多独立领域最初是从原始物质位面拖拽出来，并通过强大的魔法雾系到暗影界。边界这些注定的区域的不可渗透的雾气阻止了通过任何常规方式前往其他位面。在暗影界及其厄运领域中，人的主要感官逐渐减弱，导致无论消费什么都是乏味的烹饪体验。",
	"Originally published in 1983 as an {@i Advanced Dungeons & Dragons} module by designers Tracy and Laura Hickman, Ravenloft is both a campaign setting and the legendary castle of vampire Strahd von Zarovich, located in D&D's most famous Domain of Dread: Barovia. Accessible by way of the Shadowfell (and usually by mistake), this sprawling Gothic Horror landscape, which remains eternally shrouded in mist, has served up generations of nightmares courtesy of Strahd, his throngs of undead minions, and his dark hold on the demiplane.": "最初由设计师Tracy和Laura Hickman于1983年作为{@i Advanced Dungeons & Dragons}模组出版，Ravenloft既是一个战役设定，也是吸血鬼Strahd von Zarovich的传奇城堡，位于D&D最著名的恐惧领域：Barovia。通过暗影界（通常是出于错误），这个庞大的哥特式恐怖景观永远被薄雾笼罩，几代人都因Strahd、他的无数不死手下以及他对半位面的黑暗控制而做噩梦。",
	"Huzzah and welcome to the journal of the Bureau of Dark Tables, adventurers and gastro-gnomes extraordinaire! I, Squirladax the Goblin Poet, leader of the Bureau, pledge to you that the thrills herein are purely factual and scribed roughly as they occur! For this record is penned with an item of mighty power: the Quill of Scrivening! How works this? One need only speak words into its flaxen feather and watch as a ghostly hand scribes them into one's adventurer's journal! Miraculous!": "欢呼和欢迎来到黑暗桌子局（Bureau of Dark Tables）的日志，冒险者和美食侏儒（gastro-gnomes）的卓越团队！我，哥布林诗人Squirladax，局长，向您保证这里的刺激纯属事实，并粗略地记录下来！因为这份记录是用一件强大的物品书写的：书写之羽（Quill of Scrivening）！这是如何运作的呢？只需将话语说入其金黄色羽毛中，看着一个幽灵之手将其书写到您的冒险者日志中！神奇！",
	"As such, even I, wise as I am, know not what will fill these pages! As I stand on the precipice of undreamed-of adventure, my heart is full. Yet, in truth, my guts are stewed with the juices of uncertainty and the spices of regret.": "因此，即使我，尽管我很聪明，也不知道将会填满这些页面！当我站在前所未有的冒险的悬崖上时，我的心充满了。然而，事实上，我的内心充满了不确定性的汁液和后悔的香料。",
	"What means this? Kind reader, I do not intend to spoil your sweet puddings with my sour tumults, but the Bureau was very recently upended. One cannot feast of the sweet meats and cheeses of life without paying the bill, eventually. Hath you ever heard of the dread utterings referred to only in hushed tones as a TPK? I can feel your trembling hands grasp a term your mind refuses to ingest. Yes, my party hath just suffered a {@b T}otal {@b P}lanning {@b K}atastrophe.": "这是什么意思？亲爱的读者，我并不打算用我的酸涩混乱来破坏你甜美的布丁，但局势最近发生了变化。一个人不能在不付账的情况下一直享用生活中的甜食和奶酪。你是否听说过只在窃窃私语中提及的可怕说法，即TPK？我能感觉到你颤抖的手紧握着你的大脑拒绝接受的术语。是的，我的队伍刚刚遭受了一场{@b T}otal {@b P}lanning {@b K}atastrophe。",
	"Now, before you leap to conclusions, I wish it known that 'twasn't {@b my planning} that caused the cleavèd limbs and screaming death of my comrades. As leader, I am but a humble chef of sorts, and I can only make as fine a meal as my ingredients permit. My ingredients were perhaps a bit too fresh, and {@b their} lack of ripeness was their undoing.": "现在，在你草率下结论之前，我希望大家知道，并不是{@b my planning}导致了我的同伴们的四肢被撕裂和惨叫死亡。作为领导，我只是一名谦逊的厨师，我只能做出我的食材允许的美食。我的食材可能有点太新鲜了，而{@b their}的缺乏成熟正是它们的失败。",
	"Eight young adventurers stood forth, many lacking in grit, and all too young to appreciate my inspirational bardic magic. Their cowardice flowed like wine. And there was not a single cleric-healer among us, and that much 'twas on me! For it is well understood in all adventuring literature, from guild manuals to the guides of Volo, that a proper party must haveth might for the front lines, magic to rain down destruction from afar, healing hands to restore vigor, and of course a great mastermind to control—nay—{@b lead} them all.": "八位年轻冒险者站了出来，许多缺乏勇气，都太年轻，无法领悟我的启发性吟游诗人魔法。他们的懦弱如同酒水般流淌。我们中没有一个治疗者牧师，这一切都落在了我身上！因为在所有冒险文献中，从公会手册到沃罗的指南，都清楚地指出，一个合适的队伍必须有前线的力量，远处施展毁灭的魔法，恢复活力的治疗之手，当然还需要一个伟大的主谋来控制——不，{@b lead} 控制他们所有人。",
	"Any of ways, that chapter is closed. But, let it be said—TWO of their number survived and so too did a portion of our treasure! A fine—if slightly chippèd—RUBY, which I have named, well, Ruby. As they have survived, I have survived, and Ruby has survived, so too does the Bureau of Dark Tables survive!": "无论如何，那一章已经结束了。但是，让我们说一下——他们中有两人幸存下来，我们的宝藏也幸存了一部分！一颗精美的——虽然有些瑕疵——红宝石，我已经命名为，嗯，Ruby。由于他们幸存下来，我也幸存下来，Ruby也幸存下来，所以黑暗之桌局办公室也幸存下来了！",
	"Failure is the fire by which we cook tomorrow's victories, and I am burning with excitement for what 'tis next. I promise thee, fearless reader, that I shall have my victory. A QUEST will present itself. The Tables will be turned, and one day I shall return to my beloved homeland—the Caves of Calmness—with riches untold.": "失败是我们烹饪明日胜利的火，我对即将到来的事物充满激动。我向你发誓，无畏的读者，我将取得胜利。一个(Adventure)将出现。局势将逆转，总有一天我将回到我心爱的故乡——(Caves of Calmness)，带着无法言喻的财富。",
	"Onward and Bree-Yark!": "前进和布瑞亚克！",
	"Our brave heroes gather at the legendary Yawning Portal tavern in the Forgotten Realms, eager to take part in delving and dining!": "我们勇敢的英雄们聚集在被遗忘的国度中传说中的(yawning portal)酒馆，渴望参与探险和用餐！",
	"The Yawning Portal. Cursed reader, if you are unfamiliar with this place, let me be the first to admonish and congratulate you. If you have never been, {@b do not go}. If you have gone, do not come back....": "打哈欠之门。被诅咒的读者，如果你对这个地方不熟悉，让我成为第一个责备和祝贺你的人。如果你从未去过，{@b do not go}。如果你已经去过，请不要再回来...",
	"It is a tavern. A place of merriment for all. It is also a cork—a giant stopper on a jug of poisoned wine, for the Yawning Portal is built on top of a giant stone well that plummets fathoms down into the tunnels of the mad mage Halaster. They call it Undermountain, and it is down there that the soulless corpses of failed adventurers feed carrion crawlers and worse.": "这是一家酒馆。一个让所有人欢乐的地方。它也是一个软木塞——一个巨大的塞子，堵在一瓶有毒葡萄酒上，因为打呵欠传送门建在一个巨大的石井顶部，它深入地下数英尺，通往疯狂法师哈拉斯特的隧道。他们称之为地下山（Undermountain），在那里，失败的冒险者的无灵尸体喂养着腐肉爬行者和更可怕的生物。",
	"But up here, all is laughter, and the amber light of candles and sconces glow amid wafting aromas of faraway spices. Up here, the bodies have animated, haughty, mirthful expressions. Up here the bodies still have souls.": "但在这里，一切都是欢笑，烛光和壁灯的琥珀色光芒在远处香料的飘香中闪耀。在这里，身体们带着生气勃勃、傲慢、欢乐的表情。在这里，身体们依然拥有灵魂。",
	"That's where I come in.": "这就是我的出场时机。",
	"I am Deelia, collector of souls. Why am I here? Because Squirladax has proclaimed that we \"do our part\" in this year's \"Great Delving.\" Apparently, the idea is that one drinks and feasts at the tables poised about the gaping well that falls to the dungeons below. When an adventurer's group has its glut of {@recipe rothé steak|HFFotM} or {@recipe sornstag|HFFotM}, that group boards a sturdy \"elevator\" platform, dangling from ropes above this pit. It is then that the pulleys squeal, and the group makes its slow descent to Undermountain to \"battle evil.\" It's a party.": "我是迪利亚，灵魂收集者。我为什么在这里？因为斯奎拉达克斯宣称我们要在今年的“大探险”中“尽我们的一份力量”。显然，这个想法是围绕着那些摆放在通往地牢下方的巨大井口周围的桌子饮酒作乐。当冒险者团队中的人数达到{@recipe rothé steak|HFFotM}或{@recipe sornstag|HFFotM}时，该团队就会登上一个悬挂在这个深坑上方绳索上的坚固“电梯”平台。然后滑轮发出尖叫声，团队开始缓慢下降到地下山洞去“与邪恶作战”。这是一个派对。",
	"Group after group go down, and groups minus one or more come back up, often with grievous wounds rebuking the mirth of hours before. It is for this reason that the Yawning Portal's swarthy proprietor {@creature Durnan|WDH} hires clerics and those of magical salves to await the broken adventurers to heal their wounds and hopefully save lives.": "一群又一群的冒险者下去，而少了一两个成员的团队常常带着严重的伤势回来，让之前欢乐时光的气氛荡然无存。正因如此，打哈欠传送门的黑黝黝老板{@creature Durnan|WDH}雇佣了牧师和那些擅长魔药的人等待受伤的冒险者，治愈他们的伤势，希望能够挽救生命。",
	"So, of course, Squirladax—wielding one stone to murder many birds—has invited a pious little dragonborn cleric named By'ron (or something) to join our Bureau. He shall mend holes in our holey purses, for every life he saves here brings to us needed coin.": "所以，当然，Squirladax——手持一块石头杀死多只鸟——已经邀请了一位虔诚的小龙裔牧师，名叫拜伦（或者其他名字），加入我们的局。他将修补我们的破旧钱包，因为他在这里拯救的每一条生命都给我们带来了所需的金币。",
	"And if the lives cannot be saved, well, I am here to whisper a word of guidance to their souls to send them...elsewhere.": "如果生命无法挽回，那么我会在这里为他们的灵魂轻声细语，将他们引领到别处。(D&D)",
	"So, we're super short on money—I hope no one minds that I ordered the cow butter. I do believe this is a business expense. According to my new/used {@i Volo's Guide to Bodily Health}, gifted to me by wise Squirladax, \"a washing of wounds in rich butters\" will totally \"oil the joints\" and give me the speed and agility that I lacked in the...uh...TPK. Oh crap! I ordered the SALTED butter! Oh well...As {@i Volo's Guide} says, \"There is no gain without pain.\" Maybe I should order some of those \"famous\" Yawning Portal biscuits to lather the excess on. I'm freaking starving!": "所以，我们的钱真的很紧张——希望没有人介意我订购了牛奶油。我相信这是一笔业务开支。根据我由智慧的斯奎拉达克斯赠送的新/旧{@i Volo's Guide to Bodily Health}，\"用丰富的黄油清洗伤口\"将完全\"润滑关节\"，给我速度和敏捷度，这是我在...嗯...TPK中所缺乏的。哦糟糕！我订购了盐黄油！算了...就像{@i Volo's Guide}说的那样，\"没有付出就没有收获。\"也许我应该订购一些那些\"著名\"的打哈欠传送门饼干，把多余的黄油涂抹在上面。我饿死了！",
	"Ugh. Bri'An (I guess is his name) has laid many benedictions at the lip of the chasmal well to various so-called adventurers. \"Tyr be with the brave.\" \"Tyr guide and protect you.\"": "唉。Bri'An（我猜是他的名字）在深渊井边向各种所谓的冒险者祈祷了许多祝福。“Tyr与勇者同在。”“Tyr引导并保护你。”",
	"Tyr can suckle the worms from their guts.": "提尔可以吮吸他们肚子里的蠕虫。",
	"So far, three groups have descended to Undermountain. None have returned of yet. My tankard of Neverwinter Nectar is running low. As is my patience.": "到目前为止，已经有三组人下到了地下山。目前还没有人回来。我的《无冬酿酒》酒杯快见底了。就像我的耐心一样。",
	"I spy pathetic Squirladax cradling that sad bit of ruby he treasures.": "我看到可悲的松鼠兽(Squirladax)抱着他珍视的那块悲伤的红宝石。",
	"BISCUITS?! NECTARS?! These I did not authorize! There shall NOT be foods to cram into our filthy mouth-holes, I commanded, for I do not trust THESE PRICES! We have a plan and must stick't'it! Soon, wounded heroes will appear up from the well, Bri'An will mutter holy jumblings of healing miracles, we will collect coin, then off we will abscond with heavy purses! Any are welcome to persuade me otherwise, but the charisma of my minions sags lowly. I chortle at their famishment!": "饼干？！果汁？！这些我没有授权！我命令不准塞食物进我们那肮脏的嘴巴，因为我不信任这些价格！我们有一个计划，必须坚持！很快，受伤的英雄们将从井中出现，布里安将喃喃念叨治愈奇迹，我们将收集硬币，然后我们将带着沉重的钱袋逃之夭夭！任何人都可以说服我改变主意，但我的手下的魅力低迷。他们的饥饿让我发笑！",
	"The {@recipe neverwinter nectar|HFFotM|nectar} and {@recipe Butternut Beer|HFFotM} have buoyed me to a bouncy slosh. Eleven groups have descended and FINALLY, Undermountain spews these \"heroes\" back bleeding with screamy mouths and weepy eyes! Oooo! Some limbs have been amusedly cleavèd! NOOO! The blasted clerics have prevented fatalities with their priggish priestly zeal.": "{@recipe neverwinter nectar|HFFotM|nectar}和{@recipe Butternut Beer|HFFotM}让我感到兴奋，仿佛在弹跳的波涛中。十一组人下降了，终于，安德玛之下吐出这些“英雄”，他们满嘴尖叫，眼泪汪汪！哦哦！一些肢体被戏谑地劈开了！不！这些该死的牧师们用他们神圣的热忱阻止了悲剧的发生。",
	"Several clerics have retired for the evening already, their holy might spent.": "几位（clerics）已经退下了，他们的神圣力量已经耗尽。",
	"But Bri'An furtively observes, prattling quietly of Tyr's graces. Is't too much to wish for ONE CORPSE?! For without the dead, I cannot send ANY on their journey.... Patience!": "但是布里安（Bri'An）偷偷地观察着， leise地喋喋不休地谈论着提尔（Tyr）的恩典。难道希望一个尸体太过分了吗？！因为没有死者，我无法让任何人启程...耐心！",
	"Meanwhile, Sasha is chewing off her fingers' nails in hunger.": "与此同时，萨莎在饥饿中咬掉了她手指的指甲。",
	"I've come to wonder of Bri'An's powers. Although his faith is unquestioned, he has only laid hands to heal one of us...and it 'twas himself. However—I am reminded—he professed to feel much better after laying hands on he, Tyr be praised.": "我开始怀疑布莉安(Bri'An)的能力。虽然他的信仰无可置疑，但他只曾用手治愈过我们中的一个人...而且那个人正是他自己。然而——我想起来了——他声称在为自己祈祷后感觉好多了，感谢提尔(Tyr)。",
	"The wounded burble up from Undermountain bloody and babbling, and two more clerics have collapsed of exhaustion in their attempts to save the anguished heroes.": "受伤的人从地下山冒血冒泡地爬了出来，两名牧师在试图拯救受折磨的英雄时精疲力尽倒下了。",
	"NOW! I call forth Bri'An to HEAL! But Bri'An bids me hold, for firstly he must limber up.": "现在！我召唤布里安(Bri'An)来治疗！但布里安(Bri'An)告诉我等一下，因为他首先需要热身。",
	"Not long, my sweet Ruby, 'til you shall be matriarch to a family of jewels and treasures.": "不久了，我亲爱的红宝石（Ruby）, 你将成为一家珠宝和财富的女家长。",
	"ZOUNDS! SASHA HOWLS! Why now do tears spray from her eyes, why does she scrub at her wounds with sticks of salty butters. WHAT?! I DID NOT AUTHORIZE BUTTERS!": "天啊！SASHA嚎叫着！为什么她的眼泪现在喷涌而出，为什么她用咸黄油的棍子擦拭伤口。什么？！我没有授权黄油！",
	"Bri'An's warm-up blessings bless this unholiest of drinking holes, and still, no one has died. At this, I am sullen.... I am also very drunk. Dismay floods my sinking heart as I realize that {@b these last groups} returning may be my last hope at a bounty of freshly slain souls.": "Bri'An的热身祝福庇佑着这个最不神圣的酒吧，然而，没有人死去。对此，我感到忧郁……我也非常醉了。失望充满了我的沉重心灵，我意识到{@b these last groups}的回归可能是我最后一丝希望，可以得到一批新鲜的被杀灵魂。",
	"Squirladax screeches fiscally at young Sasha, while Bri'An plays DARTS!? This is torment! Let us heal these maggots and be OUT! Bri'An now cries out to the kitchen, something about a \"Heroes' Feast.\"": "斯奎拉达克斯在年轻的莎莎面前尖叫着，而布里安却在玩飞镖！这太折磨人了！让我们治愈这些蛆虫然后离开！布里安现在向厨房大喊，说着什么“英雄盛宴”。",
	"By my honor, what happened was NOT MY FAULT! Here's how it played, on Tyr's honor.": "以我的荣誉，发生的事情绝对不是我的错！这就是事情的经过，以提尔(Tyr)的荣誉。",
	"The Heroes' Feast arrived. Clearly a gift from the house for faithful service. We did what Tyr bid when he lay his bounty before you. We feasted upon succulent, sandwich—like Talyth and the freshest of green Chopforest. The main course, that of the most blessed {@recipe Hot River Crab Bites|HFFotM}, followed by a most pious {@recipe Laumberry Pie|HFFotM}, served alongside {@recipe Mingari-Spiced Owlbear Milk|HFFotM} and a {@recipe Sour Cream-Walnut Cake|HFFotM|pastry that was sour of cream and made from the nuts of wal}.": "英雄们的盛宴到了。显然是府邸送来的一份礼物，以表彰我们的忠诚服务。我们按照提尔(Tyr)的吩咐，享用了美味的类三明治的塔利斯(Talyth)和最新鲜的绿色查普森林(Chopforest)。主菜是最受祝福的{@recipe Hot River Crab Bites|HFFotM}，随后是最虔诚的{@recipe Laumberry Pie|HFFotM}，搭配着{@recipe Mingari-Spiced Owlbear Milk|HFFotM}和一个{@recipe Sour Cream-Walnut Cake|HFFotM|pastry that was sour of cream and made from the nuts of wal}。",
	"Sasha feasted the feast of warriors.": "萨莎(Sasha)享用了勇士的盛宴。",
	"Deelia found a peace unknown to her cursed people in potent drink!": "迪利亚在强效饮料中找到了她被诅咒的族人所不知的平静！",
	"Our leader Squirladax sang goblin songs through sharp teeth, stippled with the finest meats and pastries!": "我们的领袖松鼠人(Squirladax) 通过尖锐的牙齿唱着哥布林歌曲，搭配着最美味的肉类和糕点！",
	"AND I GAVE THIS! MY service here this night.... By Tyr's grace, of course.": "我提供了这个！今晚在这里服务...当然，这是由提尔(Tyr)的恩典。",
	"Then the rickety squeals of the winch screeched my senses to sharpness as the elevated platform began its slow ascent! A cry, \"Adventurers return...and with wounded!\"": "随着吊车发出的嘎吱声，我的感官变得异常敏锐，高架平台开始缓慢上升！一个声音响起，“冒险者归来...并且受伤了！”",
	"I...must guess...that some mechanical failing occurred with the winch and the platform plummeted to Undermountain.": "我猜测...可能是绞盘出现了机械故障，导致平台坠落到了地下山脉（Undermountain）。",
	"I shall never forget their cries or their brave sacrifice. May Tyr greet them at his holy gates.": "我永远不会忘记他们的呼喊或他们的勇敢牺牲。愿提尔在他神圣的大门前迎接他们。",
	"WHAT HELL?! I keep replaying the events in my drink-addled brain. What I saw I could not have. Shortly before the winch broke, a flit of parchment appeared on our table. A bill—a wicked BILL. The cost, presumably, of the Heroes' Feast. Ne'er have I seen such want of coin, such greed, as that of the wretched BILL.": "这是什么鬼？！我一遍又一遍地在我被酒精冲昏头脑的情况下重播着事件。我所看到的是不可能的。在绞盘断裂之前不久，一张纸片出现在我们的桌子上。一张账单——一个邪恶的账单。这应该是英雄盛宴的费用。我从未见过如此缺钱，如此贪婪，像那可怜的账单一样。",
	"Bri'An and I locked eyes over this grave, unjust report. Then it was Squirladax's eyes that went wide as he shook his head and slipped Ruby back into his pouch. Not TWO, nor FIVE BUREAUS OF DARK TABLES could ever hope to pay off this bill.": "Bri'An和我在这个严重不公的报告上对视。接着，Squirladax的眼睛睁大，他摇了摇头，把Ruby放回他的袋子里。不是两个，也不是五个黑暗桌子局的局长能够希望支付这笔账单。",
	"I knew in that instant what must be done.": "我立刻明白了必须要做的事情。",
	"With a scream, I summoned all the powers of the Raven Queen and vaporized this ghastly receipt...with fire!": "我尖叫着，召唤了乌鸦女王的所有力量，用火焰将这张可怕的收据化为灰烬！",
	"At the same moment, following what plan I know not, Bri'An drew his smiting hammer and shattered the winch in blind, shrieking panic!": "就在同一时刻，按照我不知道的计划，布里安(Bri'An)拔出他的毁灭之锤，破坏了绞盘，发出盲目、尖叫的恐慌声！",
	"For this I will not forgive him, for as Sasha and Squirladax bid us FLEE the Yawning Portal, I was robbed of my chance to collect what surely was a bounty of souls at the bottom of the well! Queen, forgive me!": "对此我绝不会原谅他，因为当Sasha和Squirladax命令我们逃离(Yawning Portal)深渊之门时，我被剥夺了在井底收集那些必定是一大波灵魂赏金的机会！女王，请原谅我！",
	"I am so freaked out right now. An ambush! City Watch officers jumped out at us in an alley behind the Blackstar Inn! Squirladax shoved me back toward them screaming that I should \"assume the front line.\" His heave knocked me into their grasping gauntlets! I thought for sure they had me, but their grabbing hands slipped off my heavily buttered limbs. I fled swiftly!": "我现在非常害怕。 伏击！在Blackstar Inn后面的小巷里，城市守卫官员突然跳了出来！Squirladax把我推向他们，尖叫着让我“假设前线”。 他的推力把我撞进了他们伸出的手套中！ 我以为他们一定抓住我了，但他们抓我的手滑过了我涂满黄油的肢体。 我迅速逃跑了！",
	"I'm breathing so heavy right now, guys, but you should have seen how fast I was! Anyways, while I have clearly improved speed and dexterity thanks to my butter treatment, it has become clear, as I gasp for breath, that my breath bellows are weak and need strengthening. There's a whole chapter on this in the {@i Volo's Guide}, and I have to work on this.": "我现在喘得很重，伙计们，但你们应该看到我跑得有多快！无论如何，虽然我显然因为我的黄油治疗而提高了速度和灵活性，但很明显，当我喘着气时，我的呼吸气囊很虚弱，需要加强。在《{@i Volo's Guide}》中有一整章关于这个问题，我得努力解决这个问题。",
	"My shockèd goblin mind is racing, my lungs burn with the ill humors of exhaustion. We have been hiding in a Waterdeep sewer drain for nigh.... I do not know how long! The sun's rays peek over the rooftops as throngs of City Watch seek us! WHAT happened?! Bri'An isn't talking.": "我的震惊的地精心灵在狂奔，我的肺在疲惫中灼烧。我们已经躲在沃特德普下水道里有好一阵子了....我不知道多久！太阳的光线从屋顶上露出来，成群的城市守卫在寻找我们！发生了什么事？！布里安(Bri'An)不说话。",
	"Running is hopeless. The Bureau's bellies are bursting of crustaceans and cheeses, and their sweat is as of gravy. I'd stop to ask them for council but their brains are bobbing in a wash of mead! I require time to plot our next move.... Wait! Bobbing in a wash! That's it!": "奔跑是没有希望的。(The Bureau)的肚子里塞满了甲壳类动物和奶酪，他们的汗水像肉汁一样。我本想停下来向他们请教，但他们的大脑正浸泡在蜜酒中！我需要时间来策划我们的下一步行动....等等！浸泡在蜜酒中！就是这个！",
	"I lurch about an unevenly planked floor. Squirladax, the foul rodent, beams above me with pride and boasts of our newfound \"safety.\" The room in which I find myself is not safe! It is cursed with a swaying that roils the mead still sloshing in my guts.": "我在一块不平整的地板上踉跄而行。邪恶的啮齿兽斯奎拉达克斯(Squirladax)，骄傲地站在我上方，夸耀我们新发现的“安全”。我所处的房间并不安全！地板摇摆不定，搅动着我胃里仍然晃荡的蜜酒。",
	"Goblin \"leader\" Squirladax has funneled us to shelter in the hold of some ship, and the room spins. The wafting aroma of dead fish twists at my gorge. There is also the clanging of the City Watch bell that rattles my throbbing skull.": "哥布林“领袖”Squirladax把我们引导到了一艘船舱中躲避，房间在旋转。飘来的死鱼气味扭曲着我的胃。还有城市守卫的铃声在震动着我灼热的头颅。",
	"All I wish to know is, why in the Nine Hells was a Heroes' Feast ordered and why did we not sacrifice Ruby to pay for it?!": "我只想知道的是，为什么在九层地狱要举办一场英雄盛宴，为什么我们没有牺牲Ruby来支付它呢？",
	"Deelia has confronted me about Ruby, and why she was not sacrificed to ransom us against our dangers. Ruby is not coin to be tossed aside. Ruby is the mother of future fortunes. Oh wait. Oh no! Wherefore art my beloved Ruby?! I sweep my pockets with goblin fingers and feel her naught!": "Deelia质问我关于Ruby，为什么她没有被牺牲来赎回我们免受危险。Ruby不是可以随意丢弃的硬币。Ruby是未来财富之母。哦，等等。哦不！我心爱的Ruby去哪了？！我用地精的手指扫描口袋，却感受不到她的存在！",
	"BY TYR'S GRACE, DO YOU HEAR THE CLING CLANGING STEPS ON THE PLANKS ABOVE US? The City Watch have found us! We are certainly doomed! DOOMED!": "凭提尔之恩，你听到上方木板上的叮叮当当的脚步声了吗？城市守卫找到我们了！我们肯定完蛋了！完蛋了！",
	"As you step onto the docks of Berdusk, the Jewel of the Vale—perhaps fresh off one of the many boats that ply the River Chionthar—there's a good chance the first thing you'll eat will be a goldenstar. These rich little pastries, traditionally stuffed with a local chicken sausage and Goldenfields batatas and leeks, are known for their distinctive triangular shape. Vendors sell them everywhere, and their heartiness will tide you over until you can manage a sit-down meal. Varieties of the goldenstar have spread throughout the Sword Coast, from the river's end at Baldur's Gate to as far north as Neverwinter. But every time you eat one done right, you'll be brought back to the docks of Berdusk.": "当你踏上贝尔都斯克（Berdusk）的码头，这个维尔之宝（Jewel of the Vale）——也许是刚刚从满载着各种船只的奇昂萨尔河（River Chionthar）上下船——很可能你吃的第一件东西会是一个金星（goldenstar）。这些丰富的小点心，传统上填充着当地的鸡肉香肠、Goldenfields（金田）的甘薯和韭葱，以其独特的三角形状而闻名。摊贩们随处可见地出售它们，它们的丰盛会让你撑到能找到一个坐下来用餐的地方。金星的各种变种已经传播到了剑海岸（Sword Coast）的各地，从河流尽头的博德尔之门（Baldur's Gate）一直延伸到了北方那伟大的城市——无冬之夜（Neverwinter）。但每当你吃到一个做得恰到好处的金星，你都会被带回贝尔都斯克的码头。",
	"The palm-size sandwich known as talyth is a beloved appetizer on many a menu, from Waterdeep and the rustic watering holes of Luskan to the cloistered refectories of Candlekeep and eateries as far east as the Sea of Fallen Stars where, it is said, the dish originated. Although countless variations exist, talyth commonly comprises meats (typically sliced sausage), cheese, spices, and herbs nestled between two large crackers, all lightly baked to adhere the layers. While the baking process seals in flavor, it also ensures its portability, making talyth a common travel snack along the major Faerûnian trade routes. Although frozen talyth can easily be reheated on an open campfire, freshly made talyth affords a more eclectic and adventurous array of savory ingredients, including diced egg, oysters, snails, and even spiced worms.": "被称为塔利斯（Talyth）的手掌大小三明治是许多菜单上备受喜爱的开胃菜，从瓦特德普（Waterdeep）和卢斯坎（Luskan）的乡村小酒馆，到坎德尔堡（Candlekeep）的僧院餐厅，再到东至堕星海（Sea of Fallen Stars）的餐馆，都可以找到这道菜的踪迹。尽管有无数变种，塔利斯通常包括肉类（通常是切片香肠）、奶酪、香料和草药，夹在两片大饼干之间，轻轻烘烤以粘合各层。烘烤过程不仅封住了风味，也确保了它的便携性，使得塔利斯成为沿着法伦（Faerûn）主要贸易路线上常见的旅行零食。虽然冷冻的塔利斯可以轻松在篝火上重新加热，但新鲜制作的塔利斯提供了更多多样化和富有冒险精神的风味成分，包括切碎的鸡蛋、牡蛎、蜗牛，甚至香辣蠕虫。",
	"Many examinations of early Yawning Portal menus have noted that its heavy, often greasy, fare had a celebratory \"last meal\" sense about it. This is likely because return from the Undermountain was simply not expected, with only the soiled dishware of stout adventurers left behind. However, as more adventurers survived the mad mage Halaster's labyrinth, the menu evolved to accommodate a balance of healthier options. Senior cook Jarandur Tallstand adapted the traditional wood-elven forest salad, or chopforest, as it has been called, to complement the heavier menu options with its mix of peppered leaves, olives, fennel, and tangy vinaigrette dressing. It is said that a chopforest delivered unto your table, compliments of Yawning Portal proprietor and Undermountain gatekeeper {@creature Durnan|WDH}, is a happy omen before one's descent to Undermountain.": "许多早期深渊之门菜单的审查指出，其油腻且沉重的食物给人一种庆祝“最后一餐”的感觉。这很可能是因为从地下城返回的可能性微乎其微，只留下了坚毅冒险者们的脏碟碗。然而，随着越来越多的冒险者幸存于疯狂法师哈拉斯特的迷宫，菜单也逐渐演变，以平衡更健康的选择。资深厨师贾兰杜尔·托尔斯坦德（Jarandur Tallstand）改编了传统的木精灵森林沙拉，或称之为“切丛林”（chopforest），以其混合了胡椒叶、橄榄、茴香和爽口的油醋调味汁来搭配更沉重的菜单选项。据说，当一份切丛林送到您的桌上，由深渊之门老板兼地下城看门人{@creature Durnan|WDH}赠送，这是前往地下城之前的一个幸运兆头。",
	"A center of music and the arts, the town of Berdusk, in Faerûn's western heartlands, is known for many things, but above all for its hot river crabs. A specialty of the Sign of the Silver Sword Inn, these river delicacies are as dependent on freshness as on seasoning. Traditionally, locals would harvest crabs with soft shells and consume them within the day. As for the crab recipe, it's a closely guarded secret, but is believed to include crème fraîche and lemon zest mixed into a spread and served on endive. At only one copper piece per plate, they'll leave enough in your coinpurse for a glass of {@recipe Saerloonian Glowfire|HFFotM}—the perfect complement.": "作为音乐和艺术中心，位于费伦西部心脏地带的贝尔都斯克镇以许多事物而闻名，但最重要的是它的热河蟹。这些河鲜是银剑旅店的特色美食，新鲜度和调味同样重要。传统上，当地人会收获软壳蟹，并在当天食用。至于蟹的配方，这是一个严格保密的秘密，但据信包括混合在一起的鲜奶油和柠檬皮屑，然后放在菊苣上食用。每盘仅售一枚铜币，足够让你的钱包里还剩下足够的银币购买{@recipe Saerloonian Glowfire|HFFotM}——完美的搭配。",
	"Popular at holiday gatherings of humans and elves alike, sornstag is a simmered venison dish that can be seasoned and prepared in a variety of ways. Traditional elven sornstag is slow smoldered with ground coriander, cumin, and hotspice or curry in a thick broth and is a popular plate among wood elves during the Highharvestide Festival. Humans have also adopted their own stewed preparation techniques for this gamey, yet succulent, main course. Throughout the wooded regions of Faerûn, stags are hunted by humans for both sport and meal, resulting in the proliferation of venison-based cuisine. In the bucolic forests and fields of the Dalelands, the most popular regional recipe for sornstag demands a full day's preparation. The traditional recipe calls for powdered almonds simmered with red wine to form the emulsified base of a piquant sauce, in which the meat soaks overnight before it is slow-cooked on an open flame from dawn for an early evening feast. But to get it to the table faster, you can skip the overnight marinade and cook it in an oven for just a few hours. Notably, the Silver Taproom, in Essembra, sees travelers from far and wide eager to sample its famous pied sornstag, which consists of a heaping ladle of this venison stew baked inside a buttery crust. You'll know the sornstag pies are ready when the scent of the aromatic pastry wafts down bustling Rauthauvyr's Road.": "在人类和精灵的节日聚会中很受欢迎，索恩斯塔格（sornstag）是一道炖鹿肉菜肴，可以用各种方式调味和准备。传统的精灵索恩斯塔格是用研磨过的芫荽、孜然和热香料或咖喱在浓郁的高汤中慢炖，是林精灵在高收获节庆典期间的一道受欢迎的菜肴。人类也采用了自己的炖制技巧来制作这道肉味浓郁、多汁的主菜。在费伦的林地地区，鹿被人类猎杀用于运动和食物，导致了以鹿肉为基础的烹饪的普及。在戴尔兰的田园风光中，索恩斯塔格的最受欢迎的地区食谱需要整整一天的准备。传统食谱要求用红酒煮粉杏仁形成辛辣酱的乳化基础，肉在慢火烹饪前会在这种酱汁中浸泡过夜，从黎明开始慢慢烹饪，直到早晚的盛宴。但为了更快地上桌，你可以跳过隔夜腌制，用烤箱烹饪几个小时。值得一提的是，在艾森布拉（Essembra）的银色酒馆（Silver Taproom），来自四面八方的旅行者都急于品尝其著名的派德索恩斯塔格（pied sornstag），这是一碗这道鹿肉炖在黄油酥皮内的美味炖菜。当芳香的糕点气味飘过繁忙的劳索维尔之路（Rauthauvyr's Road）时，你就知道索恩斯塔格派已经做好了。",
	"One silver piece is an extraordinary bargain for the Rothé Steak at the Yawning Portal—even if it is one of the more expensive things on the menu. Served sizzling-hot right out of the skillet, with just a hint of garlic and garden spices, rothé steak is a carnivore's delight and the perfect protein for a triumphant or aspiring adventurer. Along the Sword Coast, you can easily source fresh {@creature rothé|VGM} that is either farm-raised or wild game—there are devotees of both. Why bother with any vegetable sides? You won't get to them with this slab of meat to tackle.": "在欢唿之井，一枚银币就能买到罗斯牛排，这可是非常划算的交易——即使在菜单上算是比较昂贵的食物之一。罗斯牛排从煎锅中冒着热气上桌，带着一丝大蒜和花园香料的味道，是食肉动物的享受，也是凯旋或初出茅庐的冒险者所需的完美蛋白质来源。沿着剑海岸，你可以轻松找到新鲜的{@creature rothé|VGM}，无论是养殖还是野生猎物——都有各自的爱好者。何必费心搭配蔬菜？有了这块肉，你根本不会有时间动到它们。",
	"The onion loaf on the menu at the Yawning Portal is done in the Cormyr style: big, dark loaves, as dense as the King's Forest. While the onion may be the headliner, the real stars of the show are the leeks, scallions, and fresh buttermilk, which help round out the flavors of this rich, crusty loaf—perfect for morningfeast or eveningfeast. When it's time to break bread with adventuring companions, old and new, an onion loaf is an inexpensive and delicious option that's practically a meal in itself.": "在打哈欠传送门(Yawning Portal)的菜单上，洋葱面包是按照科尔马(Cormyr)风格制作的：大块、深色的面包，像国王森林一样浓郁。虽然洋葱可能是主角，但真正的明星是韭葱、青葱和新鲜的酪乳，它们帮助平衡了这款浓厚、松脆面包的口味——非常适合早宴或晚宴。当与新老冒险同伴一起分享面包时，洋葱面包是一个廉价而美味的选择，几乎可以算是一顿完整的餐了。",
	"It's rare to see this halfling specialty on the table, usually because it's gone before you ever catch a glimpse of it. Perfect for morningfeast, or teatime, the much-celebrated sour cream-walnut cake includes a delicious crumble of cinnamon, brown sugar, and walnuts, but it's the cake itself that takes the cake. A recipe passed down orally by generations of halflings, it is said to be made with the finest Luiren grain flour, fresh sour cream, and finely ground kaeth or coffee. The only known issue with the pastry is that there never seems to be enough of it.": "在餐桌上很少见到这种半身人特色，通常因为它在你看到之前就已经消失了。非常适合早餐或下午茶时间的著名酸奶核桃蛋糕包括了一层美味的肉桂、红糖和核桃碎屑，但更吸引人的是蛋糕本身。这个食谱是半身人世代口口相传的，据说是用最好的卢伦谷物面粉、新鲜酸奶和精细研磨的卡斯或咖啡制成的。这种糕点唯一已知的问题是似乎永远不够吃。",
	"The Yawning Portal of Waterdeep serves a new pie every week, based on the seasonal ingredients available. You're really in luck when laumberries from the frosty Frozenfar are in season. Their tartness is softened by the sweetness of the dough, making it the perfect blend of flavors. The famous tavern likely pilfered the idea from the hardy bakers of Bryn Shander. Pies in this style are made off-season with blueberries, blackberries, and raspberries, which together give you something of the flavor of the original. They're best served a bit chilled, and when done right have been known to resurrect the spirits of weary adventurers emerging from the Undermountain.": "在瓦特德普的打哈欠传送门(The Yawning Portal)每周供应一款新派，基于当季的食材。当来自冰冻远北(Frozenfar)的酸果(laumberries)正当季时，你真是太幸运了。它们的酸味被面团的甜味所软化，使得口味完美融合。这家著名的酒馆很可能是从布林尚德(Bryn Shander)坚韧的面包师那里窃取了这个主意。这种风格的派在淡季会用蓝莓、黑莓和覆盆子制作，这三者一起给你带来了原始口味的一些味道。它们最好稍微冷藏一下，如果做得恰到好处，还能让从地下山(Undermountain)冒险归来的疲惫冒险者们重振精神。",
	"While conventionally prepared with a base of {@creature owlbear|MM} milk, other types of milk such as yak milk, buttermilk, rice milk, and even nut milk are all suitable substitutes in this creamy, cozy concoction. But no matter which milk you choose, there is no alternative for Mingari spice, culled from the inner bark of Mingari trees. Likened in both flavor and scent to cinnamon, Mingari spice is a rare but highly sought-after seasoning indigenous to southeast Faerûn. Although rare, this strong, aromatic spice is incredibly versatile, at home in both sweet and savory dishes, and thus it has spread throughout the Realms and beyond. However, satisfying Mingari-Spiced Owlbear Milk requires merely a dash of this scarce but potent accent. Travelers in search of a day starter, an alcohol-infused night capper, or even a medicinal stomach soother, invariably relish a tall mug of this nourishing milk.": "在传统的配方中，以{@creature owlbear|MM}牛奶为基础，其他类型的牛奶，如牦牛奶、酪乳、米奶，甚至坚果奶都是这种奶昔的合适替代品。但无论你选择哪种牛奶，明加里香料都没有替代品，这种香料是从明加里树的内皮中提取的。明加里香料在味道和气味上都被比作肉桂，是一种罕见但备受追捧的调味料，原产于塞尔东部地区。尽管稀有，这种浓烈的香料非常多才多艺，在甜食和咸食中都能发挥作用，因此它已经传遍了诸多领域。然而，满足对明加里香料奶的需求只需要加入少量这种稀有但强效的调味品。在寻找一天的开始、一天结束时的酒精调剂，甚至是治疗胃部不适时，旅行者总是喜欢一大杯这种滋补奶。",
	"Neverwinter nectar is an expensive but tasty spirit-based drink, known for its sweet fruit-infused flavor, buttery base, and citrus-tinged aftertaste. Perennially popular in Neverwinter, this \"nectar\" has gradually appeared on the drink lists of many of the finer eateries among the well-traveled cities of the Sword Coast. The surprisingly crisp and refreshing cocktail is so rich in flavor, it is often consumed in lieu of dessert or as an accompaniment to lighter fare. Veteran barkeeps unlock the full spectrum of flavors when they combine the unique mixture of juices, brandy, and white wine with a touch of sparkling water and ice. Felzoun's Folly, in Waterdeep, serves one of the more notable iterations of this syrupy and perfectly divine concoction.": "冬夜花蜜是一种昂贵但美味的基于烈酒的饮料，以其甜美的水果风味、奶油基调和柑橘味的余味而闻名。在冬夜广受欢迎，这种“花蜜”逐渐出现在剑海岸众多精致餐厅的酒单上。这款令人惊喜的清爽鸡尾酒口味浓郁，常常被当作甜点替代品或搭配清淡食物一起享用。经验丰富的酒吧老板们在将独特的果汁、白兰地和白葡萄酒混合后，加入一点气泡水和冰块，展现出完整的口味层次。在《水深之地》中的费尔祖恩的愚行酒馆，供应了这种浓稠而完美神圣的酿造品的一个著名版本。",
	"As most adventurers know, there are serious spirits, hard liquors, and courage-enhancing brews that serve to bolster one's resolve before a trip down the well into the Undermountain. The drink known as butternut beer is none of these things. Instead, it is a sweetened and mirthful beverage best served as a dessert for a hearty meal or after a long day's night exploring Halaster's lair. Although it packs enough bourbon and butterscotch schnapps to rattle the senses, it is not intended to impair judgment. Rather, it's meant to encourage a hearty belly laugh and dull the aches of an adventurer's knotted muscles.": "正如大多数冒险者所知，有一些严肃的烈酒、烈性酒和增强勇气的酿造酒，可以在前往地下山洞之前增强一个人的决心。而被称为榛子啤酒的饮料则不属于这些范畴。相反，它是一种甜蜜而欢乐的饮料，最适合作为丰盛晚餐的甜点或在漫长的一天夜晚探索哈拉斯特巢穴之后享用。尽管其中含有足够的波旁威士忌和奶油糖酒，足以使感官震颤，但它并非意在削弱判断力。相反，它旨在鼓励一个欢快的大笑，减轻冒险者紧绷肌肉的疼痛。",
	"After escaping an exorbitant bill at the YAWNING PORTAL, our heroes bravely fled the City of Waterdeep aboard a SPELLJAMMER. Hurtled through time and space to the mysterious ROCK OF BRAL, the Bureau is charged with a QUEST!\"": "在逃离了在(YAWNING PORTAL)支付过高账单后，我们的英雄们勇敢地逃离了水深之城，登上了一个(SPELLJAMMER)。在时空中飞驰到神秘的(BRAL之石)，局势局面被赋予了一个任务！\"",
	"So, the oddest event has befallen us.": "所以，最奇怪的事件降临在我们身上。",
	"Some hours after we fled the Yawning Portal—cause of an unpaid bill—we found sanctuary in the underhold of a sea vessel docked at port. As I calmed my stalwart party, a door creaked aside, and framed in dim light came to us a small, curious figure—no taller than my brother, had I one. Encased head to toe in dented bronze plate, squat and pot-bellied, this ancient lad called out in a fluty gasp.": "我们逃离了（Yawning Portal）几个小时后——因为一笔未付账单——我们在港口停泊的一艘海船的地下室中找到了庇护所。当我安抚着我坚定的队伍时，一扇门吱吱作响地打开了，映入昏暗光线中的是一个小巧而好奇的身影——如果我有的话，他的身高不会比我弟弟高。这位古老的小伙子从头到脚包裹在凹陷的青铜板中，又矮又大肚，他用一种悦耳的喘息声呼喊起来。",
	"\"ARE YOU THE QUATERNATE TETRAD?\"": "\"你是四元四重奏吗？\"",
	"As all wise adventurers know, when someone asks you if you are who you are NOT, you say YES.": "正如所有明智的冒险者所知道的，当有人问你是否你不是的那个人时，你应该说YES。",
	"So, I did thus. \"Yes! Of course we are.\"": "所以，我这样做了。“是的！当然我们是。”",
	"Satisfied, he answered me in rusty reverberance: \"I am DINT, Autognome (what 'tis?) and captain of the Dashor (what 'er means that!), and we are running behind! Please produce the Jewel of Javanium.\"": "满意地，他用生锈的回声回答我说：“我是DINT，自我命名者（这是什么？）和Dashor（那是什么意思！）的船长，我们正在赶时间！请拿出Javanium之宝。”",
	"Bronzèd Dint tilted his head, the armored eye-slits narrowing. Just then, I could hear the shout of City Watch grow closer.": "铜色凹痕（Bronzèd Dint）歪着头，盔甲上的眼孔变窄了。就在那时，我听到了城市守卫的喊声越来越近。",
	"\"Are you not the Quaternate Tetrad? As ordered?\"": "\"你不是四元四重奏吗？按照命令？\"",
	"Bri'An called out, \"By Tyr, what is to be won if we are?!\"": "布里安(Bri'An)大喊道：\"以提尔(Tyr)之名，如果我们成功了会得到什么？！\"",
	"Dint's rusty flute-voice grew in conspiracy, \"Why, five Astral Diamonds, of course.\"": "丁特(Dint)生锈的长笛声中充满了阴谋，“当然是五颗星界钻石。”",
	"It was then that Bri'An, to my great shock, produced Ruby—my precious Ruby!—from a hidden flap in his holy vestments, and presented it thusly to Dint, who responded by swallowing Ruby whole! NO! Dint's eye-slits glowed red for a moment before he turned and withdrew from view.... And with a mighty groan, our vessel set sail.": "就在那时，Bri'An 令我大为震惊地从他神圣的袍子隐藏的一处翻盖中拿出了 Ruby—我珍贵的 Ruby！—并将它这样呈现给 Dint，Dint 作出回应，直接吞下了 Ruby！不！Dint 的眼缝在他转身离开视线之前短暂地发出红光... 随着一声巨大的呻吟，我们的船启航了。",
	"I cast an incredulous eye to Bri'An who assuaged me with pious honesty that Ruby was rescued from the ground when she slipped from my leathers as we fled.": "我怀疑地看着布里安(Bri'An)，他以虔诚的诚实安抚我，说红宝石(Ruby)在我们逃跑时从我的皮革上滑落到地面上被救起。",
	"Thus, Ruby is safe, though INSIDE the gut of our strange new companion. What purpose does she serve in this bronze-armored gnome's trunk?!": "因此，Ruby是安全的，尽管在我们奇怪的新伙伴的肚子里。她在这个铜甲侏儒的树干中有什么目的呢？",
	"The sweeping sway of the boat lulls me as I surrender to exhaustion.": "船身的摇摆让我感到昏昏欲睡，我渐渐陷入疲惫之中。",
	"OH MY GODS! Guys! So, I went above decks...or to the abovedecks? Whatever, I'm not nautical! Anyways, I snuck up there to do some training. As I peeked out over the stairwell, I spied that squat little bronze guy hoisting the jibs—or jibbing the hoists, whatever! Boat stuff!—until mighty, multicolored sails flexed above me. Beyond them was the craziest sky I'd ever seen; it was like breathtaking moonlight mixed with burning sunsets! WOW!": "哦我的神啊！伙计们！所以，我去了上甲板...还是说上了甲板？不管怎样，我不懂航海术！无论如何，我悄悄地爬上去训练。当我从楼梯口往外张望时，我看到那个矮矮的青铜家伙正在升起三角帆——或者说是调整三角帆，反正是船上的事情！——直到强大、多彩的帆在我头顶展开。在它们的后面是我见过的最疯狂的天空；就像是令人屏息的月光与燃烧的日落混合在一起！哇！",
	"So, as I totally had questions, I stepped up to the above-deck, and FROZE. Glancing over the side of our boat...I could see...NO SEA! Only an endless sky. A little freaked out now, I paged through {@i Volo's Guide} to the section on \"Accidental Death & Dismemberment.\"": "所以，当我完全有疑问时，我走到甲板上方，然后停住了。俯视我们船的一侧...我看到...没有海洋！只有一个无尽的天空。现在有点害怕了，我翻到{@i Volo's Guide}上关于“意外死亡和肢体残疾”的部分。",
	"Oh CRAP! WE DIED! And this...must be the AFTERLIFE!": "糟糕！我们挂了！这里...一定是来世！",
	"Intrepid reader and observer of the Bureau of Dark Tables. As life goes, I have good news and—its shadowy twin—bad news. I shall start with the good news, nay, the BEST news. There is NO afterlife! Therefore I can only conclude that we are alive! The bad news? We are sailing a bewildering sea of stars toward a free-floating mountain in the sky.": "勇敢的读者和观察员，黑桌局（Bureau of Dark Tables）的。生活中，我有好消息和——它阴暗的孪生——坏消息。我将从好消息开始，不，是最好的消息。没有来世！因此，我只能得出结论，我们是活着的！坏消息呢？我们正在向天空中的一座自由漂浮的山航行，穿越星空中的迷人海洋。",
	"Foolish bard! Squirladax blusters that there is no afterlife—how I grow eager to show him! There is most certainly an afterlife, a \"Shadowfell,\" and THIS NOT BE IT, heathens. I questioned the Ow-Toe-Gnome Dint and have concluded that we are aboard an object known as a SPELLJAMMER. Passingly familiar with such legends, I know it to be a ship that sails the endless space between spaces. I know not where this vessel is headed, but I fear that we have jumped from the frying pan into the fire.": "愚蠢的吟游诗人！Squirladax 咆哮着说没有来世 — 我多么渴望向他展示！肯定有来世，一个“暗影界”，而这里绝对不是它，异教徒。我询问了奥托侬姆 Dint，得出结论我们正在一艘名为法术航海者（SPELLJAMMER）的物体上。略知一二这些传说，我知道它是一艘航行在无尽太空之间的飞船。我不知道这艘飞船将前往何方，但我担心我们是从火坑跳进了火海。",
	"'Tis the best day of my life! We have anchored at the dizzying Rock of Bral, and Dint has relayed to me our purpose in this Realmspace metropolis sited upon a disclike asteroid. Repeat. Dint has a PURPOSE for us! A QUEST! And a REWARD for the questing. FIVE ASTRAL DIAMONDS! And, while I do not know what an Astral Diamond is worth, I do suspect that five such diamonds are worth easily FIVE TIMES as much!": "这是我一生中最美好的一天！我们已经停泊在令人眩晕的布拉尔岩石上，Dint告诉我我们在这个位于一个像圆盘状小行星上的领域空间大都市的目的。重复一遍，Dint为我们制定了一个目标！一个任务！还有任务的奖励。五颗星界钻石！虽然我不知道星界钻石的价值，但我怀疑五颗这样的钻石很可能价值是五倍！",
	"We are to proceed with great covertness into the Rock of Bral's High City district, blending into the teeming throngs of bizarre creatures from myriad realms. It is at the upscale Man-o-War restaurant overlooking Lake Bral that we shall broker a deal with a barkeep known as Jack the Knife for a rare bottle of wine: Veneno 1318 DR.": "我们将秘密潜入布拉尔之石的高城区，融入来自无数领域的奇异生物中。在俯瞰布拉尔湖的高档战舰餐厅，我们将与一位名为(杰克·刀)的酒吧老板达成交易，购得一瓶稀有的葡萄酒：Veneno 1318 DR。",
	"For this purpose, Dint has supplied us with 200 gold pieces to exchange for the Veneno, which he assured me should be more than enough by twice!": "为此，Dint已经提供给我们200金币来交换Veneno，他向我保证这应该足够两倍了！",
	"I shall now utter words of bardic magic to the Bureau to inspire brilliant execution of our tasks.": "我现在将用诗人魔法之言，激励着局长们出色地执行我们的任务。",
	"Heed not peril, nor flame, nor fiery ends,": "不要畏惧危险，火焰，也不要畏惧烈火的终结，",
	"For wax that wanes drips through the cracks.": "蜡烛融化后滴入裂缝中。",
	"And if that wax shall whack thee back,": "如果那块蜡会反击你，",
	"A seal of greatness upon your slacks.": "在你的裤子上加上一枚伟大的印章。",
	"You wear the pants of your own destiny, my friends.": "你掌握着自己命运的掌控权，我的朋友们。",
	"Squirladax has again \"inspired us\" with his poetry. I've heard more inspirational things coming from the Yawning Portal's outhouse.": "Squirladax再次用他的诗歌“启发了我们”。我听过更多鼓舞人心的事情来自打呵欠传送门(Yawning Portal)的厕所。",
	"I have advised it is Tyr's wisdom that we split the party, along with the gold, so as to double our chances of success! Squirladax agrees. I have taken young Sasha under my wing. She bid that I keep my sharp dragoneyes open for a supply of live leeches, and thus I seek these. However, Tyr's holiest crap! The {@recipe Tamarind Balls|HFFotM} and {@recipe Loaf Pudding|HFFotM} in the Great Market are prodigious. Seriously. Alas, a miracle of flavors sent straight from Tyr!": "我建议根据提尔(Tyr)的智慧，我们分开队伍，连同黄金一起，以便增加我们成功的机会！Squirladax同意。我已经收留了年轻的Sasha。她要求我保持警惕，寻找一批活的水蛭，因此我正在寻找这些。然而，提尔的圣洁！在大市场中的{@recipe Tamarind Balls|HFFotM}和{@recipe Loaf Pudding|HFFotM}是巨大的。真的。唉，这是提尔直接送来的一场美味的奇迹！",
	"Great news! Bri'An has returned with the leeches! Per the instructions from {@i Volo's Guide to Bodily Health}, I have applied Bri'An's leeches to my temples as a means of cooling my overhot head, allowing me to \"stay cool under the pressures of combat.\" Bri'An has also purchased {@recipe Duergar Smoked Herring|HFFotM|Lake Bral Smoked Herring} and {@recipe Steak of the Deep|HFFotM|Steaks of the Deep}, which, once eaten, will improve my swimming and breath bellow capacity. I'm going to be in the best shape of my life! We eat! As do the leeches!": "好消息！Bri'An带着水蛭回来了！根据{@i Volo's Guide to Bodily Health}的指示，我已经把Bri'An的水蛭贴在太阳穴上，以此来降低我过热的头部，让我能够在战斗压力下保持冷静。Bri'An还购买了{@recipe Duergar Smoked Herring|HFFotM|Lake Bral Smoked Herring}和{@recipe Steak of the Deep|HFFotM|Steaks of the Deep}，一旦食用，将提高我的游泳能力和呼吸容量。我将会达到生命中最好的状态！我们一起吃！水蛭也一样！",
	"As I wander this floating ball of mud with Squirladax, my brain shrinks as the \"Goblin Poet\" barrages me with castigations regarding previous failures. He is obsessed!": "当我与斯奎拉达克斯（Squirladax）漫步在这颗漂浮的泥球上时，我的大脑在“地精诗人”（Goblin Poet）对我进行指责时缩小了。他痴迷了！",
	"\"I need you to casteth spells of great destruction upon our enemies,\" he spittles! Of course, he knows nothing from whence my power was forged. Nothing of the furnaced heats of Shadow's Edge Academy, nor its Lords who smelted my very soul.": "\"我需要你对我们的敌人施放强大毁灭法术，\"他咆哮着！当然，他对我力量的来源一无所知。对Shadow's Edge Academy的熔炉热度一无所知，也不了解那些熔炼过我的灵魂的领主们。\"",
	"I've always known my life would be cleavèd short, but now I know by whom.": "我一直知道我的生命会被截短，但现在我知道是由谁。(D&D running group)。",
	"After a happy confabulation with Deelia concerning strategerie, we are arrivèd at the Man-o-War, indeed a place of high society...and extraordinary foods! After sampling the {@recipe Tavern Noodles|HFFotM} and a crispy skewerèd fish dish called the {@recipe Tears of Selûne|HFFotM} (to blend in), we finally made contact with Jack the Knife. A mightily tall, barrel-chested orc in a smock of chain mail—charming fellow, he! The Veneno '18 taunts me from its place of honor behind the bar on the highest shelf, and it could already have been mine this instant, were it not for.... WAIT! Greedy meanderings!": "与迪利娅关于战略的愉快交谈之后，我们来到了“万王之城”，这确实是一个高尚社交的地方...还有非凡的美食！尝过{@recipe Tavern Noodles|HFFotM}和一道名为{@recipe Tears of Selûne|HFFotM}的脆皮串烤鱼菜肴（为了融入氛围），我们终于与刀锋杰克取得了联系。他是一个高大强壮的半兽人，身穿锁子甲围裙——他真是个迷人的家伙！Veneno '18 在吧台最高的架子上嘲弄着我，它本可以立刻属于我的，如果不是因为... 等等！贪婪的徘徊！",
	"Our pious cleric Bri'An has spent down our moneys! To load down his draconic paunch, n'doubt! When I ask for reasonings from him, all I receive in return is a drunken burble that smelt of expensive Undermountain Alurlyath drink!": "我们虔诚的(牧师)布里安(Bri'An)已经花光了我们的钱！毫无疑问是为了填饱他那龙族的大肚子！当我向他询问理由时，他只是喝醉了的胡言乱语，还闻得到昂贵的安德矿山(Alurlyath)酒的味道！",
	"This is inexcusable! We are on a QUEST!": "这是不可原谅的！我们正在进行一项任务！",
	"As we HAD twice the moneys, now reduced to but half the moneys needed, I must devise a solution. Think, Squirladax, think! THAT'S IT! I shall use charismatic diplomacy to charm the price of the Veneno '18 by HALF! Brilliant! Now where is Jack the Knife?!": "由于我们的资金减少了一半，现在只剩下了原本需要的一半资金，我必须想出一个解决方案。想一想，斯奎拉达克斯( Squirladax )，想一想！就是这个！我将利用有魅力的外交手段将Veneno '18的价格减半！太棒了！现在杰克·刀(Jack the Knife)在哪里？",
	"Strange. There he be, behind the bar...but squatter, rounder, and decidedly less orcish...more draconic than I remember.": "奇怪。他站在吧台后面...但是更为矮胖，更为圆润，明显地不像半兽人...比我记忆中更像龙类。",
	"It is nothing short of remarkable how we have managed to turn a simple wine purchase into a...I'm not even sure what this is.": "我们竟然成功地把一次简单的葡萄酒购买变成了……我甚至不确定这到底是什么。",
	"Bri'An bet me I couldn't choke out that Jack the Knife guy. Ha! I showed him. It wasn't easy as he almost slipped out of my buttered arms, and I only pray that his stiff neck will benefit from the effects of the butter treatment when he awakes. Wait. Why is Bri'An stripping him bare?": "Bri'An打赌我不能制服那个Jack the Knife家伙。哈！我向他证明了。这并不容易，因为他几乎从我涂了黄油的手臂中挣脱出来，我只希望他醒来时他僵硬的脖子会受益于黄油疗法的效果。等等，为什么Bri'An在脱光他？",
	"TYR be PRAISED! I have braised the beefs of success this day with the gravy of cleverness. 'Tis Tyr that whispered thusly to me. Said he, \"Bri'An. Bri'An, my most devout. Hammer thy kitchen staff to unconsciousness with thy sap. Bring thy chainmail smock of Jack the Knife to thy chin and wear'st thou so that thy identity be transformèd to that of he who is chokèd by holy sister Sasha.\" And whence he dropped out from under Sasha's buttered embrace, so did I do'st this thing Tyr commanded me.": "提尔应当受到赞美！今日我以聪明的肉汁炖煮了成功的牛肉。正是提尔如此低语于我。他说：“布莱安。布莱安，我最虔诚的信徒。用你的权杖将厨房员工敲昏。戴上杰克·纳吉的锁子甲，将链甲罩到下巴上，让你的身份变成被神圣的姐妹莎莎勒索的人。” 当他从莎莎涂抹的拥抱中滑落时，我便遵循提尔的命令去做这件事。",
	"Disguised thusly as Jack of the Knife, I reached—in plain sight of all—for thy sweet bottle of Veneno '18.": "伪装成刀之杰克(Jack of the Knife)，我毫不掩饰地伸手去拿你甜蜜的Veneno '18酒瓶。",
	"But alas, Tyr granted me strength, but not arm length-th.": "然而，(Tyr)赐予我力量，但并非臂长。",
	"So then did I LEAP, and a great CRASHING of bottles and glass did crunch beneath my sandaled feet! But Veneno.... Ah! I seized Veneno to mine bosom.": "于是我跃起，脚下瓶瓶罐罐的巨大碎裂声在我的凉鞋下响起！但(Veneno)……啊！我把(Veneno)紧紧抱在怀中。",
	"It was then that a fountain of flame spewed forth from the hands of Deelia causing the patrons to cower beneath tables.": "就在那时，德莉娅(Deelia)的手掌喷出一股火焰喷泉，让顾客们躲在桌子下。",
	"\"TYR, GUIDE ME,\" I called out!": "\"提尔, 引导我,\" 我呼喊道! (TYR)",
	"And it was in that moment that much purifying fire washed over the Man-o-War. Was this of right or wrong, who can say? But Tyr granted me speed as I fled the cindered cries!": "就在那一刻，一股净化之火洗涤了(Man-o-War)。这是对还是错，谁能说得准呢？但是提尔在我逃离时赐予我速度，逃离了那被烧焦的哭声！",
	"Tyr be praised. I am parched!": "提尔受赞颂。我口渴了！",
	"I was trying to incinerate Bri'An for his blundering incompetence, but alas, he is dragonborn and more than a bit fire resistant.": "我试图为他那愚蠢的无能犯错误而焚烧Bri'An，但唉，他是一名龙裔，对火有着相当高的抗性。",
	"My bardic tongue is speechless. It has been an hour since our return to the Dashor and our return to this crazy wild...space. I will now hand this quill over to Dint for I shall be damned to repeat what I just witnessed.": "我的吟游诗人之舌无言以对。自我们返回达绍尔（Dashor）和这个疯狂的荒野空间以来已经过去了一个小时。现在我将把这支羽毛笔交给Dint，因为我将被诅咒不断重复我刚刚目睹的事情。",
	"Hello! I am Dint. I am repeating what he just witnessed. Why is this Veneno freshly uncorked? Why are there dribbles of red wetness on the tabard of the dragonborn? Did one of you drink this?": "你好！我是Dint。我正在重复他刚刚目睹的事情。为什么这瓶毒液(Veneno)刚刚被打开？为什么龙裔(tabard of the dragonborn)的外袍上有红色湿润的滴痕？你们中有人喝了这个吗？",
	"Veneno is poisonous to all but the undead.": "Veneno对所有生物都有毒，但对不死生物却无效。",
	"This soy-based protein dish originated from a gnome recipe, but it is equally popular with those who shy away from animal meat, including some communities of elves. It is also ideal in environments where livestock is harder to keep, such as the Underdark and the Rock of Bral. The original gnome version uses chicken broth as a base, but vegetable broths work just as well. While the tofu is the star, the mélange of scallions, bok choy, bell pepper, and carrots imparts a variety of textures and flavors. Rice-based cooking wine and soy sauce make it a lustrous and savory meal.": "这道以大豆为基础的蛋白菜肴起源于侏儒食谱，但同样受到那些避开动物肉类的人群的喜爱，包括一些精灵社区。在牲畜更难饲养的环境中，比如地底世界和布拉尔岩石上，这道菜也很受欢迎。原始的侏儒版本以鸡肉汤为基础，但蔬菜汤同样适用。虽然豆腐是主角，但葱、小白菜、甜椒和胡萝卜的混合为菜肴增添了多样的口感和风味。米酒和酱油使其成为一道光泽且美味的餐点。",
	"While the flavorful plate simply known as tavern noodles is a common dish throughout the multiverse, the version on offer in the various watering holes across the Rock of Bral is truly otherworldly. The noodles themselves are rumored to be the mouth tentacles of the catfish found in the deepest depths of Lake Bral. The truth of this is impossible to ascertain. What's less obscure is how delicious this dish is, especially when drenched in a light sauce made with rosemary, garlic, onion, and white wine, as they do at the Man-o-War restaurant in the Rock of Bral's High City. Whether by magic or mischief, these noodles are sure to satisfy even the most space-weary explorers.": "虽然在多元宇宙中，被简单称为酒馆面的美味佳肴很常见，但在布拉尔岩石上的各酒馆提供的版本却是真正异乎寻常的。传言这些面条本身是来自布拉尔湖深处发现的鲶鱼口须。这个说法的真实性难以考证。更为明显的是，这道菜有多美味，尤其是当浸泡在由迷迭香、大蒜、洋葱和白葡萄酒制成的淡淡酱汁中时，就像布拉尔岩石高城的“蛮王”餐厅所做的那样。无论是通过魔法还是恶作剧，这些面条肯定能满足即使是最疲惫的太空探险者。",
	"For those seeking sugary baubles to brighten the palate, do not neglect the sour yet sweet tamarind balls that festoon the market stalls of Trademeet and the areas surrounding Firedrake Bay in the lands of Faerûn. From Amn to Calimshan to Tashalar, these tasty morsels made of tamarind pulp and dates are a much beloved dessert and trail-side snack. Some of the finest examples exist a few miles to the south of Trademeet in Mosstone, at the venerable Drover's Last Drink, where they add a bit of vanilla and large-crystal sugar to the mix. These treats travel well, and spelljammer captains docking at Baldur's Gate have brought them to the Rock of Bral and beyond, where they are much sought after by astral elves, giff, and even space clowns.": "对于那些寻找甜蜜小点来提升口味的人，不要忽视那些点缀在特拉迪米特市场摊位和环绕火龙湾地区的酸甜罗望子球。从阿姆到卡利姆尚再到塔沙拉，这些由罗望子浆和枣子制成的美味小食是备受喜爱的甜点和路边小吃。一些最好的例子存在于特拉迪米特南部几英里外的莫斯通，在备受尊敬的牧牛人之家“牧牛人的最后一杯”，他们在配方中加入了一点香草和大颗晶糖。这些美食便于携带，飞船船长停靠在博德尔之门的那些法师船长已经把它们带到了布拉尔之石以及更远的地方，那里受到星界精灵、吉夫甚至太空小丑的追捧。",
	"Predating even the most rustic plates, trencher bread served as a functional, and edible, tool for serving food. Usually allowed to harden and become stale, this flat, round loaf can not only hold the meal but also become the next course once the edible \"plate\" has absorbed any juices or sauce and softened. Even when civilization along the Sword Coast advanced, the pre-Netherese tradition of serving food on edible plates remained. No longer used for pure utility, trencher bread is traditionally prepared hard, flat, and dry, but it is lightly salted and seasoned to make the \"second course\" more appealing. It has also taken on other shapes, notably a bowl, which has become a popular vessel for serving soups and stews. The bread is served along the crowded, cobbled lanes of major metropolises as far south as Calimport and as distant as the Rock of Bral asteroid spaceport. Look for street vendors in Middle City's Great Market serving rare mammalian meats and sauces on this bread—a quick and cheap option for on-the-move off-worlders—and embrace the novelty of an ancient taste of Toril.": "早在最古老的盘子出现之前，(Sword Coast)沿线的食物是用(食物托盘面包)作为一种功能性的、可食用的工具来供应的。通常允许它变硬并变得陈旧，这种扁平、圆形的面包不仅可以容纳餐点，而且一旦这个可食用的“盘子”吸收了任何汁液或酱汁并变软后，还可以成为下一道菜。即使沿着(Sword Coast)的文明得到了发展，用可食用的盘子上菜的前-尼瑟斯传统仍然保留着。如今不再仅仅用于实用，(食物托盘面包)传统上是硬、扁平和干燥的，但它会轻轻地撒上盐和调味料，使“第二道菜”更具吸引力。它还采用了其他形状，尤其是碗状，已经成为一种流行的容器，用于盛放汤和炖菜。这种面包在南至(Calimport)、北至(Bral岩石小行星太空站)等地的主要大都市的拥挤、鹅卵石铺成的小巷上供应。在(Middle City)的大市场上找找，你会看到街头小贩在这种面包上供应罕见的哺乳动物肉和酱汁——这对于行动中的外星人来说是一个快速、廉价的选择——并拥抱托瑞尔大陆古老味道的新奇。",
	"The bustling pedestrian pathways that etch the Rock of Bral are known for their prodigious offerings of finger foods. One such treat that garners all the accolades from the \"locals\" is a dish called the Tears of Selûne, a spicy, spit-roasted crispy fish, which came into fashion as a quick, crunchy snack that you can eat off a stick. Typically made with a firm white fish, like sea bass, the secret weapon of these delicacies is said to be the seasoning—a tantalizing mix of paprika, soy sauce, and sesame seeds. Today, you can sample these crispy treats throughout the Rock of Bral. Some street chefs fry them in a skillet, though connoisseurs insist the open flame yields the best texture. Whichever way you cook them, these fish skewers are best served with a starchy base, such as warm rice, to help all the delectable textures and savory flavors go down just right.": "在布拉尔之岩刻的熙熙攘攘的人行道上，以其丰富的手指食物而闻名。其中一种备受“本地人”赞誉的美食是一道名为“塞伦之泪”的菜肴，这是一道辛辣的、经过吐司烤制的脆鱼，因为可以用棍子吃，所以很快流行起来。通常用白肉质鱼类（如鲈鱼）制作，这些美味的秘密武器被认为是调味料——一种诱人的混合物，包括红辣椒粉、酱油和芝麻籽。今天，你可以在布拉尔之岩刻的各处品尝这些脆脆的美食。一些街头厨师会在平底锅中炸制它们，尽管行家们坚持用明火烹饪可以获得最佳口感。无论你如何烹饪它们，这些鱼肉串最好配以淀粉基底，比如温热的米饭，以帮助所有美味的质地和鲜美的味道恰到好处地融合。",
	"To many duergar, dwarves of the Underdark, food is simply the nourishment needed to get back to work. But the duergar are also renowned craftsmen, and what they do, they do well, which includes cooking a small but reliable menu of staples. And perhaps no duergar food is more prized than their smoked herring. While the original boasts herring from the dangerous depths of Darklake, known for imbuing the fish with distinctive brine and mineral flavorings, this version utilizes herring sourced from bountiful Lake Bral, a vital repository of water located in the center of this well-populated asteroid. There is no denying that a proper subterranean brine takes especially well to heat from Underdark fire lichen, but chile peppers will suffice for those chefs cooking on the surface. A specialty of the duergar enclave at the Underdark trading post of Mantol-Derith, this maritime delicacy is much sought after, from far below the surface of Toril all the way to the otherworldly Rock of Bral.": "对许多地下城的矮人，即地下城的矮人，食物只是回到工作需要的营养。但矮人也是著名的工匠，他们所做的事情做得很好，其中包括烹饪一小部分但可靠的主食菜单。也许没有比他们的熏鲱鱼更受推崇的矮人食物了。原版的鲱鱼来自危险的黑湖深处，以独特的盐腌和矿物风味而闻名，而这个版本则利用了来自繁盛的布拉尔湖的鲱鱼，这是位于这颗人口众多的小行星中心的重要水域。毫无疑问，地下城的火苔特别适合地下盐水，但对于那些在地表烹饪的厨师来说，辣椒会起到同样的作用。这是地下城贸易站曼托-德里斯的矮人飞地的特色菜肴，这种海鲜美味备受追捧，从托瑞尔地底深处一直到异界的布拉尔岩石。",
	"It is said, \"When in space, do as spacefarers do,\" and this can prove useful advice when talking about food. One will never know how, or why, pork became such a readily available source of protein on the Rock of Bral, but that mystery is beside the point when a steaming bowl of spiced pork and orange peppers is on offer. In truth, the underside of the one-mile-long ovaloid asteroid, founded by humanoid Captain Bral, serves as a sustainable and farmable ecosystem capable of oxygen production. It even contains a freshwater lake (Lake Bral), frequently refilled by water harvested from ice asteroids, and, yes, livestock in the form of swine. Spiced Pork and Orange Peppers was a favorite of the famed Captain Bral and has remained a signature dish on the menu of the Laughing Beholder, run by gregarious beholder Large Luigi, and other notably unsavory eateries that dot the avenues of this lawless asteroid outpost. When ordered \"the Captain's way,\" the explosion of spices (paprika, coriander, cayenne, garlic, fennel, cumin, and some mystery space seed grown onsite) combined with the zest of the orange peppers is like a peg-legged dohwar kick straight to the taste buds.": "据说，“在太空中，要像太空旅行者一样行事”，当谈到食物时，这条建议可能会很有用。人们永远不会知道为什么猪肉会成为布拉尔之岩上一种如此readily可获得的蛋白质来源，但当一碗热气腾腾的香料猪肉和橙色辣椒摆在面前时，这个谜团就无关紧要了。事实上，这颗一英里长的椭圆形小行星的底部，由人形船长布拉尔创立，作为一个可持续的、可耕种的生态系统，能够产生氧气。甚至还有一个淡水湖（布拉尔湖），经常由从冰小行星上收集的水补充，还有，是的，以猪形式存在的牲畜。香料猪肉和橙色辣椒是著名的布拉尔船长的最爱，并一直是“欢笑注视者”菜单上的招牌菜，由健谈的注视者大路易吉经营，以及其他分布在这个无法无天的小行星前哨的街道上的著名的不良餐馆。当点“船长的方式”时，香料（辣椒粉、芫荽、红辣椒粉、大蒜、茴香、孜然和一些在现场种植的神秘太空种子）与橙色辣椒的清新味道结合在一起，就像一只有木腿的矮人直接踢向味蕾。",
	"According to legend, this hearty seafood steak was first prepared by homesick triton folk living among surface dwellers and eager for a nostalgic taste of their undersea home. Guardians of the deep, commonly clustered around ocean trenches and far from the eyes and reach of humankind, triton have increasingly emerged from self-imposed isolation to cohabit with the other peoples of the multiverse. A satisfying synthesis of tastes that borrows more from the surface world than from the seafloor, steak of the deep features a thick slab of braised swordfish, topped with a simmered tomato-based blend of onion, garlic, paprika, and a crisp dry sherry, yielding a fragrant and filling main course. While you won't find this in many triton settlements proper, it is a mainstay meal for well-traveled triton and is increasingly available at larger coastal taverns and, occasionally, the more far-flung spaceports of Realmspace.": "根据传说，这道丰盛的海鲜牛排首次是由怀念家乡的海底人居住在地表居民中间，渴望回味他们海底家园的味道而准备的。作为深海守护者，通常聚集在海沟附近，远离人类的眼睛和触及，海底人越来越多地走出自我隔离，与多元宇宙的其他种族共同生活。这道满足口味综合了更多来自地表世界而不是海底的味道，深海牛排以一块厚厚的炖剑鱼肉片为特色，上面撒上了一个用番茄为基础的炖调料，包括洋葱、大蒜、辣椒粉和干雪利酒，产生出香气扑鼻、饱腹的主菜。虽然你在许多海底人定居点找不到这道菜，但对于经常旅行的海底人来说，这是一道主食，越来越多地在更大型的沿海酒馆和偶尔在位于位面空间的更遥远的太空港口中找到。",
	"These chilly, wobbly, delicious squares of bright green jelly have become popular anywhere the people of the multiverse might need a refreshing and whimsical dessert, including the Rock of Bral where the natural refrigeration of Realmspace makes preparation a cinch. They are most often served in saucers on a bed of ice to keep them the ideal temperature. They have been nicknamed \"the Gelatinous Cube\" by some adventurers and there are confectioners who will suspend little candy swords or shields in the mix as a crunchy surprise that hits you right in the sweet tooth. The best part is that Green Ice Rime dissolves in your tummy...not the other way around.": "这些凉爽、摇晃、美味的明亮绿色果冻方块已经在多元宇宙的任何地方变得流行，无论是哪里的人们都可能需要一款清爽而古怪的甜点，包括布拉尔之石，在那里，位于界域空间的自然制冷使得准备变得轻而易举。它们通常被盛在碟子里，放在冰上以保持它们的理想温度。一些冒险者已经给它们起了“明胶立方体”这个绰号，还有一些糖果师会在混合物中悬挂一些小糖果剑或盾牌，作为一个脆脆的惊喜，直击你的甜牙。最棒的部分是，绿冰霜果冻会在你的肚子里溶解……而不是相反。",
	"The Elfsong Tavern of Baldur's Gate is known for many things: the disembodied singing voice of an elven maiden for which the tavern is named; the stuffed baby beholder over the mantle; and the driftglobe-lit taproom. But there is no better reason to visit this famous haven for adventurers than its delectable Loaf Pudding. A specialty of halfling head-chef Chenna Fatrabbit and her human pastry sidekick, Klav Martilmur, this moist, yogurt-infused loaf is soaked in a delicious vanilla-almond syrup and topped with a sprinkle of salted almonds to add just the right amount of crunch. The dessert is so coveted that even Spelljammer pirates have occasionally dropped into port to bring a loaf or two back to Realmspace.": "博德尔之门（Baldur's Gate）的《精灵之歌酒馆》以许多事物而闻名：酒馆以一位精灵少女的无主歌声命名；壁炉上方的填充着的幼年凝视者；以及被漂浮灯罩照亮的酒吧。然而，造访这个著名的冒险者避风港的最好理由莫过于它的美味面包布丁。这是半身人主厨切娜·法特兔（Chenna Fatrabbit）和她的人类糕点助手克拉夫·马蒂尔默（Klav Martilmur）的拿手菜，这款湿润、加入酸奶的面包浸泡在美味的香草杏仁糖浆中，再撒上一层盐腌杏仁，增添适量的脆脆口感。这道甜点如此令人垂涎，甚至连“法术飞船”（Spelljammer）海盗偶尔也会驶入港口，将一两块面包带回到“位面空间”（Realmspace）。",
	"Imported to the Rock of Bral by the barrel directly from the notorious dungeon called Undermountain, Undermountain Alurlyath is a sweet sherry wine made by desperate gnomish vintners that skulk about the mad vined halls of the dungeon. It is said that the grapes that grow in the labyrinth hold the secrets of the successful romance of flavors, and that a glass of genuine Undermountain Alurlyath, bursting with notes of honey and cucumber, will enchant its imbiber with the gift of supernatural confidence—a phenomenon known as the silver glow. Yet others hold the belief that this is, in fact, a fancy term for the growing false confidence that comes with drink.": "直接从臭名昭著的地下城地下山（Undermountain）通过桶装运到布拉尔之石（Rock of Bral）的Undermountain Alurlyath是一种甜雪利酒，由那些潜伏在地下城疯狂藤蔓大厅中的绝望侏儒酿酒师制作而成。据说，生长在迷宫中的葡萄承载着成功融合口味的秘密，而一杯真正的Undermountain Alurlyath，散发着蜂蜜和黄瓜的香气，将赋予饮用者超自然的自信之礼——这一现象被称为银色光辉。然而，也有人认为这实际上是对随饮酒而来的虚假自信的花哨说法。",
	"Poisoned! Bri'An, Cleric of Tyr, sipped too deeply of the quest item: a venomous wine! Now, our heroes sail through Realmspace to KRYNN, the planet of the fabled dragonlances, to seek a cure for Bri'An's deadly affliction!": "中毒了！提尔神的牧师布里安(Bri'An)，喝下了任务物品：一瓶有毒的葡萄酒！现在，我们的英雄们正在穿越位面空间前往克瑞恩(KRYNN)，传说中的龙枪之星，寻找布里安的致命疾病的治疗方法！",
	"Emergency! Set we down on a—plain? Realm? I still do not understand this Wildspace we travel in, but I do understand brisk dispatch.": "紧急情况！我们要在一个——平原？领域？我仍然不理解我们所在的这个野空间，但我明白迅速行动的重要性。",
	"Bri'An, our most righteous cleric, has confessed to sipping the very QUEST ITEM, a wine called VENENO '18, revealed now to be a DEADLY POISON! Dint explains that, to save our comrade, we must make landfall immediately on a place called Krynn to seek out and seize vallenwood root. It is the only hope of restoration for our doomed Bri'An. Whilst Bri'An professes perfect, jovial health, Dint tells of painful gasping death should we choose to ignore this.": "我们最正直的牧师布里安（Bri'An）坦白了品尝名为VENENO '18的葡萄酒，现在被揭示为致命毒药！丁特（Dint）解释说，为了拯救我们的同伴，我们必须立即登陆一个名为克林（Krynn）的地方，寻找并夺取瓦伦木根。这是我们注定的布里安唯一的恢复希望。尽管布里安声称自己健康而快乐，但丁特告诉我们，如果选择无视这一情况，将会面临痛苦的喘息死亡。",
	"As this is how TPK starts, I will not have another on my conscience. We landed and set about our business immediately! Well—almost immediately. First, we should find something to eat.... Any adventure that begins on an empty stomach is doomed to fail!": "由于这就是TPK（全灭团队）开始的方式，我不想再让这种情况发生在我的良心上。我们降落后立即展开行动！嗯，几乎是立即。首先，我们应该找点吃的……任何在空腹状态下开始的冒险都注定会失败！",
	"I tire of this quest! This spelljammer rattles me. All I wish is to serve the Raven Queen, and yet I have whispered no souls to find her embrace. All is gloom. This bright, green world of—what calls itself? Krynn? A city called Solanthus? The cheer of this place mocks my grim purpose: To bolster the Raven Queen's numbers in her everlasting battle with Orcus, Lord of the Damned and King of the Undead. Only then can I win her esteem, and perhaps then I might find a lasting peace in her Shadowfell.": "我对这个任务感到厌倦！这个(`spelljammer`)让我感到不安。我只希望侍奉乌鸦女王，然而我还没有为她找到的怀抱而私语灵魂。一切都是阴郁的。这个明亮、绿色的世界——自称为(`Krynn`)？一个名为(`Solanthus`)的城市？这个地方的欢乐嘲笑着我的严肃目的：在与奥库斯，诅咒之神和不死之王的永恒战斗中增强乌鸦女王的力量。只有这样，我才能赢得她的尊重，也许那时我才能在她的(`Shadowfell`)中找到持久的平静。",
	"Bri'An is the coolest cleric I have ever met. Not only does he effortlessly guzzle the local {@recipe Tika's Honey Mead|HFFotM}, not only can he tavern-brawl jerks with mighty punches, but he has also been helping me train as we both read from {@i Volo's Guide} on health and wisdom. It's the king's jewels, man!": "Bri'An是我见过的最酷的牧师。他不仅能轻松地痛饮当地的{@recipe Tika's Honey Mead|HFFotM}，不仅能用强大的拳头在酒馆里与混混搏斗，而且还在帮助我训练，我们一起阅读有关健康和智慧的{@i Volo's Guide}。这就是王者的风范，伙计！",
	"But what I don't get: Why won't he cure himself of this nasty poison with his healing magic? He calls on Tyr with almost every step he takes...maybe it isn't working? I wish I was learnèd enough in such matters to help. Even now, Bri'An is rubbing {@recipe Boar Hock Soup|HFFotM} into my scalp to increase my cleverness, so recommends the guide.": "但我不明白的是：为什么他不用他的治疗魔法来治愈自己身上的这种毒药呢？他每走一步都在呼唤提尔...也许这方法不起作用？我希望我在这些事情上足够博学，可以提供帮助。即使现在，布里安正在按摩{@recipe Boar Hock Soup|HFFotM}到我的头皮上，以增加我的智慧，正如指南所建议的那样。",
	"Why are the side-eyes spying me? What harm have Dragonmen done here on this Krynn, in this forsaken tavern called the Dog and Duck in the city of Solanthus? Tyr! Sasha and I beg forgiveness as we punch these jeering faces to weepiness. I shall sweep these sins off my plates and instead gorge myself of the delicious pastry-like Cloaks and seductive Tarsis-Style Shrimp so that I might have strength to serve your will. Praise be to Tyr!": "为什么侧目的眼睛在窥视我？在这个克瑞恩（Krynn）上，这个被遗弃的名为狗和鸭（Dog and Duck）的酒馆里，龙人们做了什么伤害？提尔（Tyr）啊！萨莎（Sasha）和我请求宽恕，当我们打击这些嘲笑的脸庞直至哭泣。我将把这些罪孽从我的盘子上扫除，而是大快朵颐美味的像披风一样的面包和诱人的塔西斯风味虾，这样我就能有力量来履行你的意志。赞美提尔！",
	"Alas, I must have eaten too much {@recipe Kendermore Cobbler|HFFotM}—I feel not good.": "唉，我一定吃了太多{@recipe Kendermore Cobbler|HFFotM} — 我感觉不太舒服。",
	"Huzzah! We have made the acquaintance of a local herbalist who tarries about the Vingaard River, yet he possesses no vallenwood root. Bri'An is now issuing a holy commandment that I share in some of his {@recipe Salbread|HFFotM}. Oh my! Tyr's heavens inside my mouth-hole!": "万岁！我们结识了一位在温加河附近徘徊的本地草药师，然而他没有悬铃木根。布里安现在发布了一道神圣的命令，要求我分享他的{@recipe Salbread|HFFotM}。哦我的！提尔的天堂在我的嘴巴里！",
	"I tell you, saucy reader, savor the small things. Especially when those small things can be crunched, swilled, or suckled. The life of many adventurers is fleeting, and they would do well to be mindful of the many curious places that their trail passes through. Any decrepit tavern could be home to a specialty that would be wondrous to any who had never tasted it before.": "我告诉你，傲慢的读者，品味那些小事。特别是当那些小事可以被咬碎、畅饮或吮吸时。许多冒险者的生命是短暂的，他们最好留意他们的足迹经过的许多奇特地方。任何破旧的酒馆都可能是某种特色的家园，对于从未尝过的人来说，那将是令人惊叹的美味。",
	"I have gained two stone of regret and dread in this place, however, I cannot deny its {@recipe Irlymeyer's Dragonfire Punch|HFFotM} is supernatural. I am drunk and shall sleep a dead cold sleep.": "在这个地方，我积累了两块遗憾和恐惧，然而，我不能否认它的{@recipe Irlymeyer's Dragonfire Punch|HFFotM}是超自然的。我喝醉了，将要进入一种死寂的睡眠。",
	"Bri'An woke this morning, sweating, and coughing up black gunk. We're at this inn called the Black Tiger and I just talked to the inn keep. We gotta find this vallenwood root, but he warns that the mightiest and most mature vallenwood grows many leagues to the south in the lands of Abanasinia or something. Cool! Got it! Time to stretch my breath bellows to their limit and kick this side quest in the arse! Bri'An rocks and we got this!": "布莉安（Bri'An）今早醒来时满身大汗，咳嗽着吐出黑色的东西。我们现在住在一个叫做黑虎（Black Tiger）的客栈，我刚刚和客栈老板交谈过。我们得找到这种瓦伦木（vallenwood）根，但他警告说最强大、最成熟的瓦伦木生长在阿巴纳西尼亚（Abanasinia）之地的南部数百里外。太酷了！明白了！是时候把我的呼吸风箱拉到极限，完成这个支线任务了！布莉安很棒，我们能行！",
	"Tyr! My faith and health are tested! My throat fire burns icy, my scales dribble with unholy perspiration. Yet, I know I shall be healed by faith! Yea, even as this prayer leaves my lips, I feel vigor and not a small amount of vim returning. Yes recovery is upon me. What 'tis?! A roadside food stall serving yet more scrumptious morsels in this most delicious of realms?! This I must investigate!": "提尔！我的信仰和健康受到考验！我的喉咙像火一样灼热，我的鳞片上滴满了不祥的汗水。然而，我知道我将因信仰而得到治愈！是的，正当这祈祷离开我的嘴唇时，我感到活力和不少的精力回归。康复已经临近。什么？！路边的小吃摊上还供应更多美味的食物？！这事我必须调查一番！",
	"Bri'An is dead.": "Bri'An已经去世。",
	"Whether you make boar hock soup at the hearth of a cozy inn or on the campfire after the hunt, it is a meal unto itself. Like traditional bone-based soups, this version was originally created to let no part of a boar go wasted—in this case, the hock, or lower leg. But in times of plenty, you can still find soups filled with generous chunks of boar and without any bones to speak of. The genius of this recipe is in its recognition that boar is best complemented by a classic, creamy potato-leek soup. Brimming with whatever other veggies and spices you can get your hands on—even chestnuts are great in the mix—it is a savory, hearty celebration of the bounty of nature. Perfect for a cold, windy night.": "无论您是在舒适客栈的炉边还是在狩猎后的篝火旁制作野猪蹄汤，这都是一顿美餐。像传统的骨头汤一样，这个版本最初是为了不浪费野猪的任何部位而创造的——在这种情况下是蹄部，或者下腿。但在丰盛的时候，您仍然可以找到充满大块野猪肉而没有任何骨头的汤。这个食谱的巧妙之处在于它认识到野猪最适合搭配经典的奶油土豆韭葱汤。无论您能找到什么其他蔬菜和香料——甚至栗子也很适合——这是对大自然丰富的庆祝。非常适合寒冷、刮风的夜晚。",
	"Ideal as a filling comfort food, cloaks are finger snacks made from whipped potatoes, eggs, butter, and fresh spices. They get their name from their shape; as they bake, puffing into luxurious, golden-brown coverings, which look like warm winter cloaks. While some taverns pan-sear Cloaks in oil to give them a crispy, crunchy exterior, most establishments bake them and the dish is often thought to be best right out of the oven, soft and piping hot inside. On a cold day, a few Cloaks will warm you right up. In Kalaman they squeeze a bit of lemon juice on top to give it a little zing, and in springtime, it's not unusual to find a few edible flowers draped over them. Cloaks make a perfect side for fish or poultry, but eat enough of them, and you may end up skipping the main course entirely.": "作为填饱肚子的理想选择，披风（Cloaks）是一种用打发的土豆、鸡蛋、黄油和新鲜香料制成的手指食品。它们的名字来源于它们的形状；当它们烘烤时，会膨胀成豪华的金黄色外皮，看起来像温暖的冬季披风。一些酒馆会在油中煎炸披风，使其表面变得脆脆的，但大多数餐馆会将其烤制，这道菜通常最好在刚出炉时食用，内部软烂且热气腾腾。在寒冷的日子里，几个披风会让你立刻感到温暖。在卡拉曼（Kalaman）他们会在顶部挤一点柠檬汁，增添一点清新的味道，在春天，你可能会发现一些可食用的花朵盛放在上面。披风是鱼类或家禽的完美配菜，但如果吃得够多，你可能会直接跳过主菜。",
	"For those light-footed smallfolk who wander but still want to eat well, the kender of Kendermore look to salbread. This highly flavorful, square bread can last a full tenday in the pack before spoiling—or so it is said, as the actual expiration time frame has never been tested. These baked treats travel so well, they have found their way to many other corners of the multiverse and frequently show up in the packs of the halflings of Luiren, who are thought to be distant cousins of Krynn's kender. Usually made with lemon or orange peels and a touch of vanilla, these baked miracles not only taste delicious but also can prevent scurvy for those on ships or traveling in regions without access to fresh fruit.": "对于那些轻盈的小民们，他们虽然漫游，但仍想吃得好，肯德莫尔（Kendermore）的肯德人（kender）会选择萨尔面包（salbread）。这种味道浓郁的方形面包据说可以在背包里保存整整十天而不会变质——尽管实际的保质期从未被测试过。这些烘焙美食的传播如此广泛，它们已经传遍了多元宇宙的许多角落，并经常出现在卢伦（Luiren）的半身人（halflings）的背包中，他们被认为是克瑞恩（Krynn）肯德人的远房表亲。这些美味的面包通常以柠檬或橙皮和一点香草制成，不仅味道美味，而且可以预防坐船或在没有新鲜水果供应的地区旅行的人患坏血病。",
	"Kender legends have a way of shifting and swaying merrily with the tides of the Blood Sea of Istar. An early tale held that kender stumblenoodles were born of a collision between two frantic kender cooks—when their pots mixed, it resulted in an unexpected alliance of flavors and ingredients. However, ask a kender adventurer, and you may as likely hear a yarn concerning a well-placed insult aimed toward a draconian corporal and his squad. As the bold kender scoundrel made haste to flee, he frantically threw about any valuables behind him to dissuade his pursuers. In his desperation, he ejected a small sack of mixed spices, hardened cheese, a jar of mustard, and several handfuls of uncooked spiral pasta shells that, as kender luck would have it, served as a meal of caltrops for draconian toes and sent the kender's pursuers stumbling into the mud. In honor of this brave kender's sacrifice (the loss of a perfectly good sack of pasta), kender across Krynn have memorialized the occasion in classic, good-humored kender fashion.": "肯德传说总是随着伊斯塔尔之血海的潮汐欢快地摇摆变幻。一个早期的传说称，肯德炊面手是由两位狂乱的肯德厨师相撞而生——当他们的锅碰撞在一起时，意外地融合了不同风味和食材。然而，询问一位肯德冒险家，你可能听到的故事是关于一个精准的侮辱针对一位龙人下士及其小队。当大胆的肯德恶棍匆匆逃离时，他拼命地向身后抛掷任何贵重物品以阻止追击者。在绝望中，他甩出了一小袋混合香料、硬质奶酪、一罐芥末和几把未煮熟的螺旋意面贝壳，正巧成为龙人脚趾的铁蒺藜餐，并让肯德的追捕者们跌跌撞撞地落入泥潭。为了纪念这位勇敢的肯德的牺牲（一袋完好无损的意面的损失），整个克瑞恩的肯德们以经典、幽默的肯德方式纪念这一事件。",
	"A famous dish from the Inn of the Last Home, perhaps the most storied tavern in all of Krynn, Tarsis-Style Shrimp is a rich and creamy, belly-filling shellfish concoction. In this delectable maritime offering, poached shrimp are combined with a fresh yogurt-dill sauce, which can be delightful when dolloped atop long, homemade noodles. In a popular iteration of this dish, detailed in the culinary notes of Tika Waylan, former barmaid at the inn, \"pulled turkey breast is substituted for the shrimp and enlivened with a dash of dry white wine.\" The sauce itself is so flavorful, it can perk up even the most mundane meats, something resourceful locals were forced to do post-Cataclysm, which left the Tarsis seaport landlocked. Regardless of your protein of choice, this is a not-to-be-missed regional delicacy.": "在克瑞恩（Krynn）最著名的酒馆——最后之家酒店（Inn of the Last Home）中，有一道著名的菜肴，名为塔西斯风味虾（Tarsis-Style Shrimp），是一道浓郁、奶油丰富、填腹的贝类混合物。在这道美味的海鲜佳肴中，水煮虾与新鲜的酸奶莳萝酱相结合，当搁在长长的自制面条上时，味道更是美妙。在这道菜的一个受欢迎的变种中，提卡·韦兰（Tika Waylan）的烹饪笔记中详细描述，“用拉丝火鸡胸肉替代虾肉，并加入一点干白葡萄酒”来增添风味。酱汁本身非常美味，即使是最普通的肉类也能变得美味，这是当地人在大灾变后被迫做的事情，导致塔西斯海港被陆地封锁。无论您选择什么蛋白质食材，这都是一道不容错过的地方美食。",
	"In the Faerûnian land of Amn, there is a charming, well-appointed inn called Stargath House, which is known for a signature baked-potato-and-anchovy dish called the Plate of Silver. The meal is thusly named as consolation and warning to those who would sate their appetites by seeking the fabled treasures reputed to be hidden in an extensive network of booby-trapped and haunted cellars underneath the inn. The treasured gold is said to rattle inside the chest plates of {@creature helmed horror|MM|helmed horrors} that seek to claim the lives of trespassers. Many a guest has disobeyed the firm guidance of the courteous waitstaff and gone missing. It is tradition that when the unique delicacy is served, the staff and regulars of Stargath House rattle their gold coins inside tumblers as a way of presenting the recipient of Stargath hospitality with a choice: \"Would you risk a cold and bitter death for the promise of haunted gold? Or would you kindly settle for a warm, tasty plate of silver, instead?\" Both the dish and tradition have somehow found their way to Krynn, even though Stargath House is nowhere to be found on the planet.": "在阿姆的费伦大陆上，有一家迷人、设施完备的客栈，名为星影之屋(Stargath House)，以一道招牌烤土豆和凤尾鱼菜肴而闻名，名为“银盘”(Plate of Silver)。这道菜如此命名，既是为了安慰，也是对那些试图通过寻找传说中隐藏在客栈地下广阔的陷阱重重、闹鬼地窖中的珍宝来满足胃口的人们发出警告。据说，这些珍贵的黄金会在寻求夺取闯入者生命的{@creature helmed horror|MM|helmed horrors}的胸甲内发出响声。许多客人不听礼貌侍者的坚定指导，最终失踪。传统上，当这道独特的美味上桌时，星影之屋的员工和常客们会在玻璃杯中摇动他们的金币，作为向星影之屋款待的接受者提出选择的方式：“你愿意冒着寻找闹鬼金子的冷酷死亡的风险吗？还是你愿意友好地选择一份温暖美味的银盘呢？”这道菜和传统不知何故已经传到了克瑞恩(Krynn)，尽管星影之屋在这个星球上找不到。",
	"Those who happen upon the Solamnian city of Palanthus would be fools not to drop by the A Taste of Silvanost restaurant and try its famous Stuffed Trout. Of course, what the trout is stuffed with is anyone's guess. According to the menu (which is written in Silvanesti), you'll find \"specially prepared mixtures\" inside. But rumor has it the stuffing is composed of breadcrumbs made from the fresh-baked loaves of the elven proprietor Solamna Farseer, and seasoned with a rare spice known as Old Bay, named for the Bay of Branchala, next to which the city rests.": "那些偶然来到索拉姆尼亚城市帕兰萨斯的人如果不去尝尝“一抹希尔瓦诺斯”餐厅的著名烤鳟鱼，那就是傻瓜。当然，鳟鱼里面塞的是什么，只有天知道。根据菜单（用希尔瓦尼斯语写成），你会发现里面是“特制混合物”。但传言称，填料是由精灵老板索拉姆娜·预见者新鲜烤制的面包屑制成，并用一种名为“旧湾”的稀有香料调味，这个香料以城市旁边的布兰查拉湾命名。",
	"Kender loaf, or raston pastry as it has been called, is a filling, raisin-specked dessert to round out a hearty meal. However, in its earlier incarnations, raston pastry dated back to the first Dragon War, when not even scraps of stale bread could be discarded. Crusts of stale bread were habitually tossed into a basin and later mashed to create livestock feed, but the kender saw an opportunity. Stale bread was separated from other half-finished morsels; soaked in water; sugared, spiced, and dried; then served up as what was known as kender loaf, the pre-owned bread. So popular was kender loaf that the process was refined with eggs, cream, and spices, evolving into the bread puddings we know today.": "肯德面包，或者被称为拉斯顿糕点，是一种填饱肚子的、点缀着葡萄干的甜点，用来收尾一顿丰盛的饭菜。然而，在早期，拉斯顿糕点可以追溯到第一次龙战，那时甚至连一丝陈旧面包屑都不能被丢弃。陈旧面包的外壳通常被扔进一个容器中，后来被捣碎制成牲畜饲料，但肯德族人看到了一个机会。陈旧面包被从其他半成品中分离出来；浸泡在水中；加糖、加香料、晾干；然后被端上桌，成为被称为肯德面包的事物，这是再利用的面包。肯德面包如此受欢迎，以至于这个过程被改进，加入了鸡蛋、奶油和香料，演变成了我们今天所熟知的面包布丁。",
	"Nothing warms the soul quite like the scent of a freshly baked kender cobbler. The flavor of this effervescent blend of peaches, dark berries, vanilla, cloves, and liquor (for the brave, a sizable enough dash to make your toes tingle) is as fascinating as the diminutive folk who invented it. Kender—said to be birthed of magic and chaos—approach food in much the same manner as they traverse the worlds of the multiverse: adventurously. The buttery, flaky topping oozing with soft, chopped peaches should be enough, but when combined with blueberries, the cobbler filling brightens in a curiously kender way. This dessert is especially popular on Mid-year Day in Sixthmonth, which also happens to be Peach Month in Ansalon, but it remains the dessert of choice for the kender of Krynn regardless of holiday or season. Often served as a cobbler, sometimes as a crumble, but never to be skipped, especially when offered warm with a hefty dollop of fresh whipped cream.": "没有什么能像新鲜烤制的肯德饼干那样温暖人心。这款充满活力的混合口味包括桃子、黑莓、香草、丁香和酒（对于勇敢的人来说，加入足够多的一点酒会让你的脚趾发麻），就像发明它的矮人一样迷人。肯德——据说是由魔法和混乱诞生的——对待食物的方式与他们穿越多元宇宙的方式非常相似：充满冒险精神。黄油味浓郁、酥脆的馅料中混有软软的切碎桃子，已经足够美味，但当加入蓝莓时，饼干的馅料会以一种奇特的肯德方式变得更加明亮。这道甜点在第六个月的中年日特别受欢迎，这也恰好是安萨隆的桃子月，但无论节日还是季节如何，它始终是克瑞恩肯德人的首选甜点。通常作为水果馅饼，有时作为水果馅饼，但绝不能错过，尤其是当配上一大勺新鲜打发的奶油时。",
	"The golden rule with any good tavern punch is that, when going down, it should feel like you were struck by a physical one and make you more inclined to throw one. Such is the case with the potent potable sometimes called Irlymeyer's Dragonfire Punch. A creation of the mysterious mixologist for whom the drink is named, and perfected by Otik Sandath of the Inn of the Last Home, this refreshing beverage is chock-full of domestic and imported juices from across Krynn, including cranberry, orange, and pineapple. The \"punch\" comes from the generous amounts of brandy and sparkling wine. Originally named for its use of poisonous dragon's rose blossoms, the recipe has changed significantly over the years, but its effect upon patrons has not.": "任何好酒馆特调酒的黄金法则是，喝下去时应该感觉像被实体击中一样，让你更倾向于还击。这就是强劲的饮料，有时被称为伊尔莱迈尔的龙焰特调酒。这款清爽的饮料是由以其名字命名的神秘调酒师创造的，并由最后之家客栈的奥提克·桑达斯完善。这款饮料中充满了来自克瑞恩各地的国产和进口果汁，包括蔓越莓、橙子和菠萝。\"特调酒\"的味道来自慷慨的白兰地和起泡葡萄酒。最初因使用有毒的龙蔷薇花而得名，这个配方多年来发生了很大变化，但对顾客的影响却没有改变。",
	"Purists drink mead straight, savoring the often complex flavor of the honey, which varies with the different bees and flowers they work. The traditional mead made in Morning Dew, near the Plains of Dust, in Krynn, has its advocates. But why not spice it up in the style of adventurer and former mixologist at the famous Inn of the Last Home Tika Waylan? A much tangier, more citrus-forward concoction, Tika's mead balances the sweetness of the honey syrup and the bottled mead with a more pure alcohol. The combination is chilled with ice and served cool. Be careful, though. If you're used to a mild mead, you'll find that Tika's version packs quite a bit more punch.": "纯粹主义者直接饮用蜜酒，品尝蜂蜜的复杂风味，这种风味因不同的蜜蜂和花朵而异。在克瑞恩（Krynn）的尘土平原（Plains of Dust）附近的晨露（Morning Dew）制作的传统蜜酒有其支持者。但为什么不像冒险家和著名的最后之家客栈（Inn of the Last Home）前调酒师蒂卡·韦兰（Tika Waylan）那样调制一下呢？蒂卡的蜜酒更加酸爽，柑橘味更浓，平衡了蜂蜜糖浆和瓶装蜜酒的甜味，加入了更纯正的酒精。这种组合加冰冷却后，冷冻后享用。不过要小心。如果你习惯了温和的蜜酒，你会发现蒂卡的版本更加烈性。",
	"Mourning the tragic loss of their comrade, our hungry heroes drift aimlessly in REALMSPACE!": "在悼念他们同伴的悲惨损失时，我们饥饿的英雄们在REALMSPACE中漂泊无助！",
	"Another fallen comrade, another Total Planning Katastrophe, and only myself to blame. The dagger of fate indeed cuts deep. Whilst our time with Bri'An was short, somehow his death stings most profoundly.": "又一位战友倒下了，又一次完全规划灾难，只能怪自己。命运之刃确实刺痛心扉。虽然我们与布莉安（Bri'An）相处的时间很短，但他的死却最为深刻地刺痛了我。",
	"He was a dragon among men, a man among dragons. I pray he restèth in the house of Tyr, but my bitter goblin intuition tells me otherwise. I commit a portion of this {@recipe Ruby Cordial|HFFotM} (not to be confusèd with Ruby) to the Astral Sea in your honor, and now I sip its cherried juices.": "他是人中之龙，龙中之人。我祈祷他安息在提尔之家，但我痛苦的地精直觉告诉我不会如此。我将这 {@recipe Ruby Cordial|HFFotM} 的一部分（与红宝石不要混淆）奉献给了星界海，以表达我对你的敬意，现在我品尝着它樱桃般的汁液。",
	"Meanstwhile, the bronze-armored little man called Dint has set us sail to places unknown. Whatmatter. I again lead the Bureau toward certain death and without a healer no less. I am no leader. A poet, surely, but a leader? My plans know only failure. Only the promised glint of Astral Diamonds keepeth me going. Oh, how I long to return to my homeland, the soothing Caves of Calmness, with sweet Ruby and to hang up my adventuring leathers for good.": "与此同时，身穿青铜盔甲的小人迪恩(Dint)已经让我们启航去往未知的地方。无论如何。我再次领导着局办(Bureau)走向必死无疑的命运，而且还没有治疗者。我不是一个领导者。一个诗人，当然，但是领导者？我的计划只懂得失败。只有那些承诺的星辰钻石的闪光让我继续前行。哦，我多么渴望回到我的家园，那片宁静的“宁静洞穴”(Caves of Calmness)，与甜美的红宝石(Ruby)一起，永远挂起我的冒险皮甲。",
	"I don't understand it. {@i Volo's Guide to Bodily Health} says that Bri'An's symptoms were those of sour health and worsening humors. I did what it said and applied last-minute leeches to administer a bloodletting, and even screamed at the leeches to suck faster! But you could see on their tired, defeated little faces that they couldn't drain away the poison fast enough to save him! They were too late. I was too late.... I'm always too late. Not fast enough, not strong enough.": "我不明白。{@i Volo's Guide to Bodily Health} 说布里安(Bri'An)的症状是健康恶化和体液失调。我按照指示做了，给他贴上了最后一刻的水蛭来进行放血，甚至对着水蛭大喊让它们吸得更快！但你可以看到它们疲惫、沮丧的小脸上，它们无法快速排出毒素以拯救他！它们来得太迟了。我来得太迟了...我总是来得太迟了。不够快，不够强。",
	"Oh, that I could smite the poison, smash it, but I am no more a healer than I am a fighter. I'm sorry, honest and faithful Bri'An. You deserved better and we failed you.": "哦，要是我能消除这毒药，粉碎它，但我既不是治疗者，也不是战士。对不起，诚实忠诚的布莉安(Bri'An)。你应该得到更好的待遇，但我们却辜负了你。",
	"I now must eat the saltiest of {@recipe Breaded Bird Cutlets|HFFotM} and {@recipe Beluir Poached Salmon|HFFotM} that Dint keeps aboard to replenish the salts that have leaked from my eyes.": "我现在必须吃Dint船上保存的最咸的{@recipe Breaded Bird Cutlets|HFFotM}和{@recipe Beluir Poached Salmon|HFFotM}，以补充从我的眼睛流失的盐分。",
	"I will never be a real fighter.": "我永远不会成为一名真正的战士。",
	"I am troubled this day. What if Squirladax is right and there's nothing after death?": "我今天感到困扰。如果Squirladax是对的，死后什么都没有呢？",
	"No. No, it cannot be. Even now, the Raven Queen awaits me in the Shadowfell, pleased with her newest prize: the fresh soul of a dragonborn cleric delivered upon the raven I sent from Krynn. Or I thought I spied a nearby raven, did I not?! Even as I whispered to Bri'An the words I learned from the Lords of Shadow's Edge...?": "不。不，这不可能。即使现在，乌鸦女王也在暗影界等待着我，对她的最新战利品感到满意：从克瑞恩派来的乌鸦所带来的一位龙裔牧师的新鲜灵魂。或者我是不是看到了附近的一只乌鸦？！即使我对布里安低语了我从暗影边缘之主那里学到的话语...？",
	"Shadow's Edge.": "暗影之缘 (Shadow's Edge)",
	"I have a confession to make, cursed reader. For I was cast out and banished from the Shadow's Edge Academy. I know that death {@b will} come for me; for I know that great spell powers and other adventuring grits are beyond my prowess for only I know that I am a Shadow's Edge drop-out.": "我有一个自白要做，被诅咒的读者。因为我被驱逐出了暗影之缘学院。我知道死亡{@b will}会降临到我身上；因为我知道伟大的法术力量和其他冒险的勇气超出了我的能力范围，因为只有我知道我是一个暗影之缘的退学生。",
	"It's not all for my fault. BETRAYED I was, and by my good friend, and fellow, if jealous, student!": "并不全是我的错。我被背叛了，而且是被我的好朋友，同伴，如果说是嫉妒的话，同学！",
	"And so too are you, Bri'An, betrayed...by my incompetence. What betrayals did you hide, Bri'An?": "布莉安，你也一样，被我的无能所背叛……你隐藏了什么背叛，布莉安？",
	"Before we committed his soulless corpse to the fertile grounds of Solamnia, we performed the rite of Journey's End—that is, we cleared it of all effects. Curiously, upon his scaled figure he carried a modest, but not insubstantial cache of wealth: rings of gold, a jeweled medallion, and trinkets of silver. He even carried blades. I've never known a cleric to carry such items. But no matter. Bri'An was jolly. Bri'An was good...if Bri'An was even his real name.": "在我们将他毫无灵魂的尸体埋葬在索拉米尼亚肥沃的土地之前，我们进行了终程仪式——也就是，我们清除了所有效果。耐人寻味的是，在他那鳞甲覆盖的身体上，他携带了一笔不菲的财富：金戒指、一枚镶嵌宝石的勋章，以及银饰品。他甚至还带着刀剑。我从未见过牧师携带这样的物品。但无论如何。布里安是快乐的。布里安是善良的……如果布里安甚至是他的真名的话。",
	"We've now been hours in this sea of astralness, but my spirits have begun to lighten (as has my head due to the copious amounts of {@recipe Ruby Cordial|HFFotM}).": "我们已经在这片星体之海中度过了数小时，但我的精神开始变得轻松起来（由于大量摄入的{@recipe Ruby Cordial|HFFotM}，我的头也变得轻松起来）。",
	"The bronze-plate-hidden gnome called Dint has advised that we, the \"Quaternate Tetrad,\" are to be the guests of honor at a grand feast at a luxurious castle called Ravenloft, where we are to deliver the wine, Veneno '18. Finally, the end of a successful quest! I know not this Ravenloft, but it sounds lofty and prestigious.": "青铜板上隐藏的侏儒叮特建议我们，“四元四人组”，将成为豪华城堡拉文洛夫特的贵宾，我们将在那里交付Veneno '18葡萄酒。终于，成功任务的结束！我不了解这个拉文洛夫特，但听起来高贵而有声望。",
	"Dint has already shown us a most florid invitation, written in practiced calligraphy, which bodes that this may be the most extraordinary meal of our lives, with a dessert of FIVE ASTRAL DIAMONDS! If only...if only there were more of us to enjoy it.": "Dint已经向我们展示了一份华丽的邀请函，用熟练的书法写成，预示着这可能是我们一生中最非凡的一餐，还有一道甜点，里面有五颗星体钻石！只要……只要我们有更多人来共享这顿饭就好了。",
	"I must improve the disposition and torso shape of these humanoids with an excessive meal. Their figures mussssst be modmodified ffffor maximum nnnnnutrient density. Once dispatched to RRRRR-Ravenloft, I shall run a diagnostic as I appear appear to be malfunctioning.": "我必须改善这些人形生物因过量进食而导致的体态和躯干形状。他们的身形必须被修改以获得最大的营养密度。一旦派往(拉文罗夫)Ravenloft，我将进行诊断，因为我似乎出现了故障。",
	"Dint cooks?! The deck of the Dashor was splayed with an endless and delightful repast of morsels that threatened to burst my goblin tum! It was a bloodthemed meal, I must guess, in honor of the blood shed by dear Bri'An—a memorial supper. Oh, the flavors! The Blood of Vol was a fireball of flavors as was a dish called {@recipe Thrakel-Seared Beef in Red Sauce|HFFotM}. This runny red meal paired perfectly with more {@recipe Ruby Cordial|HFFotM}. We engorged and imbibed, welcoming with open arms the food-and-booze-induced coma that was fated us.": "Dint cooks?! 达肖尔号（Dashor）的甲板上摆满了无穷无尽、令人愉悦的一餐小吃，几乎要让我的地精肚子爆炸了！我猜这是一顿以血为主题的餐，为了纪念亲爱的布里安（Bri'An）流下的鲜血而设的纪念晚餐。哦，那些味道！“沃尔之血”（Blood of Vol）就像一团火球般的味道，还有一道名为{@recipe Thrakel-Seared Beef in Red Sauce|HFFotM}的菜。这份淋漓的红色大餐与更多{@recipe Ruby Cordial|HFFotM}完美搭配。我们大快朵颐，畅饮，毫不犹豫地迎接着被食物和酒精引发的昏迷，这似乎是我们命中注定的。",
	"That dinner was freaking insane. I can barely move. Even my leeches are fat. I am worried about Dint, though. Did he always have a limp? And fall down a lot? And nap in the middle of sentences?": "那顿晚餐太疯狂了。我几乎动不了了。连我的水蛭都变胖了。不过我有点担心迪恩。他以前就一直跛脚吗？还经常摔倒吗？在说话中间就打盹吗？",
	"Approaccccching Barovia. AUTOGNOME syssystems mmmmalfunctioning. M-m-m-must replenish p-p-power source. Jewel of Javanium exhausted.... ppoowwerrrr doooowwwwnn....": "接近巴罗维亚。AUTOGNOME系统发生故障。必须补充能源。贾瓦尼姆之珠耗尽.... 动力下降....",
	"Umm.... Dint has fallen to clackety limpness and we seem to be speeding and spiraling through a thick mist. Does anyone know how to fly this thing?": "嗯....迪恩（Dint）已经松弛下来，我们似乎正在高速旋转穿越浓雾。有人知道如何驾驶这个东西吗？",
	"Known as the unofficial capital of the former halfling nation of Luiren, Beluir was well regarded for its friendly folk, its strategic port location, and, of course, its food. The city's proximity to forests, rich farmland, and the sea made it an obvious destination for chefs and diners from across the Realms. And few dishes stood out more than Beluir's famous poached salmon. Available at virtually any eating house in town, the most traditional preparation came from the Friendly Burrow tavern, which created a mouthwatering spread, comprising both fresh and smoked salmon, herbs, cream cheese, and a touch of cayenne, served atop a baguette with a sprinkle of capers. If you couldn't get into the Friendly Burrow (it was always packed), the Cold Duck Inn made a worthy representation, and they even had rooms for rent that could accommodate \"tall folk\" guests who needed a rest after all that dining. While Luiren is no more, this famous dish can still be found on board various halfling-crewed spelljammers who commandeered this dish as their own.": "作为前半身国家卢伦的非官方首府，贝卢尔以其友好的居民、战略性的港口位置和当然还有美食而闻名。这座城市靠近森林、肥沃的农田和大海，成为来自整个位面的厨师和食客明显的目的地。没有什么菜肴比贝卢尔著名的白煮三文鱼更出色了。几乎每家餐馆都有供应，最传统的做法来自友好地穴酒馆，他们制作了一道令人垂涎的佳肴，包括新鲜和熏三文鱼、香草、奶油奶酪和一点辣椒粉，放在法棍面包上，撒上一些胡椒蓟。如果你进不了友好地穴酒馆（总是爆满），冷鸭客栈也是一个不错的选择，他们甚至有可供“高个子”客人休息的房间，让他们在用餐后得到休息。虽然卢伦已不复存在，这道著名的菜肴仍可以在各种由半身人船员驾驶的法术飞船上找到，他们将这道菜视为自己的招牌菜。",
	"There is one curriculum rarely discussed at Strixhaven University—feasting. But with offerings at the school's refectories as eclectic as its student body, aspiring mages from across the multiverse are exposed to exotic, colorful, and delicious meals to keep their learning minds inspired. At the Bow's End Tavern, a popular campus eatery, one culinary rite of passage is the pickled Black Lotus Root. This earthy yet tangy treat is an addictive nibble, notorious for turning the tongues of those who eat it purple. First years often flash their lilac tongues on campus like a badge of courage. Notably, Black Lotus Root pairs well with nearly any of the colorful (and alchemical) concoctions on tap.": "在Strixhaven大学很少讨论的一个课程是宴会。但是，由于学校餐厅提供的菜肴与学生群体一样多样化，来自多元宇宙的野心勃勃的法师们得以接触到异国风味、色彩丰富且美味的餐点，以激发他们学习的动力。在Bow's End Tavern，一家受欢迎的校园餐厅，一项烹饪的成人礼是腌制的黑莲根。这种浓烈而带有酸味的美食是一种让人欲罢不能的小吃，以让食用者的舌头变成紫色而臭名昭著。新生们经常在校园里炫耀他们的淡紫色舌头，就像是一种勇气的象征。值得注意的是，黑莲根几乎与酒吧里任何色彩丰富（和炼金术）调制的饮品搭配得很好。",
	"Blackbread is a palm-size circular loaf of pumpernickel that demands to be served warm and topped with sweet butter. A base of stone-ground cornmeal, dark rye flour, and a dash of unsweetened cocoa bolster the dark colors and texture. Buttermilk, molasses, and dark brown sugar round out this versatile bread with an almost honeyed nuance, which dips nicely in surplus gravy. You aren't doing it right unless a sizable slab of salted yak butter or the like is slathered on top to melt into its deep, dark nooks. A fancier version, usually served as a meal in itself, has currants or dried fruits rolled in, providing an even chewier and heartier experience. Blackbread is often sold in loaves by the bunch, but they are equally delectable in a portable muffin form, as they are served at the Green Dragon Inn in the Free City of Greyhawk. Blackbread's versatility makes it a great day starter reheated in a skillet, with—you guessed it—additional butter glistening atop. A notable version of this exists in loaf form in Saltmarsh and its nautical outskirts. In truth, whether eaten from a loaf or as a muffin, it's a classic and frugal dark bread that finds its way into many a larder.": "黑面包是一款棕色的棕色椰子大小的圆形面包，要求在温热时搭配甜黄油食用。玉米磨碎、黑麦面粉和一点无糖可可粉构成了黑色和质地。酪乳、糖蜜和黑糖为这款多功能面包增添了一丝近乎蜂蜜般的味道，可以很好地蘸多余的肉汁。如果不在上面涂抹一大块盐腌牦牛黄油或类似的东西让它融化到深色的缝隙中，那就做错了。一种更高级的版本通常作为一顿饭供应，里面包含葡萄干或干果，提供了更加有嚼劲和更加丰盛的体验。黑面包通常成捆出售，但它们以便携的松饼形式同样美味，就像在格雷霍克自由城的绿龙酒馆里供应的那样。黑面包的多功能性使它成为一个很好的一天的开始，可以在平底锅中重新加热，顶部还要有额外的黄油。在Saltmarsh及其海洋周边地区，也有一种值得注意的面包形式存在。事实上，无论是从一块面包中吃还是作为松饼，这都是一种经典而节俭的黑面包，它会出现在许多食品储藏室中。",
	"Despite its reputation as a puritanical theocracy, Eberron's central Khorvaire nation of Thrane has a long and storied culinary tradition. Their culinary mastery is on no greater display than during the Feast of the Silver Flame, where one dish stands above the rest: Thrakel-Seared Beef in Red Sauce. True to Thranish tradition, strips of flank steak are drowned in a tomato-based sauce with hints of ginger, soy, and garlic. Scallions and onions add some kick in this explosion of flavor renowned through Eberron.": "尽管以清教神权国家的声誉而闻名，Eberron的中央大陆国家Thrane拥有悠久而传奇的烹饪传统。在银焰盛宴期间，他们的烹饪技艺得到了最好的展示，而其中一道菜肴凌驾于其他之上：(Thrakel-Seared Beef in Red Sauce)。忠于Thranish传统，牛排条被浸泡在番茄为基础的酱汁中，带有姜、酱油和大蒜的味道。青葱和洋葱为这场在整个Eberron都闻名的味觉爆炸增添了一些辛辣味。",
	"Ornabra is a hearty meal and something of a badge of honor for those who have eaten it. This dish has been served for many generations by the hard-working denizens of Purskul (the \"Granary City\"), a bustling and notable caravan stop inland from Athkatla, between Amn's Cloud Peak and the Small Teeth mountains in West Faerûn. Lamb and potato stew is simmered for hours, then drained before being wrapped in thick and chewy flatbread the size of a small shield. As popular with Purskul's human constituents as with its sizable half-orc population, this street food is enough to fill a humanoid belly for two meals and is commonly scooped up by on-the-go, coin-conscious caravanners along the Southern Trade Way.": "欧纳布拉（Ornabra）是一道丰盛的餐点，对于那些吃过它的人来说，也是一种荣誉的象征。这道菜由努力工作的普斯库尔（Purskul，即“粮仓城”）居民代代相传，他们居住在阿斯卡特拉（Athkatla）内陆的一个繁忙而著名的商队驿站，位于西法伦的云峰（Cloud Peak）和小牙山脉（Small Teeth mountains）之间。羊肉土豆炖菜被炖上几个小时，然后沥干，再包裹在厚实而有嚼劲的扁平面包中，大小如小盾牌。这种街头食物不仅受到普斯库尔的人类居民欢迎，也深受其庞大的半兽人族群喜爱，足以填饱一个人类的肚子两顿饭，常常被急于赶路、注重金钱的商队人员沿着南方贸易之路抢购。",
	"In the military nation of Karnath, the faith known as the Blood of Vol symbolizes the inherent divinity within all people, stressing the power and comfort of the bonds that we form in this life. Exactly how the name of that religion became attached to this Eberron dish is a bit obscure—but the first bite you take will send divine strength coursing through your veins. The egg base is chock-full of sausage, onions, bell peppers, and enough spices to purify the soul—or in some cases, make you feel the flames of damnation, if there is such a thing. Some establishments serve this with an absolutely scorching amount of pepper, and its devotees settle for nothing less.": "在军事国家卡纳斯（Karnath）中，被称为“血之意志”（Blood of Vol）的信仰象征着所有人内在的神性，强调我们在这一生中建立的联系的力量和安慰。关于这个埃伯隆（Eberron）菜肴如何与这个宗教的名字联系在一起，有点模糊不清——但你吃下的第一口会让神圣的力量在你的血脉中流动。蛋糕底部充满了香肠、洋葱、灯笼椒和足够的香料，可以净化灵魂——或者在某些情况下，让你感受到地狱之火，如果这样的东西存在的话。一些餐馆会用绝对辣的胡椒来搭配这道菜，而它的信徒则不会满足于其他任何东西。",
	"No one is quite sure how this crispy and succulent breaded chicken dish has proliferated across many planets of the multiverse, but why it appears on the menus of so many eateries is blatantly obvious—it's as classic as it is delicious. Traditional preparation of this multiversal main requires tenderizing and breading the cutlets to ensure that the chicken remains soft and moist. Each thin cutlet, the size of an orc's palm, is then fried in a flash to lock in the juices. Breaded Bird Cutlets are primarily served seasoned, lathered with butter, and spritzed with lemon, although breadings and sauces can vary greatly depending on the world and the occasion. If someone in your party is feeling adventurous, order a \"stack\"—three sizzling cutlets on a platter—which will surely satiate even the grandest appetite.": "没有人确切知道这道脆嫩多汁的面包鸡是如何在多元宇宙的许多星球上蔓延的，但它为什么出现在许多餐馆的菜单上却是显而易见的——它经典又美味。这种多元宇宙主食的传统制备需要嫩化和裹面包屑的肉片，以确保鸡肉保持柔软和湿润。每块薄薄的肉片，大小如半兽人的手掌，然后被迅速炸制以锁住汁液。面包鸟肉片主要是调味的，涂上黄油，喷上柠檬，尽管面包屑和酱料可以根据世界和场合大不相同。如果你的团队中有人想冒险一试，可以点一份“堆叠”——一盘上有三块滋滋作响的肉片，这肯定能满足即使是最大胃口的人。",
	"Halflings may be small, but their love of fine food is known to be grand. It follows, then, that one of their most prized dishes would be correspondingly small of size but big on flavor, and such is the case with the dish called Halfling Game Birds. Rubbed with a secret mixture of rosemary, thyme, and lemon zest, these tasty Cornish hens are left to marinate overnight, testing the patience of many a halfling chef. When the waiting is over (almost never as long as is recommended), the birds are finally roasted at a scorching high heat to hasten them to the table where they never last long in front of eager diners. Whether Oerth, Toril, Eberron, or Krynn, these little game birds rule the roost on halfling tables across the multiverse.": "半身人可能个头小，但他们对美食的热爱却是众所周知的。因此，可以推断，他们最珍贵的菜肴之一应该是体积小但味道浓郁的，这就是半身人烹制的猎鸟。这些美味的康沃尔母鸡会被涂抹上一种秘密的迷迭香、百里香和柠檬皮混合物，然后腌制过夜，考验着许多半身人厨师的耐心。当等待结束时（几乎从不像建议的那样等得那么久），这些鸟最终会在炙热的高温下烤制，以加快它们上桌的速度，而它们在渴望的食客面前总是很快消失。无论是在奥斯、托瑞尔、埃伯隆还是克瑞恩，这些小猎鸟都统治着跨越多元宇宙的半身人餐桌。",
	"For those fortunate enough to visit the Radiant Citadel, a shining and otherworldly beacon of civilization deep in the Ethereal Plane, it is a nearly unrivaled cultural experience. Much more than a crossroads for weary interplanar pilgrims seeking passage to the founding civilizations of the Material Plane, the citadel is a veritable hub of flavors and cuisine all its own. The vanilla buns sold at Vada's Otherworldly Goods, made by the famous baker and Citadel resident Vada, are a scrumptious street-treat hailing from Siabsunkoh's famed Dyn Singh Market, nicknamed the Dancing Night Market due to its ever-shifting forms and truly magical and festive nature. These delicate rolled pastries are baked in a tightly packed bundle, resulting in a freshly cooked tray that resembles a bouquet of golden flowers. Crispy on the outside and cloudlike in the middle, these vanilla-flavored morsels don't last long at Vada's, or anywhere you find them, so be sure to grab one while you can. Although the original bun is crafted from a secret family recipe, this recipe is as close to the real thing as you are going to find.": "对于那些有幸造访光辉城堡的人来说，这座闪耀而超凡的文明灯塔深藏在虚空位面中，是一次几乎无与伦比的文化体验。这座城堡远不止是疲惫的次位面朝圣者前往物质位面创始文明的交汇点，它更是一个独特的美食中心。在瓦达的异界货物店出售的香草面包卷，由著名面包师和城堡居民瓦达制作，是来自斯阿布桑科的著名戴恩辛市场的美味街头小吃，因其不断变化的形态和真正神奇而欢乐的本质而被昵称为跳舞夜市。这些精致的卷饼被紧密地包裹在一起烘烤，结果是一个新鲜烹制的托盘，看起来像一束金色的花朵。外脆内软，这些香草味小点心在瓦达的店里或其他任何你找到它们的地方都不会持续太久，所以一定要趁机抓住一个。虽然原始的面包是根据一份秘密家传食谱制作的，但这个食谱是你能找到的最接近真实味道的。",
	"This flavorful and strikingly cerulean concoction is said to chill its imbiber from the inside out. Named after the arcane incantation known for blasting its target with a rush of frigid energy and slowing their steps, ray of frost provides a cool option at upmarket taverns with more extensive and adventurous drink lists. Often served in a small crystal glass, Ray of Frost is an inspired blend of gin, absinthe, vermouth, and enough ice to chill even the coldest parts of Wildspace. The real challenge with this drink isn't surviving the initial icy brain-blast but surviving several glasses of it.": "这款风味独特、色泽明亮的青蓝色饮品据说能从内而外地冷却饮用者。以一个能够用冰冷能量轰击目标并减缓其步伐而闻名的奥术咒语命名，冰霜射线提供了一个清凉的选择，适合在更具挑战性和冒险性的酒单上高档酒馆享用。通常倒入小水晶杯中，冰霜射线是杜松子酒、苦艾酒、苦味酒和足够的冰块混合而成，足以冷却甚至是在野外最寒冷的部分。这款饮品真正的挑战不在于忍受最初的冰冷脑爆，而是在于忍受几杯它。",
	"Ruby cordial is traditionally a saccharine swill of liquefied dark cherries blended into a fortified wine from the southern Moonshae Islands, where the aperitif first originated. While any cherries will do, the cherries of choice originate from the same rustic archipelago where they ripen in the sandy island soil, which imbues them with a sweet, robust flavor. Distilling cherry stems, skins, and even pits into the liqueur activates an almost nutty layer of flavor that hits right after the initial sugary wave passes. The Blade and Stars, a tried-and-true establishment in the port city of Baldur's Gate, offers a remarkable interpretation of this offshore staple using a traditional ruby port instead of fermented Moonshae cherry juices. Even better, the Blade serves food and drink right in the guest rooms, ensuring that no one will notice just how many of these wondrous cocktails are consumed.": "红宝石酒（Ruby cordial）传统上是一种甜蜜的酒，由深色樱桃液混合南蒙谢群岛的一种加强葡萄酒制成，这种开胃酒最初起源于那里。虽然任何樱桃都可以，但首选的樱桃来自同一片乡村群岛，在那里它们在沙质岛屿土壤中成熟，赋予它们甜美而浓郁的风味。将樱桃茎、皮甚至果核蒸馏成酒，激活了一层几乎坚果般的味道，这种味道在最初的甜蜜浪潮过去后立即显现。《刀锋与星辰》（The Blade and Stars）是博德尔之门港口城市中一家经得起考验的餐厅，提供了这种离岸特产的卓越诠释，使用传统的红宝石波特酒代替发酵的蒙谢樱桃汁。更棒的是，这家餐厅在客房内提供食品和饮料，确保没有人会注意到消费了多少这种美妙的鸡尾酒。",
	"CRASH LANDING! Without a proper pilot, our heroes crash land the SPELLJAMMER in foreboding BAROVIA! Grieving their lost friends, they seek to finish their mission and deliver the poisoned wine, Veneno '18, to a mysterious patron who lives in ominous CASTLE RAVENLOFT!": "坠毁！在没有合适飞行员的情况下，我们的英雄们将魔法飞船降落在令人不安的巴洛维亚！悼念他们失去的朋友，他们试图完成任务，将有毒的葡萄酒Veneno '18交付给住在不祥的拉文洛夫特城堡的神秘赞助人！",
	"Disaster! The spelljammer, CRASHÈD near unknown woods! Dint's last squeaking command was that we abscond with the Veneno '18 and deliver it to the Castle Ravenloft!": "灾难！飞船(CRASHÈD)在未知的树林附近坠毁了！丁特最后的尖叫命令是我们带着Veneno '18逃离，并将其送到鸦天狼(Castle Ravenloft)堡垒！",
	"We scream into the night and slink through misty shadows, wailing with every guiltmuddèd stride. In my quavering fingers, I hold chippèd RUBY, coughèd up there by dying Dint!": "我们在夜晚尖叫，穿行在雾蒙蒙的阴影中，每一步都伴随着悔恨的呼啸。在我颤抖的手指中，我握着被垂死(Dint)咳出的破碎的红宝石(RUBY)。",
	"You see, we killed him! Only now do I understand. As the Veneno '18 poisoned sweet Bri'An, we too poisoned doughty Dint by pretending that Ruby, sweet Ruby, was the \"Jewel of Javanium.\" (T'ever that 'tis!) As we devour beefs, so too did Dint consume gems for nourishment! He died, poisoned, believing we were some honest band of adventurers known as the Quaternate Tetrad. Even as he thrashed in pained throes, he urged us forward to present ourselves to the Ravenloft patron and earn FIVE ASTRAL DIAMONDS.": "你看，我们杀了他！直到现在我才明白。正如Veneno '18毒死了甜蜜的Bri'An一样，我们也通过假装Ruby，甜蜜的Ruby，是“Javanium之宝”来毒死了勇敢的Dint。（无论那是什么！）正如我们吞食牛肉一样，Dint也吞食宝石作为营养！他死了，被毒死，相信我们是一个诚实的冒险者团体，被称为四元组。即使在痛苦的挣扎中，他也催促我们向乌鸦城的赞助人展示自己，并赚取五颗星光钻石。",
	"My heart bleats in my ears as I lead my false Tetrad in flight: We scream unto the night!": "当我引领着我的虚假四重奏飞翔时，我的心在耳边跳动：我们向夜空尖叫！",
	"After like an hour of screaming through the woods, I gained enough sense to pull myself together and slap Squirladax to non-screaming. I'm now pouring the local \"Blood Meal\" into his nose, which the manual suggests is the quickest way to restore warm blood directly to his brain.": "在大约一个小时的在树林中尖叫后，我终于恢复了足够的理智，让自己冷静下来，把斯奎拉达克斯(Squirladax)打醒，不再尖叫。我现在正在往他的鼻子里倒当地的“血肉(Blood Meal)”，据说明书建议这是直接将温暖的血液迅速恢复到他的大脑的最快方法。",
	"Composure regained, I find Dint's murder...somewhat less fascinating now. I find this place, however, more appetizing. We are in a tavern called Blood on the Vine that is buried in the mist-shrouded village of \"Barovia.\"": "镇定恢复了，我发现Dint的谋杀……现在有点不那么迷人了。然而，我发现这个地方更吸引人。我们在一个名为“血葡萄酒”(Blood on the Vine)的酒馆里，它被笼罩在迷雾中的“巴洛维亚”(Barovia)村庄里。",
	"Barovia—a place of soulless eyes that both haunt and compel me.": "巴洛维亚——一个让我感到魂魄空虚的地方，它的眼睛既萦绕又吸引着我。",
	"At the tavern, I hunt {@recipe Barovian Garlic Bread|HFFotM|Barovian Garlic Breads}. I slay {@recipe Fig Cakes|HFFotM} with sharpened daggers o' the mouth. Sasha crunches {@recipe Tavern Crickets|HFFotM}. Oh, the leaps she'll make with cricket digestions greasing her leg hinges, so sayeth Volo's book.": "在酒馆里，我猎杀{@recipe Barovian Garlic Bread|HFFotM|Barovian Garlic Breads}。我用磨利的匕首杀死{@recipe Fig Cakes|HFFotM}。莎莎咬碎{@recipe Tavern Crickets|HFFotM}。哦，她将因为蟋蟀的消化润滑了她的腿关节而跳得更高，如《(Volo's)》的书所说。",
	"Buoyed by {@recipe Purple Grapemash No. 3|HFFotM}, I realize Dint's memory must be honorèd. A false Tetrad playèd by a true triad will win the day! And Five Astral Diamonds they'll pay!": "受到{@recipe Purple Grapemash No. 3|HFFotM}的鼓舞，我意识到迪恩的记忆必须受到尊敬。 由真正的三人组成的虚假四重奏将赢得胜利！他们将支付五颗星辰钻石！",
	"Amazing what a sauced paunch can do for morale. Veneno '18 in hand, I will now ask the taverneer what direction lies this friendly Castle Ravenloft!": "一个酒意浓浓的肚腩对士气有着不可思议的影响。手持Veneno '18，我现在将询问酒馆老板，友好的拉文洛夫城堡位于哪个方向！",
	"Ugh, cursed reader! We now need to calm our \"leader\" Squirladax who fled the tavern wailing, after a misconstrued report from the tavern keeper.": "呃，被诅咒的读者！我们现在需要平息我们的“领袖”斯奎拉达克斯(Squirladax)，他因为酒馆老板误解的报告而哭泣着逃离了酒馆。",
	"Let me explain: The tavern host gnashed his teeth and brought fear to Squirladax's flapping ears with his words: \"Castle Ravenloft is home to Strahd. The first Vampyr.\"": "让我解释一下：酒馆老板咬紧牙关，用他的话语给斯奎拉达克斯的耳朵带来恐惧：“拉文洛夫特城堡是斯特拉德的家园。第一位吸血鬼。”",
	"Upon hearing this, a'course, our little goblin man ran through the streets, screaming, \"Vampeeeeer! Vampeeeer! We all die this night!\"": "听到这个消息后，当然，我们的小地精人在街上跑来跑去，尖叫着：“吸血鬼！吸血鬼！我们今晚都要死啦！”",
	"How embarrassed 'twas he when I imparted to him of my superior knowledge of Shadow's Edge-ducation. (You see, in my studies with the Lords of Shadow's Edge, dark infernal worlds and secrets of the damned were revealed to me.)": "当我向他透露我对(Shadow's Edge)的卓越知识时，他感到多么尴尬啊。 （你看，在我与(Shadow's Edge)领主的学习中，黑暗地狱世界和被诅咒的秘密向我展现。）",
	"I soothed fearful Squirladax that Vampeers is nothing to be a panic of. VamPIRES, to be sure! But Vampeers are simply contemporaries of equivalent stature and station as Vampires. For 'twere a Vampire to, say, be brought before a jury's court, the judgment would'st fall upon the vampire's Vampeers.": "我安慰了害怕的斯奎拉达克斯（Squirladax），告诉它吸血鬼（Vampeers）并不值得恐慌。吸血鬼，确实！但吸血鬼的同辈，即吸血鬼同等地位和地位的同辈，只是吸血鬼的同辈。因为如果有一只吸血鬼被带到法庭，判决将会落在吸血鬼的同辈（Vampeers）身上。",
	"This calmed Squirladax; and cursèd goblin, he took the lead again.": "这让斯奎拉达克斯（Squirladax）平静下来；而被诅咒的地精，他再次带头前进。",
	"His ignorance is astonishing.": "他的无知令人惊讶。",
	"Oh, my breath bellows! We finally arrived at the top of the road, high above the moonlit countryside. Full moon, so that's creepy.... As was that wolf we passed that wore—I swear it was trousers? Chaps? Weird. Scary.... Sad. I've beat up my friends, lied, cheated, let another friend die, and applied my leeches under my eyes to suck my tears away. We now cross a drawbridge to the fog-swirled turrets of Castle Ravenloft.": "哦，我的呼吸急促！我们终于到达了路的顶端，高高地俯瞰着月光下的乡村。满月，所以有点恐怖....就像我们经过的那只穿着——我发誓它穿着裤子？护腿？奇怪。可怕....悲伤。我殴打了我的朋友，撒谎，欺骗，让另一个朋友死去，并在眼睛下面贴上我的水蛭，让它们吸走我的眼泪。现在我们穿过一座吊桥来到了被雾气缭绕的雷文洛夫特城堡。",
	"The silence of your home is welcome, Strahd—absent as it is from the bothersome chit chat of servants. These chambers of black and purple are quiet as death. Were you expecting me? Will you entice me to betray my companions and send their dead souls to satisfy my Queen? What do you offer?": "你家的寂静是受欢迎的，斯特拉德(Strahd)—毕竟这里没有令人讨厌的仆人们的闲聊。这些黑色和紫色的房间静得如同死寂。你是在等我吗？你会诱使我背叛我的同伴，将他们的亡魂送去满足我的女王吗？你能提供什么？",
	"Oh—this prodigious feasting table that welcomes us! {@recipe Whole Roast Boar|HFFotM|Roast Boar} at one end, {@recipe Two Hares Inn Rabbit Stew|HFFotM} at the other. Baskets of {@recipe Green Onion Pancakes|HFFotM} and plates piled high with the sausages and potatoes of {@recipe Quij's Plate|HFFotM}. Carafes of {@recipe Honey Milk|HFFotM|Honeymilk} towered above the rest! And in the marbled center, a space, no doubt, for the main course still to come! At the room's edge, there is a magnificent, gilded pipe organ, and behold on the opposite wall is a lavish portrait.... My new friend? Enemy? You are rather dashing, and I want to set your face aflame.": "哦——这张巨大的宴会桌欢迎着我们！{@recipe Whole Roast Boar|HFFotM|Roast Boar} 在一端，{@recipe Two Hares Inn Rabbit Stew|HFFotM} 在另一端。装满{@recipe Green Onion Pancakes|HFFotM} 的篮子和堆满{@recipe Quij's Plate|HFFotM} 香肠和土豆的盘子。高高堆起的{@recipe Honey Milk|HFFotM|Honeymilk} 瓶比其他的都高！在大理石中央，毫无疑问是为了即将到来的主菜留出的空间！在房间的边缘，有一架华丽的镀金管风琴，对面墙上是一幅奢华的肖像.... 我的新朋友？敌人？你相当英俊，我想让你的脸着火。",
	"I watch as pallid, lanky, hairless men with idiot grins appear and perch themselves around us at the table. Eight in number, all of them silent smirking, and I do think, haughtily, at me. Do these {@b strangers}, conspiring to share a private jest, mean to belittle ME?! How dare?!": "我看着苍白、瘦长、没毛的男人们露出傻笑，出现在我们周围的桌子上。他们有八个，全都沉默地傻笑着，我觉得，傲慢地，是在嘲笑我。这些{@b strangers}，密谋分享一个私人笑话，是想贬低我吗？！太无耻了！",
	"Oh wait...": "哦等等...",
	"While I have not trained under Lords of some fancy academy like Deelia, my memory jogs, and I now understand! These contemptible imbeciles are the deceased of humans oft referred to as \"skeletons!\" I do not know why these dead humans insist on smirking at me, though. What know'st they?": "虽然我没有像(Deelia)那样在某个花哨学院的贵族下接受过训练，但我的记忆被唤醒了，我现在明白了！这些可鄙的蠢货是人类死者中经常被称为“骷髅”的存在！我不知道为什么这些死去的人类坚持对我冷笑。他们知道什么？",
	"They must know that I am a murderer. My knees knock.": "他们必须知道我是一个杀人犯。我的膝盖发颤。",
	"The walls groan, and a dust-encrusted, man-sized box is wheeled in by yet more condescending skeletons!": "墙壁发出呻吟声，一个沾满灰尘、人身高的箱子被更多傲慢的骷髅推进来！",
	"A ghostly voice emanates from lipless teeth. \"Behold. He is Chahd.\" And the lid to what I now know is a coffin creaks open. I believe we are soon to meet our host.": "一个幽灵般的声音从没有嘴唇的牙齿中传出。“瞧，他是查德。”现在我知道是一个棺材的盖子吱吱作响地打开了。我相信我们很快就要见到我们的主人了。",
	"I report this from the water closet. Art thou yanking my leg? CHAHD?! Clambering clumsily from stupid coffin, highcollared velveteen cape, a plaster of yellow-moldy hair framing his round stupid face. I recognized him in an instant and hid to avoid his eyes.": "我从厕所里报告这个。你是在开我玩笑吗？CHAHAD？！从愚蠢的棺材里笨拙地爬出来，高领天鹅绒披风，一头黄色发霉的头发围绕着他那愚蠢的圆脸。我立刻认出了他，赶紧躲开不让他看到我的眼睛。",
	"Reader! Let Deelia blow thy wig bald.": "读者！让迪利亚吹走你的假发吧。",
	"He is NOT Chahd, nor Strahd! He is not vampire! This so-called Chahd is in reality CHAD, my old ally, turned nemesis. 'Twas HE that alerted the Lords of Shadow's Edge to exile me after a meager incident allegedly involving a small amount of purifying flame.": "他不是查德 (Chahd)，也不是史特拉德 (Strahd)！他不是吸血鬼！这个所谓的查德实际上是查德 (CHAD)，我的老盟友，变成了我的宿敌。正是他告诉了暗影边缘领主们，让他们放逐我，据称是因为一场涉及少量净化之焰的小事件。",
	"I must play my part, return to the banquet coolly, and challenge Chad's Vampyrity, for I doubt very much any vampire would see Chahd as peer.": "我必须尽责，冷静地回到宴会上，挑战查德的吸血鬼身份，因为我非常怀疑任何吸血鬼会把查德视为同等。",
	"We were feasting mirthfully, when—Chahd bellowed: \"I AM VAMPIRE!\" This caused a soiling of the pants of my very soul, when Deelia called out hence:": "我们正在欢快地宴会时，查德大声喊道：\"我是吸血鬼！\" 这让我灵魂深处的裤子脏了起来，当迪利亚随后呼喊道：",
	"\"You are neither Vampire, nor Vampeer, nor Chahd, but Chad! Where is the Lord of this Manor?\"": "\"你既不是吸血鬼，也不是瓦米尔，也不是查德，而是查德！这个庄园的主人在哪里？\"",
	"Chahd bit back viciously. \"He is gone afar for the weekend. A vacuum is left in this his house, his seat of power! And I am the sitter of this house!\"": "查德（Chahd）狠狠地反击道：“他已经远走他乡度周末了。他的房子，他的权力之座，如今空无一人！而我是这座房子的看守人！”",
	"I retorted, \"So your authority here is borrowed, not bought of wealth or influence?\"": "我反驳道：“所以你在这里的权威是借来的，而不是通过财富或影响力买来的吗？”",
	"Chahd grinned evilly. \"I have found a means of pyr review. Of buying my master's favor, my sweet Quaternate Tetrad.\" He gesticulated to the Veneno '18 and bade us drink deeply from it, for that 'twas its purpose all along!": "查德（Chahd）邪恶地咧嘴一笑。“我找到了一种评审（pyr review）的方法。通过购买我主人的青睐，我可爱的四联体（Quaternate Tetrad）。” 他指着Veneno '18，命令我们深饮其中，因为这正是它的目的！",
	"\"WELCOME TO MY MASTER'S BANQUET. FOR YOU SEE, YOU...ARE THE INGREDIENTS!\"": "\"欢迎来到我的主人的宴会。因为你看，你...就是这道菜的原料！\"",
	"I DON'T GET ANYTHING! I WANNA GO HOME! Ok.... Sorry! First, I don't get why Deelia didn't just burn the hell out of Chahd, magicwise, but Chahd started calling her \"Fire Fingers\" and Deelia got something called \"vexed!\" The skeletons start pulling out GIANT CLEAVERS! I look to Squirladax, and he's crying into that stupid Ruby....": "我什么都不懂！我想回家！好吧....对不起！首先，我不明白为什么迪利亚不直接用魔法把查德烧成灰烬，但查德开始称她为“火指头”，迪利亚却感到“恼火”！骷髅们开始拿出巨大的切肉刀！我看向斯奎拉达克斯，他正哭泣着对着那颗愚蠢的红宝石....",
	"Okay, so it's on me. Let's try to flip this table like they do in stage plays! Nope, it's too big. Then I started smashing plates, but no one cared. Wait! I'll bet that big expensive pipe organ would get Chahd in trouble if it were broken! So, I hurl my chair at it, and yeah! BOOM!! And SURPRISE...it shuddered and slid to reveal a FREAKING SECRET DOOR!": "好的，这就由我来做。让我们试着像舞台剧中那样翻过这张桌子！不行，太大了。然后我开始砸盘子，但没人在意。等等！我打赌那台昂贵的大管风琴如果被破坏会让(`Chahd`)陷入麻烦！于是，我朝着它扔椅子，然后，耶！轰隆一声！惊喜的是...它颤抖着滑开，露出了一个该死的秘密门！",
	"So that's when I smashed Chahd in the face with the Veneno and grabbed my friends. We ran like the wind!": "那时我用Veneno撞向Chahd的脸，然后带着我的朋友们逃跑了，我们跑得飞快！",
	"We flee into the eternal Barovian night and make it to the calamitous site beyond the woods where the spelljammer crashed. I can only guess, out of fear and madness, that we had some hope Dint would rise from his grave and whisk us and the spelljammer into the sky and to safety.": "我们逃入永恒的巴罗维亚之夜，来到了森林之外那个灾难性的地点，在那里，那个星际航海者坠毁了。我只能猜测，出于恐惧和疯狂，我们或许希望(Dint)能从坟墓中复活，并将我们和星际航海者带到天空中，获得安全。",
	"But then I remember . . BETRAYED! Dastardly Dint bade us deliver ourselves up to be eaten! Nary an Astral Diamond to be found! Now, out of the Svalich Woods, march the hungry skeletal minions of Vampeer housesitter, Chahd.": "但我记得...背叛了！卑鄙的丁特让我们自投罗网，被吃掉！竟然找不到一颗星界钻石！现在，饥饿的骷髅手下从斯瓦利奇森林中走出，由吸血鬼代理人查德带领。",
	"I sign off...from this life and deem this the final entry of the BUREAU OF DARK TABLES. TPK.": "我签字...结束这段生命，并宣布这是暗黑桌子局（BUREAU OF DARK TABLES）的最后一篇记录。TPK。",
	"The skeletons will be here soon. Goodbye cruel universe, and hello to oblivion, as it is clear that I have not curried enough favor with the Queen to join her...in the Shadowfell.": "骷髅们很快就会到这里了。再见了，残酷的宇宙，你好，遗忘，因为很明显我没有赢得女王的青睐...在暗影界(`Shadowfell`)。",
	"I am now super sad that I spent all my money on food instead of, like, a new battleaxe.": "我现在非常难过，我把所有的钱都花在食物上，而不是像（Dungeons & Dragons）里那样买一把新的战斧。",
	"Boy, skeletons truly do march a snail's pace, do they not? With every step, however, my throat constricts, as I know this to be the end of all things. I see Chahd. He will drain my goblin blood. My death will be beyond all reasoning excruciation. 'Tis what I deserve. FIN.": "男孩，骷髅确实以蜗牛的速度前进，不是吗？然而，每迈出一步，我的喉咙就会收紧，因为我知道这将是一切结束的时刻。我看到了查德(Chahd)。他将吸干我的地精血液。我的死将是超越所有理智的折磨。这是我应得的。终。",
	"I wish I could make fire now so that I could make flame of myself, a screaming death. but Chahd has vexed me. I die vexed.": "我希望我现在能点燃火焰，这样我就可以成为自己的火焰，一个尖叫的死亡。但查德（Chahd）让我烦恼。我死时仍感到烦恼。",
	"I just really think that as leaderpoet, it falls to me to end this journal proper, so it is with a heavy heart that...wait. What ho? Cresting the mountain to the west! A small, paunchy man with green draconic gait. I do not understand!": "我真的认为作为领袖诗人，结束这篇日记应该由我来完成，所以我很沉重地...等等。什么？西边的山上出现了！一个身材矮胖，步态像绿色龙的小男人。我不明白！",
	"OH, MY QUEEN! I GET IT! RAVENLOFT is IN THE SHADOWFELL! BEHOLD! OUR CLERIC BRI'AN IS SENT BY MY RAVEN QUEEN! HE HAS COME TO VANQUISH THE UNDEAD!": "哦，我的女王！我明白了！(RAVENLOFT)在暗影界！看哪！我们的牧师布里安是由我的乌鸦女王派遣的！他来消灭不死生物！",
	"And so it 'twas that a whisper and a raven had whisked Bri'An away to the land of Shadows, but the Raven had an \"oopsy\" and brought the soul of Tyr's servant to RavenLOFT in-stead of the house of the Raven QUEEN. Tyr looked on and saw that 'twas fine. 'Twas an honest mistake.": "就这样，一阵耳语和一只乌鸦将布里安(Bri'An)带到了暗影之地，但乌鸦犯了一个小错误，把提尔(Tyr)的仆人的灵魂带到了乌鸦女王(Raven QUEEN)的领地拉文洛夫特(RavenLOFT)。提尔看着这一切，觉得没什么问题。这只是一个诚实的错误。",
	"So did'st Bri'An, son of Stev'An find himself the lone vanguard against the skeletal hordes. And Bri'An's friends begged weepily that Bri'An might perform a TURNING OF THE UNDEAD.": "所以，斯蒂文之子布莱安（Bri'An），发现自己是对抗骷髅大军的孤独先锋。布莱安的朋友们哭泣着恳求，希望布莱安能进行一次反转不死生物的仪式。",
	"So he attempted the thing, with a fire of his dragonly voice, a raising of his holy hammer, and {@i I have no freaking-clue how that worked. Because, ok. Look. I'm a thief. My thing was that I was gonna' rob the goblin guy of that Ruby and use these fools as cover to rob the crap outta' more guys. I just thought it would be funny to pretend I'm a cleric.}": "所以他尝试了这件事，用他那龙般的声音之火，举起他的神圣之锤，以及{@i I have no freaking-clue how that worked. Because, ok. Look. I'm a thief. My thing was that I was gonna' rob the goblin guy of that Ruby and use these fools as cover to rob the crap outta' more guys. I just thought it would be funny to pretend I'm a cleric.}。",
	"Braving the dead wastes of the Shadowfell demands great preparation and fortitude. The endless gloom is unforgiving and yields little in the way of natural edible resources. Travelers would be wise to foreplan their meals and carry all required consumables with them. The iron rations prepared by Gloomwrought's surprisingly sizable halfling population are a notable and cost-effective trail treat. This creative medley of crushed nuts, local oats, and crunchy seeds are clumped into tiny balls and cemented with honey. And they are as packed with nutrients as they are yummy. Even when you're not embarking on an arduous, despair-filled journey, this granola makes for a nourishing, delectable snack that balances the sweet and savory.": "冒险穿越暗影界的死亡荒野需要充分的准备和坚韧不拔。这无尽的黑暗是无情的，几乎没有自然可食资源。旅行者最好提前计划好他们的餐食，并携带所有所需的食物。由格隆瑞特（Gloomwrought）令人惊讶地庞大的半身人族群准备的铁补给是一种显著且经济实惠的小径美食。这种创意混合了碎坚果、当地燕麦和脆籽，被团成小球，并用蜂蜜粘合在一起。它们不仅充满营养，而且味道美味。即使你不是在进行艰难、充满绝望的旅程，这种格兰诺拉也是一种滋补、美味的零食，平衡了甜味和咸味。",
	"There is an old phrase popular among the dwellers of the Shadowfell: \"Choice is for the spoilt.\" Perhaps that idiom is the origin of this modest and practical insect-based recipe that dates back centuries and speaks to the ingenuity of the plane's original inhabitants. Adult crickets are flash-fried, air-dried, and then seasoned with an assortment of aromatics, including chile, lime, and cayenne, and are served by the dozen in a large rolled-leaf \"cone.\" As popular in the Material Plane of Faerûn as they are in the Shadowfell, tavern crickets are a crunchy, irresistibly tangy, protein-packed snack that can brighten the otherwise dismal days spent in the region.": "在暗影界居民中流行的一句古老谚语是：“选择是给被宠坏的人。”也许这个成语正是这个古老而实用的基于昆虫的食谱的起源，可以追溯到几个世纪前，展现了这个位面最初居民的创造力。成年蟋蟀被快速油炸、空气干燥，然后用各种香料调味，包括辣椒、青柠和红辣椒，然后以一打的方式在一个大卷叶“锥”中供应。无论是在法术王国费伦的物质位面还是在暗影界，酒馆蟋蟀都是一种脆脆的、令人难以抗拒的、富含蛋白质的小吃，可以让在这个地区度过的郁闷日子变得更加明亮。",
	"This buttery bread, served in both loaf and knot form, is ever-present in the taverns and inns dotting the misty (and eerie) Barovian countryside. While it's not uncommon for wayward travelers to get the cold shoulder from reclusive and suspicious denizens, inns such as the Blue Water will at least offer a warm basket of this local treat to well-mannered and paying patrons. It is important to note that although garlic is a flavorful and inspired touch, it is not indigenous to the region. You'll find this pungent bread pairs nicely with a main of medium-rare wolf steak and a glass of Wizard of Wines' Champagne du le Stomp or Red Dragon Crush, but avoid the {@recipe Purple Grapemash No. 3|HFFotM} at all costs.": "这种奶油面包以长条和结的形式供应，在布满薄雾（和诡异）的巴洛维亚乡间的酒馆和客栈中随处可见。虽然常有迷路的旅行者受到隐居和猜疑居民的冷淡对待并不罕见，但像蓝水客栈这样的客栈至少会为有礼貌且付费的顾客提供一篮温暖的当地美食。需要注意的是，尽管大蒜是一种美味而富有灵感的调味品，但它并非该地区的土产。你会发现这种刺鼻的面包与一份半生狼排和一杯魔法酒庄的“踩葡萄酒”或“红龙压榨”香槟搭配得很好，但千万要避免{@recipe Purple Grapemash No. 3|HFFotM}。",
	"When the great floating enclaves of the Netheril Empire came crashing down, so, too, did their culinary secrets. But one community survived by escaping to the Shadowfell, and with it one of their most prized recipes was preserved: Green Onion Pancakes. While the Netherese, now known as the shadowstuff-infused Shadovar, have changed much over the centuries, this spectacular dish hasn't. These allium-based pancakes are an inexpensive and unexpectedly filling treat that pairs easily with savory roast meats. They're also delicious served solo, when dolloped with fresh cream and pureed fig spread for a uniquely Netherese experience. In many regions, scallions are an equally acceptable base vegetable that offers a pancake with a milder flavor. Regardless of how one chooses to consume this pan-fried appetizer, the culinary experience is one of the few good reasons to come to the Shadowfell.": "当尼瑟利帝国的伟大漂浮飞碟坠落时，他们的烹饪秘密也随之消失了。但有一个社区通过逃往暗影界幸存下来，他们保存了他们最珍贵的食谱之一：葱油饼。尼瑟利人现在被称为注入暗影物质的沙多瓦人，经过几个世纪的变化，但这道美味仍然保持不变。这种以葱类为基础的煎饼是一种廉价且出乎意料地填饱的美食，很容易搭配美味的烤肉。当配以新鲜奶油和无核无皮无渣的无花果酱时，它们也可以独自享用，带来独特的尼瑟利体验。在许多地区，葱可以作为一种同样可接受的基础蔬菜，为煎饼带来更温和的风味。无论人们选择如何食用这道煎饼开胃菜，烹饪体验都是来到暗影界的少数好理由之一。",
	"It should come as no surprise that the signature dish of the Two Hares Inn, located on the zombie-infested Barovian island of Sourange, is a rabbit stew prepared with one of the region's many famous wines. What's more surprising is who makes it, for it is said about the proprietor and chef that even death \"hasn't interfered with his talent.\" It's a classic example of not wanting to know how the sausage, or in this case, stew—a delicious medley infused with intricate notes of thyme, oregano, and dry white wine—is made. In regions where rabbit isn't available, chicken has become a popular (and, in many cases, preferred) substitute. Whichever protein you cook, it is sure to reanimate your taste buds.": "在位于僵尸横行的巴罗维亚岛索兰吉的两只野兔旅馆，招牌菜当然是用当地著名葡萄酒之一烹制的兔肉炖菜。更令人惊讶的是谁在做这道菜，因为有关店主和厨师的传言称，即使死亡也“无法干扰他的才华”。这是一个经典的例子，不想知道香肠（或在这种情况下，炖菜）是如何制作的——这是一道美味的大杂烩，融入了百里香、牛至和干白葡萄酒的复杂风味。在兔肉不可获得的地区，鸡肉已经成为一种受欢迎（在许多情况下是首选）的替代品。无论您烹饪哪种蛋白质，它肯定会唤醒您的味蕾。",
	"Whole roast boar, or some parts thereof, is a favorite at the banquets of vampire hosts throughout the Domains of Dread. It is rumored that hosts wait until their guests are \"glassy of eye, greasy of chin, and a drowsy cheer has come upon them\" to insert a single fang to the jugular of each guest and exsanguinate to their taste. Proper preparation requires of the cook an unabashed love of jam, port, and brown sugar, applied with a heavy hand to flavor the meat, ensuring that you and your guests will leave nothing on your plates. For those lucky travelers fortunate enough to escape the fog-shrouded confines of Barovia to Toril, a variation of this hearty and succulent feast is a specialty of the Boar with Black Tusks in Noanar's Hold, which sometimes uses pork when a boar cannot be procured and is often served with a dry ruby wine from Cormyr.": "在恐惧领域(Domains of Dread)中，吸血鬼主人的宴会上，整只烤野猪或其部分常常是最受欢迎的。传言说主人们会等到他们的客人\"眼神迷离，下巴油腻，一种昏昏欲睡的愉悦感降临\"时，才会在每位客人的颈动脉插入一只尖牙，按照他们的口味抽取血液。正确的准备需要厨师对果酱、波特酒和红糖毫不掩饰的热爱，大量地添加这些调料来给肉增添风味，确保您和您的客人在餐盘上一点不剩。对于那些幸运地逃离了巴罗维亚的雾气笼罩下的地方前往托瑞尔(Toril)的旅行者来说，这种丰盛多汁的宴会的变体是诺纳尔要塞(Noanar's Hold)的黑牙野猪的特色菜，有时候会使用猪肉代替野猪，通常搭配科尔米尔(Cormyr)的干红葡萄酒。",
	"Quij's Plate, consisting of pan-fried sausage, twice-browned potatoes, and eggs, is a filling meal that infallibly populates the menus of countless caravan cooks. Easy to prepare on the road for large parties, it has also become a popular dish in the military for its simplicity and heartiness to help soldiers brave the endless grey days. Named after an orc henchman of Lord Robilar, who inventively cooked this sausage meal for his adventuring party, using his shield for a skillet, Quij's Plate would eventually earn its place on the menu of the famed Green Dragon Inn, nestled in the Free City of Greyhawk's bustling River Quarter. The unusual name has since become the catch-all term for the countless iterations of this sausage-and-potato-based campfire classic, including those that migrated to misty Barovia via lost and hungry adventurers.": "奎杰的盘子，由煎香肠、两次煎炸土豆和鸡蛋组成，是一道令人饱腹的美食，无疑地成为无数大篷车厨师菜单上的常客。这道菜在路上为大型聚会准备起来很容易，也因其简单和丰盛而成为军队中的一道流行菜肴，帮助士兵勇敢地面对无尽的灰暗日子。这道菜以罗比拉勋爵的半兽人心腹奎杰命名，他曾巧妙地为他的冒险队伍烹制这道香肠餐，使用自己的盾牌作为煎锅。奎杰的盘子最终被列入著名的绿龙酒店菜单，这家酒店坐落在格雷霍克自由城繁华的河区。这个不寻常的名字如今已成为这道以香肠和土豆为基础的篝火经典的无数变种的通用术语，包括那些通过迷失而饥饿的冒险者迁移到了迷雾笼罩的巴洛维亚。",
	"Fig cakes are an easily preserved pouch snack for explorers with a sweet tooth. A perfect fig cake is as much about the fig as it is about the lightly toasted and ground almonds that form this fruity confection's chewy base. While honeyed fig tarts were extremely popular in Calimshan on the planet Toril, it is believed that this unique dessert originally hailed from the desolate wastes of the Shadowfell. Developed by the elves native to the Plane of Shadow called the Shadar-Kai, these treats are sweet enough to be at home even in the dreamy Feywild. In addition to the sesame seeds and anise seeds, a strong brandy is often infused into the mix, to both sweeten and fortify these small pressed cakes. While fig cakes do not come cheap, they are, nonetheless, a proud (and delicious) reminder of the resourcefulness of the Shadar-Kai.": "无花果饼是一种易于保存的袋装零食，非常适合那些喜欢甜食的探险者。一块完美的无花果饼不仅与无花果本身有关，还与轻轻烤过和磨碎的杏仁有关，这些杏仁构成了这款果味糖果有嚼劲的基础。虽然在托瑞尔星球的卡利姆沙很受欢迎的是蜜糖无花果挞，但据信这款独特的甜点最初来自阴影界的荒凉荒野。由阴影位面的精灵夏达凯（Shadar-Kai）研发，这些美食甜美到足以适应梦幻般的精灵界。除了芝麻籽和茴香籽外，通常还会加入浓郁的白兰地，以增甜和增强这些小巧的压缩饼干。虽然无花果饼并不便宜，但它们无疑是夏达凯机智（而美味）的象征。",
	"Frequently enjoyed by the Shadovar as a nightcap or a light dessert, honey milk is traditionally a stand-alone beverage that can be served chilled, warm, or even as toddy, spiked with herbal liqueur (as it is frequently done in the Shadowfell's forsaken city of Gloomwrought). While the preparation of honey milk is quite simple, the best versions balance a modest amount of honey with the freshest dairy (often imported from the Prime Material Plane) to produce a hearty yet refreshing drink served to all ages. However, the true key to properly preparing honey milk is patience. Traditionally, shadovar alchemists allow the mixture to marinate and cool for several hours before serving, and often include a garnish of cinnamon or citrus to make an attractive presentation for this lovely libation. Its elixir-like qualities are whispered to be good on the gut.": "在夜晚作为夏多瓦人喜爱的酒后饮料或淡淡的甜点，蜂蜜牛奶传统上是一种独立的饮料，可以冷饮、热饮，甚至加入草药利口酒制成热饮（就像在暗影界被遗忘之城格隆沃特经常做的那样）。虽然制作蜂蜜牛奶非常简单，但最好的版本是用适量的蜂蜜与最新鲜的乳制品（通常是从原质平面进口）平衡搭配，制作出浓郁而清爽的饮料，适合所有年龄段的人享用。然而，正确准备蜂蜜牛奶的真正关键在于耐心。传统上，夏多瓦炼金术士会让混合物腌制和冷却数小时后再食用，并经常加入肉桂或柑橘作为装饰，使这款美味饮品更具吸引力。据说它的类似灵丹妙药的品质对胃很有好处。",
	"Barovia is known for many things, its wine among them. The Wizard of Wines Vineyard is legendary for producing some of the finest wines throughout the planes and multiverse, such as the full-bodied Red Dragon Crush and the crisp Champagne du le Stomp. But not all wines that emerge from the mists of Barovia are of equal quality, as evidenced by the existence of Purple Grapemash No. 3. Priced at only three copper pieces per pint at most local taverns and other Domains of Dread, this table wine is known to be spectacularly unremarkable. However, in some areas of the Shadowfell, clever mixologists have added copious amounts of ice and lime juice to the pungent grape-ish mix, turning this otherwise mediocre concoction into a refreshing, slushy treat worth at least four copper pieces anywhere.": "巴洛维亚以许多事物而闻名，其中包括其葡萄酒。酒魔法师葡萄园以生产一些跨越位面和多元宇宙的最优质葡萄酒而闻名，如浓郁的红龙压榨和清爽的踩葡萄香槟。然而，并非所有来自巴洛维亚迷雾中的葡萄酒质量相同，这可由紫葡萄泥酒3号的存在所证明。在大多数当地酒馆和其他恐惧领域，这种桌酒售价仅为每品脱三铜币，众所周知它非常普通。然而，在暗影界的一些地区，聪明的调酒师已经添加了大量冰块和酸橙汁到这种刺鼻的葡萄混合物中，将这种本来平庸的调配变成了一种清爽、冰沙般的美味，无论在哪里至少值四铜币。",
	"Having barely escaped Chahd's cruelty in RAVENLOFT, and with the help of Tyr's holy servant, our heroes fling themselves through secret portals and magical gateways of the multiversal planescape into SIGIL, the fabled CITY OF DOORS!": "在逃离了RAVENLOFT中查德的残忍之后，并在提尔的神圣仆人的帮助下，我们的英雄们通过秘密传送门和多元宇宙计划空间的魔法门户，来到了传说中的门户之城SIGIL（SIGIL）！",
	"Treason. Doors, and more doors. But the final door, fearful reader, has been finally unbolted to the darkest basement in a goblin's heart.": "叛国。门，还有更多的门。但是最终的门，令人恐惧的读者，终于被打开，揭开了一个地精心脏中最黑暗的地下室。",
	"On yesternight, Bri'An, fresh from his miracle, plucked Dint from the ruined spelljammer, and piously unburdened a (surprising) meal of gemstone treasures into Dint's greedy gullet. Sparked to life did Dint angrily, and with shaking fist, coughed indignities meant to soil our honor!": "在昨夜，Bri'An，刚刚经历奇迹的他，从被毁的法术飞船中拔出了Dint，并虔诚地将一顿（令人惊讶的）宝石宝藏餐塞进了Dint贪婪的喉咙。Dint愤怒地焕发生机，挥舞着拳头，咳出了意在玷污我们荣誉的侮辱！",
	"And then HE RAN! \"AFTER HIM!\" I cried!": "然后他跑了！“追他！”我喊道！",
	"And would'st thou be shocked to learn that Dint KNEW PRECISELY how to flee the mist-shrouded lands where Chahd's treason and Dint's betrayal make spouse, wedded in unholy union against us. But now, through many portals of smoke and magic and strange hidden doors, we hath apprehended he! Seized Dint, our tormentor!": "你会不会感到震惊，得知Dint确切地知道如何逃离被雾笼罩的土地，那里Chahd的背叛和Dint的背叛使我们成为不可分割的伴侣，结合在一起反对我们。但现在，通过许多烟雾、魔法和奇异隐秘之门，我们已经逮捕了他！抓住了Dint，我们的折磨者！",
	"It is now under the topsies and turvies of the strangest city, in a dank morgue cellar, that Dint awaits justice, strapped thusly in a chair by iron rings in this cold forgotten vault. Here, the flames of treason burn dimly, and for the last time, in the glassy lenses of Dint's mocking helmet.": "现在，在这个最奇怪的城市的颠倒混乱之下，在一个潮湿的太平间地下室，Dint 等待着正义，被铁环捆绑在这个冰冷被遗忘的地牢的椅子上。在这里，叛国的火焰微弱地燃烧着，在 Dint 嘲弄的头盔玻璃镜片中最后一次闪耀。",
	"Squirladax has lost it. He's currently...fighting a mop, tugging at its moppy hairs!": "松鼠兽(Squirladax)疯了。他目前正在与一把拖把搏斗，拽着它那一头毛茸茸的头发！",
	"I have powdered with flour Squirladax's mop-wig. He now has the countenance of a distinguished minister of a house of justice. We now defer to the traditions of the legal system!": "我已经用面粉给斯奎拉达克斯的拖把做了粉饰。他现在看起来像是一位庄严的司法院长。我们现在遵循法律体系的传统！",
	"Followed by execution of Dint. Obviously.": "紧随其后执行Dint。显而易见。",
	"ON THIS DAY, YEAR OF TYR'S JUDGMENT, TODAY, THE TRIAL OF DINT THE BETRAYER, MASTER OF TREASON, SHALL NOW BEGIN. WE WILL COMMENCE BY REMOVING THE BRONZE PLATEMAIL OF THE BETRAYER SO THAT A PURIFYING FLAMBEAU MAY BE APPLIED TO HIS SOOTED TONGUE TO BURN THE LIES FROM OUT HIS MOUTH! IN TYR'S NAME!": "在这个日子，提尔审判之年，今天，对叛徒丁特（Dint）的审判，背叛之主，将现在开始。我们将首先取下叛徒的青铜板甲，然后用净化火炬烧掉他嘴里的谎言！以提尔之名！",
	"I delighted at the prospect of whispering Dint's soul to the Nine Hells, but now I am aghast, as the peeling of the bronze helm yields a CLOCKWORK MAN! An autognome with many gyres and gears for guts!": "我曾为将Dint的灵魂送入(Nine Hells)而感到欣喜，但现在我感到惊骇，因为剥开铜头盔却发现了一个时钟人！一个拥有许多齿轮和齿条作为内脏的自走人偶！",
	"\"More lies!\" screams forth Judge Squirladax, \"as Dint assured us that he was an 'Otter Gnome'!\"": "“更多谎言！”司法官斯奎拉达克斯大声喊道，“迪恩向我们保证他是一只‘水獭侏儒’！”",
	"Hardly surprising that the Master of Treason has neither otter nor gnome inside his bronze skull! Heretic! BURN HE NOW WITH THE FIRES OF THE RAVEN QUEEN!": "毫不奇怪，背叛大师的青铜头颅里既没有水獭也没有地精！异端！用乌鸦女王的火焰将他烧毁吧！",
	"Many damns upon you, Chahd!": "对你，查德(Chahd)！愿你受到许多诅咒！",
	"And so 'twas that Tyr's uneasy servant watched that Judge Squirladax called forth his first witness, \"Dint. Architect of Treason, Master of Puppets,\" as christened by our judge and leader.": "因此，提尔的不安仆人看着司法官斯奎拉达克斯召集他的第一个证人，“背叛之建筑师，木偶大师”（Dint. Architect of Treason, Master of Puppets），如我们的法官和领袖所称。",
	"\"Did not you, so-called 'Otter Gnome,' promise us FIVE ASTRAL DIAMONDS in payment of our questing?!\"": "\"难道你，所谓的'水獭侏儒'，不是答应给我们五颗星界钻石作为我们任务的报酬吗？！\"",
	"And so rasped Dint, \"Yes, goblin. But as the QUATERNATE TETRAD was not delivered to the customer, Master Chahd surely bequeathed a ONE. ASTRAL. DIAMOND. REVIEW.\"": "于是Dint嘶哑地说道：\"是的，哥布林。但由于四重四元组（QUATERNATE TETRAD）未交付给客户，查德大师肯定遗赠了一个。星体。钻石。审查（ONE. ASTRAL. DIAMOND. REVIEW）.\"",
	"\"Ah! And you think you can abate the wrath of my RIGHTEOUS JUDGMENT by HIDING THIS DIAMOND? WHEREFORE 'TIS IT, PUPPET MASTER? I WILL HAVE THE TRUTH!\" howled Judge Squirladax.": "\"啊！你以为你可以通过隐藏这颗钻石来缓解我正义的审判之怒吗？这颗钻石在哪里，操纵者？我要真相！\" 法官斯奎拉达克斯(Judge Squirladax)咆哮道。",
	"...All this talk of truth.": "...所有这些关于真相的谈论。",
	"Ah! I have called lunch break, and I mull over my next inquisitings as we feast on {@recipe Bacon-Wrapped Smoked Mussels|HFFotM} and {@recipe Fried Bread and Spices|HFFotM} in pursuit of justice. Chahd the Betrayer of Deelia. Dint, the Puppet Master. Her {@b betrayer} linked to the strings of mine own {@b tormentor}. It all makes sense now, and as Dint puppeteers with malice, so too do I pull the strings righteously of my own companions.": "啊！我宣布午餐时间，当我们享用{@recipe Bacon-Wrapped Smoked Mussels|HFFotM}和{@recipe Fried Bread and Spices|HFFotM}时，我思考着我的下一个探询，追求正义。查德（Chahd）背叛了迪利亚（Deelia）。丁特（Dint），傀儡大师。她的{@b betrayer}与我自己的{@b tormentor}之间有联系。现在一切都说得通了，当丁特恶意操纵傀儡时，我也正义地操纵着我的同伴。",
	"Both us, short in stature. Both puppeteers. Dint is shadowy twin to mine self, thus making him my ARCH-NEMESIS. And how special a thing 'tis to have one's arch-nemesis in shackles and at the mercy of justice?": "我们俩都身材矮小。我们俩都是操纵木偶的人。Dint 是我阴影中的孪生兄弟，因此他是我的宿敌。拥有自己的宿敌被铐在铁链上，任由正义审判，这是多么特别的事情啊！",
	"To think I ever felt guilt over having killed him.": "想想我曾因杀了他而感到内疚。",
	"I now drink this smoldering cup of {@recipe Kaeth|HFFotM} in exaltation. I think I shall have Sasha press the truth from him when we return.": "我现在兴高采烈地喝下这杯冒着烟的{@recipe Kaeth|HFFotM}。我想我们回去后应该让萨莎(Sasha)从他那里揪出真相。",
	"Tyr forgive me, for I could not stand by any longer! Deelia whooped many screeches of delight as Squirladax demanded back-breaking toils!": "提尔，请原谅我，因为我再也无法袖手旁观了！德莉娅在斯奎拉达克斯（Squirladax）要求背负沉重劳役时高兴地尖叫了许多次！",
	"With every question, supine Sasha from a bench did press the poor squeaking Otter Gnome up off her chest in repetitions of eight! With Sasha suffering, now swollen armed and sopping, I knew I must act!": "每个问题，仰卧的Sasha从长凳上压着可怜的尖叫Otter Gnome，重复八次！看着Sasha受伤，手臂肿胀又湿透，我知道我必须行动了！",
	"\"BY TYR! I POISONED MYSELF!\" I cried.": "\"天啊！我中毒了！\" 我大喊道。",
	"This did'st stop the screams and pressings.": "这并没有停止尖叫和压迫。",
	"\"Poisoned we Dint first, with chippèd Ruby!\" I howled.": "“中毒了我们(Dint)首先，用破碎的红宝石(Ruby)！”我咆哮道。",
	"This did'st earn a measure of widening from the judgmental goblin eyes!": "这引起了那些审慎的地精眼睛中的一丝惊讶！",
	"\"And FINALLY, did'st Tyr not witness our deception?! We are no Tetrad as we promised Dint!\"": "\"最后，Tyr难道没有看到我们的欺骗吗？！我们并不是像我们向Dint承诺的那样是Tetrad(四人组)！\"",
	"A shamed silence fell about every soul in that basement.": "那个地下室里每个人都陷入了羞愧的沉默。",
	"\"Chahd withheld the Astral Diamonds because of OUR LIES! And if Dint has but one diamond, and this be HIS VERY FOOD....": "“Chahd因为我们的谎言扣留了星光钻石！如果Dint只有一颗钻石，而这颗钻石是他的全部食物....\"",
	"A look of shame manifested on Deelia's demonic features.": "戴莉娅（Deelia）的恶魔面容上露出一丝羞愧。",
	"\"If we point greasy finger at HE, after our sumptuous lunching, might three equally greasy fingers be pointed back...at thee?!\"": "\"如果我们在丰盛午餐后指责(HE)的油腻手指，也许会有三根同样油腻的手指指向你？！\"",
	"And Tyr looked and saw...": "泰尔（Tyr）看了看，然后看到...",
	"'Twas food for thinking.": "这让人深思。(Twilight Imperium)",
	"Weeks have passèd since Dint's acquittal. 'Twas not finest my moment, but the legal system provèd sound and justice 'twas served. And served us well it did as we now swim in ASTRAL DIAMONDS! Twenty and one by my count!": "自Dint被宣判无罪以来已经过去了几周。那并非我最光荣的时刻，但法律体系证明是健全的，正义得到了伸张。而且它为我们效力良多，因为我们现在游泳在星界钻石中！按我的计算是二十一颗！",
	"How-fore thus?": "如何如此？",
	"Dint. He is a Fetch/Carry Questor. A deliverer of foods. Quest us with, say, {@recipe Fire-Wrapped Golden Fish|HFFotM} and bid us deliver these morsels to an address and so it shall be done. As reward, we accumulate Astral Diamonds. Now, plainly I have yet to caress one in mine own hand, but Dint's ledgers mark their birth, and we must first earn back a sum of diamonds equivalent to purchase he a new spelljammer to replace the demolished Dashor. Until then, deliver we the finest foods about the extra-planar bustle of Sigil, the mad City of Doors! I slow about the Great Bazaar of Sigil as {@recipe Chirper's Sugar Biscuits|HFFotM} beckon my goblin nose with the aromas of other-worldly spices.": "丁特(Dint). 他是一个取送任务者. 一个食物的送货人. 任务我们，比如说，{@recipe Fire-Wrapped Golden Fish|HFFotM}，并命令我们将这些食物送到一个地址，如此便会完成。作为奖励，我们会积累星辰钻石(Astral Diamonds). 现在，坦率地说，我还没有亲手抚摸过其中一个，但丁特的账簿记录着它们的产生，我们必须先赚回一笔等同于购买他一艘新的法术飞船以取代被摧毁的达维尔(Dashor)的钻石。在那之前，我们将把最美味的食物送到西格尔(Sigil)这个超凡世界的喧嚣之地，这个疯狂的门之城！我在西格尔的大市场(Great Bazaar)周围缓慢移动，当{@recipe Chirper's Sugar Biscuits|HFFotM}用异世界香料的香气招手时，勾起了我的地精鼻子。",
	"I judgèd Dint a dark puppeteer. He is, instead, a kindly, and I think senseless, \"Ahh—Tah—Muh—Tahn,\" what 'ere that is. But what am I, pulling at my minions' strings with glee?": "我认为Dint是一个黑暗的木偶师。相反，他是一个和善的，我认为是无意义的，“Ahh—Tah—Muh—Tahn”，不管那是什么。但我又是什么呢，快乐地拉动我的手下的线索？",
	"Is this not my job?!...Why then does regret bitterly season my biscuits?": "这不是我的工作吗？！为什么后悔如此苦涩地调味了我的饼干？",
	"Tyr be praised! This band coins Astral Diamonds like a mint! Who knew piety could be so profitable! I ripped a sandwich in twain with my grinning fangs, then hurled the other half at a residential door! A TWENTY SECOND Astral Diamond is born! Huzzah!": "提尔受赞美！这支乐队像造币厂一样铸造星界钻石！谁知道虔诚竟然如此赚钱！我用笑嘴上的尖牙将三明治撕成两半，然后将另一半扔向一扇住宅门！一个二十秒的星界钻石诞生了！万岁！",
	"Upon review of {@i Dungeons & Dining Digest}, that most authoritative periodical of culinary happenings, we have accrued twenty-two {@b One Astral Diamond Reviews}. Business is Non-Functional.": "在审查了烹饪事件的权威期刊{@i Dungeons & Dining Digest}后，我们获得了22{@b One Astral Diamond Reviews}。业务处于非功能状态。",
	"The squat cleric is egregious in his failed deliveries. I explain that a ONE DIAMOND RATING is FAILURE! He quips back \"Tyr's bird is grasped in hand, and I care not how many twobirds lie in the bushels.\"": "这个深蹲的（(squat)）牧师在他的交付失败中是令人无法容忍的。我解释说，一个钻石评级（ONE DIAMOND RATING）就是失败！他回答说：“提尔（Tyr）的鸟在手中，我不在乎灌木丛中有多少只鸟。”",
	"I calculate that our gross receipts equal 12 gold pieces. At this rate it will take two thousand and seventy-eight Sigil years to purchase a new spelljammer.": "我计算我们的总收入相当于12金币。按照这个速度，需要两千零七十八个(西格尔)年才能购买一艘新的(法术飞船)。",
	"I am ruined.": "我毁了。",
	"The Shadowfell 'tis real. I whispered a soul to the afterlife, and so did'st my Queen smile. Will there be peace for me? Why then is there no fire in my breast? Why can'st I, even now, summon a drooping spark to warm the Emerald Chicken that I journey to deliver?": "暗影界是真实的。我将一个灵魂轻声送往来世，我的女王也微笑着。那么，我会得到平静吗？为什么我的胸中没有火焰？为什么我甚至现在都无法召唤出一点微弱的火花来温暖我即将送出的翡翠鸡呢？",
	"UGH! Be-cause VEXED!": "嗯！因为(%VEXED%)而烦恼！",
	"Sour memories rise to torment me. My unjust expulsion from Shadow's Edge Academy. I only lit the kitchen of Shadow's Edge ablaze...Well, in truth the whole of the academy {@b IS} a kitchen. Shadow's Edge is a culinary magic academy, of course! The abyssal secrets of the sweetest meats and cheeses, it once held. The physical building no longer remains, however. Nor any trace. 'Tis the truth of fire.": "酸楚的回忆再次困扰着我。我被不公正地驱逐出了暗影之缘学院。我只是将暗影之缘的厨房点燃了起来...嗯，事实上整个学院{@b IS}都是一个厨房。暗影之缘是一所烹饪魔法学院，当然！曾经拥有着最甜美的肉类和奶酪的深渊秘密。然而，实体建筑已经不复存在。也没有任何痕迹。这就是火的真相。",
	"Also true is that Chad betrayed me! Fled he wailing from the inferno, howling for the aid of the Shadow's Edge Lords! Whining, burning child! Tattler of tales!": "查德背叛了我！他从地狱中哀嚎着逃走，呼喊着寻求暗影之刃领主的帮助！哭哭啼啼的、燃烧的孩子！传闻的告密者！",
	"How dare he! \"Fiery Fingers,\" he taunts even now in my dreams! Curse he, pretender to vampire peer groups! He vexes me from his seat of house-sitting power in the very Shadowfell I wish to return to. Untouched and untouchable, he steals my flame from me even now.": "他竟然如此大胆！“烈焰之指”(Fiery Fingers)，他甚至在我的梦中嘲讽！可恶的是，他竟然假冒吸血鬼同行！他坐在掌握着房屋守护权力的位置上，令我烦恼，而我却渴望返回的那个暗影界。他无人能及，无法触及，甚至此刻仍在偷走我的火焰。",
	"Vexed.": "烦恼。",
	"Demands! Dint has been trying to puppet master me into, get this, not tasting the foods that we deliver! First, he was all \"You have to be on time!\" And that's hard in the City of Doors! Cuz, if you walk through the wrong door, then you're like surrounded by this huge battle—a ranger and his party fighting a one-horned mage to save a baby unicorn, the cavalier wailing for help! Screw that! You run! Finally FIND the door, but it's NOT the door! It's a big, fake dragon head thing at a bizarro carnival!...So, turn back, right?": "要求！Dint一直试图操纵我，让我不尝试我们送出的食物！起初，他说“你必须准时！”在门之城这是很困难的！因为，如果你走错了门，你就会被一场巨大的战斗包围——一个游侠和他的队伍正在与一个独角法师战斗，拯救一只小独角兽，骑士在呼救！见鬼！你得跑！最终找到了门，但那不是门！那是一个怪异的嘉年华会上的一个大假龙头！...所以，要掉头回去，对吧？",
	"\"You have to be on time!\" but you're famished. So...you take a teeny little nibble, and you're a teeny, little late!": "\"你必须准时！\"但你饥肠辘辘。所以...你小小地咬了一口，结果迟到了一点点！",
	"Squirladax says that food tasters were things that ROYALTY LOVED! We should be charging extra!": "Squirladax说食物品尝者是皇室喜爱的东西！我们应该额外收费！",
	"ATTACKÈD! Tyr forgive me! Sasha and I were about to celebrate our twenty-third Astral Diamond over some {@recipe Sensate Palate Cleanser|HFFotM} when ghastly skeletons boiled up from sewer plates, clambered clickity out of windows and from miasmal alleyways! By Tyr, I could see the purple and red velveteen cape, standing atop a dark minaret, a pate of pasted blonde hair, smiling brighter than even the skeletal hordes! Chahd!": "袭击了！泰尔原谅我！萨莎和我正准备在一些{@recipe Sensate Palate Cleanser|HFFotM}上庆祝我们的第二十三颗星光钻石，但可怕的骷髅从下水道盖板中涌出，从窗户和阴暗的小巷里爬了出来！天啊，我看到了那件紫红色天鹅绒披风，站在黑暗的尖塔之上，一头粘贴的金发，比骷髅军团还要灿烂地微笑着！查德！",
	"Sasha looked to me, a glittering hope upon her scabbèd, leech-suckèrd face.": "萨莎看着我，她那张布满鳞片、吸血虫的脸上闪烁着一丝希望。",
	"And thusly I drew my holy hammer and spoke the words of Tyr's holy turning!": "于是我拔出我的神圣之锤，高声念出提尔圣转之咒语！",
	"...Nothin'. At all. And Sasha saw.": "...什么都没有。Sasha看到了。",
	"We ran.": "我们奔跑了。",
	"And we've been found out.... I'm found out. I'm just a worthless chum-robbing thief.": "我们被发现了...我被发现了。我只是一个毫无价值的偷鱼贼。",
	"Unslacken your packs on your backs! Time has come to flee this realm! Chahd the Betrayer has found us, and in blind, shrieking panic born anew, I must lead my band madly spilling through a desperate choosing of doors.": "解开你们背上的包！逃离这个领域的时刻到了！背叛者查德(Chahd the Betrayer)已经找到我们，我必须在盲目、尖叫的恐慌中再次领导我的队伍，疯狂地穿过绝望中的门。",
	"The appetite of the Society of Sensation knows no bounds: they are the ultimate explorers of experience, which takes them to the extremes of the palate. But the unfamiliar can only really be tasted against the baseline of the common. The Sensates lighted on the free cucumber soup that came with a cheap inn room at the Slumbering Lamb in Sigil as the perfect neutral reference points for embarking on a culinary adventure. Area taverns catering to this clientele turned this dish into a chilled leek-and-cucumber-based puree. Even for those without the restless curiosity of a Sensate, this smooth and mild soup is a refreshing appetizer no matter where it's consumed.": "感知社(Society of Sensation)的食欲无法被限制：他们是体验的终极探险者，这将他们带到了味蕾的极限。但陌生的味道只有在常见的基础上才能真正被品尝出来。感知者们在西格尔(Sigil)的沉睡羔羊(Slumbering Lamb)便宜客栈房间里附送的自由黄瓜汤上找到了完美的中性参照点，以此展开烹饪冒险。为迎合这一客户群体的地区酒馆将这道菜改成了冷韭菜和黄瓜为基础的浓汤。即使对于没有感知者那种不安的好奇心的人来说，这款顺滑温和的汤无论在哪里食用都是一道清爽的开胃菜。",
	"Some believe that everything is better fried. Whether or not you agree, you wouldn't want to miss out on Fried Bread and Spices available at most taverns in the Lower Ward of Sigil. A popular breakfast staple on the planets Oerth, Toril, and Krynn, it is often served with poached eggs. The version most common in the City of Doors includes a unique seasoning mixture that borrows from all of them, with hints of cumin, coriander, cayenne, and even fennel. Whatever is in it, it's sure to brighten your meal, your day, and your journey onto the next plane.": "有些人认为所有东西都炸起来会更好。无论你是否同意，你都不会想错过在西格尔下层区的大多数酒馆里都能找到的炸面包和香料。这是奥斯、托瑞尔和克瑞恩等星球上流行的早餐主食，通常配有水煮蛋。在门之城最常见的版本包括一种独特的调味混合物，借鉴了它们所有的特点，带有小茴香、芫荽、辣椒粉，甚至茴香的味道。不管里面有什么，它肯定会让你的餐点、你的一天和你前往下一个位面的旅程更加美好。",
	"Many eateries across the multiverse claim to have the best beer-bread recipe, but Fortune's Wheel, an upscale canteen in Sigil's aristocratic Lady's Ward, really does. Any bread with beer in the dough is considered a beer bread, and the results are usually as middling as the common brew. However, this recipe from Fortune's Wheel yields a moist and chewy loaf that is bound to become a mealtime staple on any dinner table. Different types of beer yield distinctive flavors of bread and, depending on the varietal, it may even add leavening to the baking process, changing the ultimate density of the loaf. But regardless of the beer you choose (the Fortune's Wheel uses a dark, dry stout), it's all about the quality of the batter.": "跨越多元宇宙的许多餐馆声称拥有最佳的啤酒面包食谱，但《命运之轮》（Fortune's Wheel）在西格尔（Sigil）贵族女士区的高档餐馆确实如此。任何在面团中加入啤酒的面包都被视为啤酒面包，通常结果与普通酿造的一样平庸。然而，《命运之轮》的这个食谱制作出一款湿润而有嚼劲的面包，必定会成为任何餐桌上的主食。不同类型的啤酒会赋予面包独特的风味，根据啤酒的种类，甚至可能在烘烤过程中起到发酵作用，改变面包的最终密度。但无论你选择哪种啤酒（《命运之轮》使用的是一种黑色、干燥的烈性啤酒），关键在于面糊的质量。",
	"Sigil's lively marketplaces are brimming with strange, fresh meats and fish imported from across the greater multiverse. These expansive emporiums are an overwhelming explosion of scents, textures, colors, and flavors, not only making them a chef's dream but a breeding ground for new culinary ideas. Bacon-Wrapped Smoked Mussels is one such intrinsically Sigil meal on offer in many of the city's six wards. While the combination of pork and mollusk might seem unusual, this atypical culinary marriage is what makes the meal uniquely Sigil. An inspired combination of surf and turf, this dish has made its way across the multiverse as far as the Cutlass of Luskan on Toril, where fresh mussels are harvested in droves from the Sea of Swords, while the cured bacon is brought in almost daily from Mirabar via the River Mirar.": "西格尔（Sigil）繁华的市场充斥着来自整个更大多元宇宙的奇异新鲜肉类和鱼类。这些宽敞的商场是一场令人难以置信的气味、质地、色彩和风味的爆炸，不仅让它们成为厨师的梦想，也是新烹饪理念的滋生地。培根包裹烟熏青口贝（Bacon-Wrapped Smoked Mussels）就是西格尔（Sigil）市内六个区域中许多餐厅供应的一道典型西格尔美食。虽然猪肉和软体动物的组合看起来可能不寻常，但这种非典型的烹饪结合正是这道菜的独特之处。这道海陆结合的灵感组合菜肴已经横跨多元宇宙，甚至传到了托瑞尔（Toril）的拉斯坎（Luskan）的剑（Cutlass）上，那里的新鲜青口贝大量产自剑海（Sea of Swords），而腌制的培根几乎每天都通过米拉河（River Mirar）从米拉巴（Mirabar）运来。",
	"Serving equally well as a solo course or as a starter paired with a lighter main, Chickpea and Spicy Sausage Soup is a hearty, delicious, protein-filled potage. As served in Sigil, this soup incorporates Sweet Larissa's sausages, imported from Plague-Mort—the less you know about how she makes them the better. But one thing you will know is she makes them hot: with the sort of spices mortals should avoid unless in ethereal form. The chickpeas offer a starchy and earthy sanctuary from the oily, spicy sausage and red pepper flakes, all of it swimming in a garlicky chicken broth, flavored with tomato. Common variations on this dish introduce tarragon for a pungent and inspired twist on the classic. Although widely available, and often considered a meal for the masses, this is nonetheless a delectable soup that has rightfully earned its place in the heart of many citizens of the greater multiverse.": "作为一道单独的主菜或与更轻盈的主菜搭配作为开胃菜，鹰嘴豆和辣香肠汤是一款饱腹、美味、富含蛋白质的浓汤。在西格尔（Sigil）供应时，这道汤加入了甜莱丽莎（Sweet Larissa）的香肠，这些香肠是从瘟疫墓地（Plague-Mort）进口的——你对她是如何制作它们一无所知越好。但有一件事你会知道，她做的香肠是辣的：用那种调料，凡人们除非处于空灵形态，否则应该避免食用。鹰嘴豆提供了一种淀粉质和土腥的庇护所，使人远离油腻、辛辣的香肠和红辣椒片，所有这些都漂浮在蒜味鸡肉汤中，用番茄调味。这道菜的常见变体是加入龙蒿，为经典菜式增添了一种辛辣而富有灵感的变化。尽管广泛可得，并且通常被认为是大众的一餐，但这仍然是一款美味的汤，理所当然地赢得了许多更大宇宙公民心中的位置。",
	"While Sigil's Great Bazaar is perhaps the most famous market in the known multiverse—a vibrant conflux of cultures and cuisines—this self-proclaimed \"city at the center of the multiverse\" also boasts countless storefronts and street bazaars, offering equally rare and exciting gastronomy. Fire-Wrapped Golden Fish is one such inexpensive delicacy, readily acquired in the Lower Ward or the more destitute Hive Ward. As quick to fry as it is to consume, this chili-and-cayenne-tinged, batter-fried white fish is a feast for the taste buds. Best served sizzling-hot, straight from the pan, wrapped in locally cultivated lettuce or a flatbread for easy ingestion en route to the next plane.": "在西格尔大市集也许是已知多元宇宙中最著名的市场——一个充满各种文化和美食的繁荣交汇点——这个自封的“多元宇宙中心城市”也拥有无数的商店和街头市场，提供同样稀有和令人兴奋的美食。火焰包裹的金鱼就是其中一种廉价的美味，可以在下层区或更贫困的蜂巢区轻松获得。这种辣椒和红辣椒调味的面糊炸白鱼既容易炸制又容易消化，是味蕾的盛宴。最好趁热上桌，直接从锅中端上，用当地培育的生菜或扁饼包裹，方便在前往下一个位面的路上食用。",
	"It is fact that the only way in or out of Sigil is through one of the city's innumerable portals. It is also fact that while in Sigil, one must try the famous Emerald Chicken. Gifted its name from the splash of chopped greens, intermingled with chunks of fowl, chicken livers, onions, and a strong dash of incendiary spices, Emerald Chicken demands an adventurous palate—it was originally made for tieflings with fiendspices—and a cool glass of ale to quench the burn. A milder version became famous in far-off Purskul, on Toril, in eateries such as the Owlroost Head.": "在西格尔（Sigil）,唯一进出的方式是通过城市无数的传送门。同样事实是，在西格尔，你必须尝试一下著名的翡翠鸡（Emerald Chicken）。这道菜得名于混合了切碎的青菜、鸡块、鸡肝、洋葱和大量辛辣香料的独特口味。翡翠鸡需要一个有冒险精神的味蕾——最初是为邪魔香料的鬼族（tieflings）而制作的——以及一杯凉爽的麦酒来解渴。在遥远的托瑞尔（Toril）的普斯库尔（Purskul）也流行起了一种更温和的版本，在餐馆如猫头鹰巢（Owlroost Head）也能品尝到。",
	"If you intend to police the chaotic streets of Sigil, it's best not to do it on an empty stomach. The warriors of the Harmonium are deeply dedicated to keeping order but are perhaps not so adventuresome in their tastes, so this rich, filling meal-in-itself will keep a soldier on the march for hours on end. Heaps of it are hot and plentiful in their barracks in the Lady's Ward. To maximize its proteins, this dish includes not just lamb but a medley of meats, which gives it its distinctive, hearty flavor. Ironically, a certain quantity of this meatloaf somehow finds its way into the hands of street vendors—this is, after all, a town where everyone finds a way to turn a quick profit.": "如果你打算在西格尔（Sigil）混乱的街道上执法，最好不要空着肚子。和谐军（Harmonium）的战士们致力于维持秩序，但也许在口味上不那么冒险，所以这道丰盛的、填饱肚子的一餐将让士兵连续行军数小时。这种食物在女神区（Lady's Ward）的兵营里热气腾腾，供应充足。为了最大化蛋白质的摄入，这道菜不仅包括羊肉，还有一系列肉类，这赋予了它独特浓郁的味道。具有讽刺意味的是，这种肉饼的一定数量总是不知怎么地流入了街头小贩的手中——毕竟，这是一个人人都想着快速赚钱的城镇。",
	"No matter what you order at Chirper's in the Market Ward of Sigil—from the Niflheim stag ribs to the slaad legs—the sugar biscuits are a complimentary finale. Whether you came for the dancing, the Seawind theater, an art exhibition, or just a quick visit to gawk at the Skull Museum, it is always worth grabbing a bite at Chirper's for the dessert alone. Acquiring the Bytopian chestnuts required to make the puffy dough might require planar travel, but primes can approximate the right taste by adding some cinnamon and cardamom to the mix. Best served with honey as a dip for an extra dash of decadence.": "无论您在锡基尔市场区的Chirper's点什么菜——从Niflheim鹿排到slaad腿——糖饼干都是免费的甜点。无论您是为了跳舞、Seawind剧院、艺术展览，还是只是快速参观头骨博物馆而来，光是为了甜点就值得在Chirper's尝一口。获得制作蓬松面团所需的Bytopian栗子可能需要到其他位面旅行，但普通人可以通过在混合物中加入一些肉桂和豆蔻来近似正确的味道。最好搭配蜂蜜作为蘸料，增添一丝奢华的味道。",
	"Let it be known, silverfruit, also known as lychee or soapberry, makes for a truly heavenly pie. This medium-size, pink-skinned berry is known for being especially crisp and juicy, with hints of citrus and a floral aroma. But as a pie filling it's surprisingly creamy and custard-like, and it pairs wonderfully with a toasted, flaky crust. The Golden Bariaur Inn (in Sigil's Lady's Ward), which caters to highfalutin clientele from the Upper Planes, serves an astoundingly good slice of this silky dessert. Since Sigil has no natural resources, silverfruit is one of the many uniquely curated imports from the vast array of worlds to which the greater metropolis provides access.": "让人们知晓，银果，也被称为荔枝或肥皂浆果，制作成的馅饼实在是天上人间。这种中等大小、粉红色外皮的浆果以其特别脆爽多汁而闻名，带有柑橘和花香的味道。但作为馅料，它出奇地奶油丝滑，像奶油般，与烤过的、酥脆的酥皮搭配得天衣无缝。位于（锡基尔女神区）的金色巴瑞尔旅馆，迎合来自上位位面的高贵客人，供应着这款丝滑甜点的一口惊艳好味。由于锡基尔没有自然资源，银果是来自众多世界的独特精心挑选的进口食材之一，而这座大都市提供了前往这些世界的通道。",
	"Kaeth, or coffee, is an aromatic brew made from ground roasted beans and is famous for its invigorating properties, making it a prevalent day starter throughout the worlds of the multiverse. In Sigil, the City of Doors, planar sightseers can sample from a wide array of coffee beans and beverages from countless planets. Kaeth, as it is commonly called on the planet Toril, has developed into quite the delicacy along the Sword Coast, where it is now imported in droves. In the nation of Sembia, a popular method of preparation features a blend of melted chocolate and liquor. In some areas, kaeth is so popular that it has become more profitable than the tea trade. The peoples of the planet Krynn drink tarbean tea and kefre, both of which are derived from vibrant, dark-roasted beans and frequently served black. In contrast, citizens of the Outer Planes imbibe numerous spiced and creamed variants of kaeth, including the notable Mountain Majesty of Mount Celestia. On the planet Oerth, coffee trends more acidic and is frequently blended into creamy liquors to grant an extra kick. But perhaps the most notable, kav'la, in which creamed coconut milk is swirled into a malted, dark, nutty roast, is served in tall, ornate ceramic vessels and is easily found in the cultured bazaars of Sigil. Regardless of which varietal you choose, kaeth, in its endless forms, serves as a caffeine-infused pick-me-up, whether on the trail or in the safe confines of one's homestead.": "卡斯(Kaeth)，或咖啡(coffee)，是一种由研磨烘焙咖啡豆制成的芳香饮料，以其提神的特性而闻名，成为多元宇宙中广泛流行的一种日常开胃饮品。在“门之城”锡基尔(Sigil)，来自无数星球的平面观光者可以品尝各种各样的咖啡豆和饮料。在托瑞尔(Toril)行星上通常称为卡斯(Kaeth)，已经发展成为剑海岸(Sword Coast)地区的一种美食，现在大量进口。在森比亚(Sembia)国家，一种流行的制备方法包括融化巧克力和酒精的混合物。在一些地区，卡斯(Kaeth)如此受欢迎，以至于比茶叶贸易更具盈利性。克瑞恩(Krynn)行星的居民饮用焦油豆茶(tarbean tea)和凯弗(kefre)，两者均源自充满活力的深烘焙咖啡豆，通常是纯黑色的。相比之下，外部位面的居民饮用许多香料和奶油变种的卡斯(Kaeth)，包括以天界之山(Mount Celestia)的“山之威严”(Mountain Majesty)著称的品种。在欧斯(Oerth)行星上，咖啡的趋势更酸，经常混合成奶油酒精饮料，以增添额外的刺激。但也许最引人注目的是“卡夫拉”(kav'la)，其中奶油椰奶被搅拌进一种麦芽、深色、坚果味的烘焙咖啡中，装在高大、华丽的陶瓷器皿中，在锡基尔(Sigil)的文化集市中很容易找到。无论您选择哪种品种，卡斯(Kaeth)以其无尽的形式，都是一种富含咖啡因的提神饮品，无论是在旅途中还是在自己家的安全环境中。",
	"TIME TO MAKE A STAND! Utilizing the astral gateways of Sigil, and pursued by CHAHD'S SKELETAL HORDES, our heroes retreat to THE FEYWILD to finally confront the villainous VAMPEER!": "是时候站出来了！利用西格尔的星界门，被查德的骷髅军团追赶，我们的英雄们撤退到了精灵界，最终要面对邪恶的吸血鬼（VAMPEER）！",
	"If only a proper plan might spring from mine head-guts! Fleeing this City of Doors in terrorstricken cowardice, we spring forth through the door once, only to spring backwards twice! A sandy hellscape! Door! A kingdom under the sea! And but always one door behind us, slender, pallid, skinless fiends sneering their death-mask smirks that nearly cry out from lipless teeth, \"We know your idiocy!\"": "若只有一个合适的计划能从我的脑袋-肠中冒出来！在恐惧的懦弱中逃离这个门之城，我们一次跃出门，却反弹两次！一个沙漠般的地狱景观！门！一个海底王国！但是总有一扇门在我们身后，纤细、苍白、无皮肤的恶魔们嘲笑着他们死亡面具般的冷笑，几乎从无唇的牙齿中喊出，“我们知道你的愚蠢！”",
	"Skeletons. With their diabolical sarcastic grins! And always, a velveteen capèd incubus with pasted yellow hair. Chahd, the Betrayer. Vampyr. Zounds! We must find a place to hide!": "骷髅。带着那恶魔般讽刺的笑容！而且，总是有一个穿着天鹅绒斗篷、黏着黄色头发的魅魔。查德(Chahd)，背叛者。吸血鬼。天哪！我们必须找个地方躲起来！",
	"Alas, my senses are assailed by cheery, cherry mists, flitting faerie feathers, and sweet winds that do breeze from welcoming vanilla skies. I have found the place I seek, and hence proclaimed unto my charge:": "唉，我的感官被愉快的樱桃雾、飘动的仙灵羽毛和从迎接的香草天空吹来的甜风所侵袭。我已找到我所寻找的地方，并因此向我的责任宣告：",
	"\"Friends! Behold the Feywild! Brightest twin to darkest Shadowfell. 'Tis here that Chahd and his undead minions will be weakest. 'Tis here, we will make our final stand.\"": "\"朋友们！瞧！仙界！最明亮的孪生姐妹，与最黑暗的暗影界。在这里，查德(Chahd)和他的不死手下将会最为脆弱。在这里，我们将进行最后的抗争。\"",
	"Tyr protect our flight, for in twinkling twilight, Dint's stubby, creaking legs lose pace with us. And as I fall back to assist, I fall back into shifty old Bri'An. True Bri'An, the one who wonders to himself why he bothers to talk this crappy, pious cleric talk. The one who notices the others are several paces ahead. The one who should break open Dint's bronze paunch, steal back his jewels, and be off before all is dead. And yet I don't do it.": "提尔（Tyr）保佑我们的飞行，在闪烁的黄昏中，丁特（Dint）那矮胖、发出吱吱声的腿追不上我们的步伐。当我落后去帮助时，我又回到了那个狡猾的老布里安（Bri'An）。真正的布里安，他自问为什么要说这些烂俗、虔诚的牧师话。他注意到其他人已经走在前面好几步。他本应该打开丁特的青铜肚腹，偷回他的珠宝，然后在一切都完蛋之前离开。但我没有这样做。",
	"Dint snorts unhappily.": "丁特（Dint）不高兴地哼了一声。",
	"My clockwork ticks with the tockings of bitterness. As I am not designed to resolve gnomish emotions, I find this tocking distressing.": "我的发条在苦涩的滴答声中运转。由于我并非为解决侏儒情感而设计，我发现这种滴答声令人烦扰。",
	"My business is ruined. My ticks and tocks want only of return...to my ruined spellship Dashor.": "我的生意毁了。我的滴答声和滴答声只想回到我毁了的法术飞船（Dashor）。",
	"Morning comes, and I sup upon {@recipe Seelie Court Cheese and Potato Soup|HFFotM} from this nameless eladrin inn we have sheltered in. The others are mortuarily quiet. I find my ears longing for the blubbering prattle that regularly sparks my contempt.": "清晨来临，我在这家无名的艾拉德林旅馆里用 {@recipe Seelie Court Cheese and Potato Soup|HFFotM} 进餐。其他人都静悄悄的。我发现自己渴望听到那些常常引起我轻蔑的废话。",
	"Gaze I now through the window at a nearby hill, the ruined stump of an elven guard tower atop its peak. I think mournfully of Shadow's Edge.": "我现在透过窗户望向附近的小山，山顶上是一座被毁坏的(精灵)守卫塔的残垣断壁。我忧伤地想起了(Shadow's Edge)。",
	"I have been to the afterlife, the Queen's Shadowfell, and this I know now to be a defect of that sublimely dreary place. Ne'er did I see a proper roadhouse! A place of feastings and...I don't know...dancing and merriment...for the Shadowfell I visited 'tis kind of a dump.": "我曾到过来世，女王的暗影界，现在我知道这是那个令人印象深刻的阴郁地方的一个缺陷。我从未见过一个像样的客栈！一个聚会和...我不知道...跳舞和欢乐的地方...因为我参观的暗影界有点破烂。",
	"Roadhouse, yes. You are the peace that could be born of a Shadow's Edge Cheflord.": "路边小屋，是的。你是一个可能诞生于暗影之缘厨师领主的和平。",
	"Of which I am not.": "我不是其中之一。",
	"Soon, Chahd's icy fingers will surely choke these warm thoughts from my soul.": "不久，查德 (Chahd) 冰冷的手指肯定会将这些温暖的思绪从我的灵魂中抹去。",
	"WOULD MY LIFE A BOOK, ALL CHAPTERS 'ERE BE NAMÈD \"BETRAYED!\" For it turns out that Bri'An 'twere NEVER ANY CLERIC OF TYR! Thief and scoundrel, patriarch of lies! Yet, even now, HE plays the card of SUFFERER, with weeping quiver upon the plates of his lying mouth-hole!": "若我的生命是一本书，所有的章节都将被命名为\"背叛！\"因为原来Bri'An从未是提尔的任何神职人员！小偷和恶棍，谎言的始作俑者！然而，即便如此，他如今还在扮演受害者的牌面，眼泪在他那撒谎的嘴巴上颤抖！",
	"From Sasha's eyes came a waterfall of tears, slipping her leech children off their ancestral cheek. She looked down yet always up to the stocky false Bri'An!": "萨莎的眼睛中涌出了一泻如注的眼泪，滑落在她祖辈脸颊上的(leech children)。她低头看着，却总是仰望着那个矮胖的假布莱安(Bri'An)！",
	"OH, 'TIS GETS WORSE!": "哦，情况变得更糟了！",
	"TAKE THIS I CANNOT!": "我拿不了这个！",
	"EVERYTHING GOES TO HELLS! Squirladax litigates a case for solidarity, but without his powdered mop-wig, the poor goblin's legal authority is robbed of him! As Bri'An's confessions of faithlessness slip a dagger into our ribs, the Otter Gnome slits our throats with a clanging RESIGNATION OF MEMBERSHIP from our Dark Tables!": "一切都走向地狱！斯奎拉达克斯（Squirladax）为团结而进行一场诉讼，但是没有他那顶粉饰的拖把假发，这可怜的地精的法律权威被剥夺了！当布里安（Bri'An）对不忠的忏悔在我们的肋骨上刺入一把匕首时，水獭侏儒（Otter Gnome）用一声刺耳的“成员辞职”从我们黑暗的桌子上割断了我们的喉咙！",
	"In a mighty roar that scattered {@recipe Elfharrow Baked Goat Cheese|HFFotM|Baked Goat Cheese} upon the inn's polished floors, Squirladax howled thusly, \"Returned thee, I see, to your Arch-Nemesis ways, have you?!\"": "在一声震耳欲聋的咆哮中，Squirladax大声吼道，\"看到你又回到了与你的大敌{@recipe Elfharrow Baked Goat Cheese|HFFotM|Baked Goat Cheese}作对的方式，是吗？！\"",
	"Dint choked dispassionately, \"Death is certain for this Bureau. No logic nor assistance can I grant. I will return to Dashor now.\"": "Dint 冷漠地说：“这个局势注定死亡。我无法提供逻辑或帮助。我现在将返回达肖尔(Dashor)。”",
	"\"And what of precious, sparkling Diamonds?\" wheezed Squirladax": "\"那些珍贵闪闪发光的钻石呢？\" Squirladax 喘息着说道。",
	"Dint puffed, \"There are no Diamonds.\"": "丁特喘着气说道：\"没有钻石。\"",
	"A shock befell all.": "所有人都感到震惊。",
	"Kettled rage boiled in Squirladax, \"KEEP YOUR DIAMONDS, MASTER OF TREASON! I will have no more sight of you!\" And Squirladax fled to the outhouse to mourn.": "Squirladax心中怒火翻腾，“把你的钻石留着吧，背叛之主！我再也不想见到你了！” 然后Squirladax逃到茅厕里哀悼。",
	"A quiet sadness. Bri'An, his scales soggy, fell to the bench.": "一种静谧的悲伤。Bri'An，他的鳞片湿漉漉的，倒在长凳上。",
	"Then Sasha, ashen and saddest of all, laid buttery hand to Dint's bronze pauldron.": "萨莎，最苍白最悲伤的人，将油腻的手放在丁特的青铜护肩上。",
	"Whispered she, \"You only ever helped us, and as you return to your home, the lands where Otters and Gnomes live in harmony, know that, for you, there will always be treason in my heart.\"": "她低声说：“你只是帮助过我们，当你回到你的家园，那片水獭和侏儒和谐共处的土地时，要知道，对于你，我的心中永远会有背叛。”",
	"Dint is gone.": "Dint已经消失。(Dint)",
	"Chahd is coming. Squirladax has not left the outhouse since yesterday. Deelia's been downing bottles of {@recipe Saerloonian Glowfire|HFFotM} at the inn. As I wander the grounds near the hill, I see Bri'An in the ruined tower gazing afar.": "查德 (Chahd) 即将到来。自昨天起，斯奎拉达克斯 (Squirladax) 就没离开过茅厕。迪利亚 (Deelia) 在客栈里一直在狂饮 {@recipe Saerloonian Glowfire|HFFotM}。当我漫步在山丘附近的废墟时，我看到布里安 (Bri'An) 在残破的塔楼中遥望远方。",
	"If Squirladax believes Dint is junk and Bri'An is garbage, then what am I? I am a fraud. Just like Bri'An. I've read {@i Volo's Guide} so hard...sauced my limbs, bled myself dizzy, expanded my breath bellows to near popping, and raised a colony of leeches on my face...but I am no closer to becoming the warrior Squirladax needs.": "如果斯奎拉达克斯相信丁特是垃圾，布里安是垃圾，那么我是什么？我是一个骗子。就像布里安一样。我读了{@i Volo's Guide}这么辛苦...用酱汁涂抹我的四肢，让自己头晕目眩，扩张我的呼吸气囊几乎要爆炸，还在脸上养了一群水蛭...但我离成为斯奎拉达克斯需要的战士还差得远。",
	"His gift of that book was wasted on me. I've failed my party. Again.": "他送给我的那本书是白费的。我又让我的队伍失望了。(%D&D%)。",
	"This house of out reminds me of the Caves of Calmness.": "这所房子让我想起了(Caves of Calmness)。",
	"Pronounced strangely by not-goblins, the Caves were a soothing grotto of the mirthiest, most charitable goblinfolk one could ever randomly encounter.": "被非地精们奇怪地发音，这些洞穴是一个让人感到愉悦的洞穴，里面住着最欢乐、最慈善的地精族群，你可能会在随机的时候遇到他们。",
	"Raided we were, often, by bullying humanfolk, twisting my heart sour. Took they from us our treasures, not just of coin, but those of pride and stout-heartedness. Now I steal these treasures back, but from mine own minions...nay! My friends.": "我们经常被恃强凌弱的人类袭击，他们扭曲了我的心灵。他们夺走了我们的宝藏，不仅仅是金币，还有我们的骄傲和坚韧不拔。现在我要偷回这些宝藏，但不是从我的手下...不！是从我的朋友那里。",
	"Dint was right to leave.": "Dint 离开是正确的。",
	"What's this I hear?": "我听到了什么？",
	"\"OHMUHGAHD!!!!!! UHHHHH MUHHHHHH GAAAAHHHHHHHHH!!!!!!\"": "\"哦我的天啊!!!!!! 呃呃呃呃呃呃呃呃呃呃!!!!!!\"",
	"Spotted the skeletal bastards from the ruined tower, I did, and then calmly called out, \"Gods! They come!\" or something to that effect.": "我发现了那些来自废墟塔楼的骷髅混蛋，然后平静地喊道，“天啊！他们来了！”或者类似的话。",
	"Tyr then did grant my stubby limbs much speed and...nah he didn't.": "提尔（Tyr）并没有赐予我的短粗四肢更快的速度，嗯，他并没有。",
	"Suck I.": "吸我。",
	"Wait.... A goblin-man comes to rush me, his arms outstretched....": "等一下.... 一个地精人冲过来，双臂伸向我....",
	"WILL WE DIE? For certain! But punch we first?! NINE HELLS YES we will, on Chahd's stupidest of faces! This is the song stirred in me by the words just spoken!": "我们会死吗？肯定会！但我们会先出手吗？九层地狱是的，我们会，在查德（Chahd）最愚蠢的脸上！这是刚才所说的话激起我内心的歌曲！",
	"You see, sitting piggy about the back of Bri'An, Squirladax called UNTO US in a voice more powerful than ten irritating goblins!": "你看，坐在布莉安(Bri'An)背上的小猪，斯奎拉达克斯(Squirladax)以比十个讨厌的地精更强大的声音向我们呼喊！",
	"\"Forces of the dreaded Shadowfell, prepare to march on this realm!\"": "\"可怕的暗影界力量，准备向这个领域进军！\"",
	"Sad Sasha was the first to answer: \"But we have no front line! No adequate fighter!\"": "悲伤的萨莎(Sad Sasha)第一个回答道：\"但是我们没有前线！没有足够的战士！\"",
	"OH QUEEN, tell no one that I was actually impressed when hated goblinman turned his beady eyes unto our forlorn hearts and pronounced with shrill grandeur.": "哦女王，不要告诉任何人，当被憎恶的(goblinman)转动他那珠光宝气的眼睛注视我们凄凉的心灵，并以尖锐的宏伟宣布时，我实际上感到了惊讶。",
	"\"Sasha! The mutilations you've inflicted upon thyself are greater than any wound of death! Thus, you are the mightiest WARRIOR...in easily like three miles!\"": "\"萨莎！你对自己造成的伤害比任何致命伤都要严重！因此，你是最强大的战士...(Sasha)...在大概三英里范围内！\"",
	"Continued he, weaseling his logic upon our wills.": "继续他，将他的逻辑巧妙地施加在我们的意志上。",
	"\"DEELIA! Your Queen shall smile at your noble stand against Orcus's minions! And you, UNHOLY AVENGER, shall burn Chahd's bones as kindling!\"": "\"迪利亚(DEELIA)! 你的女王将因你对奥库斯(Orcus)的手下的高贵抵抗而微笑！而你，不洁复仇者(UNHOLY AVENGER)，将会把查德(Chahd)的骨骼当作柴火燃烧！\"",
	"He then turned to the smallest dragon-man.": "然后他转向了最小的龙人。",
	"\"Bri'An. Your faith may be a lie, but my faith in you is not. Take up Tyr's banner one last time, old friend.\"": "\"Bri'An. 你的信仰可能是虚假的，但我对你的信任并非如此。最后一次，拿起提尔（Tyr）的旗帜，老朋友。\"",
	"TO WAR!": "战斗吧！",
	"WARFARE GUYYYSSS! Let me catch you up! So, there's this old watchtower ruin thing on this hill. That's HOMEBASE. Two paths up the hill to the tower, one NORTH, one SOUTH. Chahd is coming from the NORTH, so Deelia has ordered that we pepper the north slope.... WITH TRAPS, GUYS! TRAPS! Tripwires! Crossbows! SPIKED PITS! ISN'T THAT WICKED?": "战争时间！让我告诉你们最新情况！在这座山上有一个古老的瞭望塔废墟，那就是基地。通往塔顶的两条路，一条向北，一条向南。查德从北边过来，所以迪利娅命令我们在北坡上撒下陷阱……用陷阱，伙计们！绊线！弩箭！尖刺陷阱！是不是很酷？",
	"The SOUTH slope is our escape route if things go sideways.": "如果情况不妙，南坡是我们的逃生路线。",
	"HERE'S THE PLAN!": "这就是计划！",
	"The Bureau will stand upon the hill and \"vex Chahd.\" Chahd, now \"vexed,\" will surely release his skeletal minions charging up the hill...INTO THE TRAPS! THEN, we reveal our wrath, attacking viciously until we KILL us a FREAKING VAMPEER, which is, I guess, easier than killing a Vampire....": "局长将站在山上，\"烦扰查德\"。查德，现在\"烦扰\"，肯定会释放他的骷髅手下冲上山...进入陷阱！然后，我们展现愤怒，猛烈攻击直到我们杀死一个该死的吸血鬼（VAMPEER），我猜，这比杀死一个吸血鬼更容易...",
	"But still, really cool!": "但是，依然很酷！",
	"They come close, now, from the north. Some twenty strong...Against four.": "他们现在从北方靠近。大约有二十人…对抗四人。",
	"Tyr, I've never prayed to you before. Grant me righteous speed as 'twere it likely that mine friends will be flayed screaming and suckled alive at the snapping smiles of Skeletal Vampeergroup.": "提尔，我从未向你祈祷过。赐予我正义的速度，如同我的朋友们很可能会在骷髅吸血鬼团(Skeletal Vampeergroup)那咧嘴笑容下被剥皮尖叫并活生生地哺育一样。",
	"A light rain now falls...which will only make my plated feet slippy.": "现在正在下着小雨...这会让我的镀铬脚滑。",
	"Uh...thanks Tyr.": "嗯...谢谢提尔(Tyr)。",
	"CHAHD AND HIS COLUMN OF DEATH HAVE ARRIVED!": "查德和他的死亡之柱已经到达！",
	"I must now draw him to mine trappèd field! Let a DUELING OF VEXES COMMENCE!": "我现在必须把他引诱到我的陷阱领域！让一场(VOEXES)的决斗开始！",
	"Velveteen capèd Chahd, speaks with haughty loudness over the rains and spans betwixt us.": "绒面披风的查德，以傲慢的高声在雨中讲话，横跨在我们之间。",
	"\"Ah, the Tasty Tetrad! Even now, I sauce and season your cadavers in my mind's kitchen, to be prepared tenderly and servèd...to my master.\"": "\"啊，美味四重奏！即使现在，我在心灵厨房里调味和烹饪你们的尸体，要温柔地准备并供奉...给我的主人。\"",
	"It is now, NOW that I unleash the vexing scornings of wit, \"Never, betrayer! Bet I not that your master doesn't even dislike you!\"": "现在就是，现在我释放出令人烦恼的机智讽刺，“永远不要，背叛者！我打赌你的主人甚至不讨厌你！”",
	"Paused, did Chahd, as my vexing does take hold! Clearèd his throat, he croaks, \"Do you sayeth...wait.... You are saying he likes me? Or that he doesn't like me? Because I can assure you—\"": "暂停，查德，当我的烦恼占据心头时！他清了清嗓子，嘶哑地说道：\"你是说他喜欢我？还是不喜欢我？因为我可以向你保证—\"",
	"\"NO ONE LIKES YOU, CHAHD!,\" bellowed a presumptuous but not incorrect Sasha.": "“没人喜欢你，查德（Chahd）！”傲慢但并不完全错误的莎莎大声喊道。",
	"Worn plainly on his stupid face, a perfect vexing achieved, we hold as he will surely now unleash his minions unto the slaughtering of our many traps before us!": "他脸上的愚蠢表情清晰可见，完美的烦恼达成了，我们认为他肯定会释放他的手下来屠杀我们面前的许多陷阱！",
	"Calls Chahd out, \"Do you think I STUPID? Only a Shadow's Edge {@b novice} could reveal her machinations so! Let me to the guessing! Traps? Worry not, I shall be with you soon enough.\"": "查德大声质问：“你认为我愚蠢吗？只有阴影之刃（Shadow's Edge）{@b novice}才能揭示她的阴谋！让我来猜测吧！陷阱？别担心，我很快就会和你在一起。”",
	"All is lost, but for one last card in my {@deck Tarokka Deck|CoS}. I shall weave inspiring bardic magic!": "一切都已失去，但在我的{@deck Tarokka Deck|CoS}中还剩下最后一张牌。我将编织激励人心的吟游诗人魔法！",
	"Sasha asks if she is to hold the front line, whilst Deelia lays about damaging spells, and to Bri'An the restoration of vigor!": "萨莎问是否她要守住前线，迪利亚则施放破坏性法术，而布里安负责恢复活力！",
	"Instead, I say:": "相反，我说：",
	"\"Remember, my friends.": "“记住，我的朋友们。",
	"There is truly only one rule in War!": "在战争中真的只有一个规则！",
	"GO OUT THERE...": "走出去吧...",
	"...and just be yourself. Cuz that's...ya know...what they're looking for.\"": "“只要做你自己。因为这就是...你知道的...他们在寻找的。”",
	"And I can feel their hearts swell with braveness.": "我能感受到他们的心中涌动着勇气。",
	"Yet then, Chahd marches up from the south, and he did smile a wide toothèd grin, and by the GODS...": "然而，查德从南方走来，他露出了一个宽大的露齿笑容，而且，天神（Chahd）……",
	"HE HAD FANGS!": "他有尖牙！",
	"Elven Flatbread is much more of a delight than its unassuming name suggests. A mosaic of colors and flavors, the thinly sliced vegetables, edible flora, and wild herbs are so elegantly placed atop this chewy focaccia that you almost want to admire it more than eat it. A cornucopia of garden-fresh components frequently make starring appearances—from onions, bell peppers, chives, and cherry tomatoes to sunflowers, elderflowers, squash blossoms, and sprigs of basil. Almost nothing is off-limits when it comes to topping; the only (unspoken) rule is to keep it vibrant and arrange them artfully. Despite elven flatbread being a \"simple\" bread recipe, Feywild eladrin pride themselves on flare and personal presentation. During harvest holidays, each flatbread is presented as a long and ornate loaf that serves as both a centerpiece and a meal starter for dipping in sharp, fragrant olive oils.": "精灵薄饼比其朴素的名字所暗示的要令人愉悦得多。蔬菜、可食用植物和野生草药被薄脆的法式面包上优雅地摆放，形成了一幅色彩斑斓、口味丰富的马赛克。从洋葱、甜椒、细香葱和樱桃番茄到向日葵、接骨木花、南瓜花朵和新鲜罗勒叶，各种新鲜的花园食材经常成为主角。在选择配料方面几乎没有限制；唯一的（未明文规定的）规则是保持色彩鲜艳，并巧妙地摆放它们。尽管精灵薄饼是一种“简单”的面包食谱，精灵界的艾德林们以其独特风格和个人表现力自豪。在丰收节日期间，每个薄饼都被呈现为一条又长又华丽的面包，既是一道中心菜，也是用来蘸浓烈芬芳的橄榄油的开胃菜。",
	"For those adventurers fortunate enough to dine shoulder to shoulder with the nature-loving Archfey of the Seelie Court, cheese and potato soup is a hearty, not-to-be-skipped starter that warms from the inside out. This slow-simmered, savory concoction is a delightful mix of potatoes, onions, celery, chives, and ripe herb-infused cream cheese. It is so delightful in fact that it has escaped the mystical confines of the Feywild, making its way within the bustling walls of the Sword Coast port metropolis of Baldur's Gate, to the iconic Elfsong Tavern, where it has become a regional favorite capitalizing on the cornucopia of fresh ingredients on offer. Regardless of where you sample this surprisingly light and tasty soup, the spirit of the Seelie Court original is in every spoonful.": "对于那些有幸与热爱大自然的夏尔精灵法庭(Archfey of the Seelie Court)肩并肩共进晚餐的冒险者们来说，奶酪土豆汤是一道丰盛的前菜，绝对不能错过，它能从内而外温暖身心。这道慢炖的美味混合了土豆、洋葱、芹菜、细香葱和成熟的香草奶油奶酪。事实上，它如此美味，以至于它已经逃离了精灵界(Feywild)的神秘边界，来到了剑海岸港口大都市博德之门(Baldur's Gate)内繁华的城墙之间，抵达了标志性的精灵之歌酒馆(Elfsong Tavern)，在那里它已经成为了一个地区最受欢迎的菜肴，充分利用了提供的各种新鲜食材。无论你在哪里品尝这道令人惊喜的清淡可口的汤，夏尔精灵法庭原汁原味的精神都融入其中。",
	"Centuries of deforestation has caused the elves of Elfharrow to get more creative with their diets than those of their forest-based counterparts. Raising livestock has become a way of life for these elves, making dairy a central staple of their foodways. This traditional Elfharrow dish features medallions of goat cheese crusted in breadcrumbs and baked. The key ingredient, though, is a tangy mustard, said to originate in the Feywild, and the dish goes best with a green salad on the side. A word of caution: Don't try to source your ingredients in Elfharrow—these elves are quite a bit more territorial and protective than their northern cousins and a visit there could be your last.": "几个世纪的砍伐导致Elfharrow（(Elfharrow)）的精灵比起他们生活在森林中的同类更加创意十足。养殖家畜已经成为这些精灵的生活方式，使得乳制品成为他们饮食中的主要食物。这道传统Elfharrow（(Elfharrow)）菜肴以面包屑裹着烤制的山羊奶酪肉饼为特色。然而，关键的食材是一种酸涩的芥末，据说起源于Feywild，这道菜最好搭配一份绿色沙拉。一个警告：不要试图在Elfharrow（(Elfharrow)）采购食材——这些精灵比他们北部的表亲更具领土意识和保护意识，前往那里可能会是你的最后一次。",
	"Nothing says {@i harvest} like the colorful dish known as Harengon Coffee Carrots. An unexpected journey of flavors, fresh wild-picked carrots are simmered with mountain-grown {@recipe kaeth|HFFotM} (or coffee) and a generous amount of beet-derived molasses. A touch of thyme and finely aged balsamic vinegar round out this sweet and acidic treat, so perfectly balanced that even the eladrin of the Feywild often include it as a staple of their elaborate forest feasts. The harengon, rabbit-like denizens of the Feywild, famously prepare this dish with a veritable rainbow of orange, red, white, yellow, and purple carrots, emphasizing presentation as much as flavor. The inspired infusion of coffee provides a robust tang that will also add zip to anyone's step, especially the harengon who are known for their exuberance. When it comes to the serving table, this vibrant fall side is bound to bring you back for more.": "没有什么比被称为哈伦贡咖啡胡萝卜的色彩丰富的菜肴更能代表{@i harvest}了。这是一场意想不到的味蕾之旅，新鲜采摘的胡萝卜与山地种植的{@recipe kaeth|HFFotM}(或咖啡)以及大量甜菜糖蜜一起炖煮。一点百里香和精心陈化的意大利黑醋使这款甜而酸的美食更加完美平衡，甚至费伊野地的艾拉德林精灵也经常将其作为精心准备的森林盛宴的主食之一。哈伦贡是费伊野地中类似兔子的居民，他们以橙色、红色、白色、黄色和紫色胡萝卜的丰富色彩著称，强调呈现与口味同等重要。咖啡的灵感注入为这道菜提供了浓烈的酸味，也会给任何人带来活力，尤其是以活力著称的哈伦贡。当端上餐桌时，这道充满活力的秋季配菜一定会让你回味无穷。",
	"Brackleberry Jam is the Cormyrean moniker for a spread made from a medley of freshly foraged wild berries—one that has earned notoriety throughout the multiverse. While the Cormyr version utilizes strawberries, raspberries, blackberries, gooseberries, and even currants, all iterations of this well-traveled recipe call for fresh blueberries and sugar to properly flavor the mixture. A spritz of lemon and a dash of salt help to not only preserve the mash for canning but brighten the overall experience on the palette. Brackleberry Jam is as common as butter in the forest-heavy country of Cormyr, where its topography and climate yield an abundance of seasonal berries so plentiful they colorfully adorn the region's roads and trails. This jam spreads well on almost any warm loaf or muffin. In the Feywild, the berries are not only more bountiful but also more flavorful, resulting in an exquisite local variety of Brackleberry Jam.": "布拉克尔莓果酱是科默尔人对一种由新鲜采摘的野生浆果混合制成的果酱的别称，这种果酱在多元宇宙中声名远扬。尽管科默尔版本使用草莓、覆盆子、黑莓、醋栗甚至红加仑，但所有版本的这个广为流传的食谱都需要新鲜的蓝莓和糖来正确调味混合物。一点柠檬汁和一点盐不仅有助于保存果酱以备罐装，还能提亮整体口感。在科默尔，布拉克尔莓果酱和黄油一样常见，在这个森林密布的国家，其地形和气候产出大量季节性浆果，这些浆果在整个地区的道路和小径上五彩斑斓地点缀着。这种果酱几乎可以涂抹在任何温热的面包或松饼上。在精灵界，浆果不仅更加丰富，而且更加美味，从而产生了一种精致的本地布拉克尔莓果酱品种。",
	"No elven feast is complete without a basket (or three) of freshly fried sweet-pea Fey Fritters on offer. The nuanced yet indulgent combination of fresh sweet peas, shallots, and feta cheese is a match made in Arvandor, especially once handfuls of the bite-size bounty are dipped in batter and fried to perfection. From Prismeer to Evermeet, elves and those with whom they hold court relish these comforting table treats. Fey Fritters come with a warning: Once you try one, you'll want to spend all day eating these scrumptious snacks...and often, in the Feywild, you just do! It is believed that the recipe originated a millennium ago in the elven enclave of Evermeet, far before it was transported to the Plane of Faerie following the Spellplague. These tasty delicacies have been a mainstay on elven dining tables ever since.": "没有精灵盛宴是完整的，如果没有提供一篮（或三篮）新鲜炸制的甜豌豆精灵炸饼。新鲜甜豌豆、青葱和菲达奶酪的微妙而奢华的组合是在阿凡多中诞生的，尤其是当一把一把这些一口大小的美食被裹上面糊，炸至完美时。从普里斯米尔到艾尔维密，精灵和他们的朋友们都喜欢这些令人愉悦的美食。精灵炸饼带着一个警告：一旦你尝试了一口，你会想整天都吃这些美味的小吃...而在精灵界，你可能就真的这样做了！据信，这个食谱起源于千年前的艾尔维密精灵飞地，早在被传送到妖精界之前的法术瘟疫之后。自那时起，这些美味的小吃一直是精灵餐桌上的主食。",
	"A refreshing nonalcoholic aperitif, the drink known as Sprucebark Quaff is famous throughout the multiverse for not only preparing the palate for flavor but also freshening the breath after meals. A simple concoction of clean, fresh water; mint; and sweet cucumber, it is served at upscale taverns, inns, and temples across the Prime Material Plane but is especially popular in the Feywild and upper planes, where a similar mixture forms naturally in many ponds, lakes, and streams. It's believed to have been invented by Faerûnian elves as a method of purifying water, using plants to remove toxins. Whatever its origin, it is sure to recharge trail-weary adventurers no matter what planet or plane they roam.": "一种清爽的无酒精开胃饮料，被称为云杉树皮饮料(Sprucebark Quaff)的饮品在整个多元宇宙中都很有名，不仅可以为口腔准备味蕾，还可以在饭后清新口气。这种简单的调制饮料由清洁、新鲜的水、薄荷和甜黄瓜混合而成，在原质平面的高档酒馆、客栈和寺庙中供应，但在仙界和上位面特别受欢迎，在那里类似的混合物在许多池塘、湖泊和溪流中自然形成。据信这种饮料是由费伦精灵发明的，作为一种净化水源的方法，利用植物去除毒素。无论它的起源如何，它肯定会为旅途中疲惫不堪的冒险者充电，无论他们漫游在哪个星球或位面。",
	"Despite its promise of a \"banquet,\" the dish known as Eldeen Banquet is actually a hearty, one-dish meal sure to satisfy omnivores as much as vegetarians. Consisting of lightly breaded and fried eggplant topped with a warm, seasoned tomato sauce, this delight hails from the Eldeen Reaches, in the Khorvaire region of Eberron, which is noted for its robust forests and agriculture, and where the dish has occasionally migrated to the Feywild via a secret Fey Crossing. But while Eldeen Banquet is considered a regional delicacy, interpretations of the crispy, yet spongy, eggplant patty are common in esteemed eateries throughout the city of Sharn. High-end restaurants such as the Azure Gateway and the Celestial Vista, in the Skyway district, offer plates of Eldeen Banquet as delightful as their views. However, perhaps the best preparation is found in the unassuming Olladra's Arms, in the Hope's Peak district. Here, the portions are as generous as they are flavorful, ensuring the dish truly lives up to its moniker.": "尽管名为(`Eldeen Banquet`)的菜肴承诺着一场\"盛宴\"，但实际上它是一道丰盛的一餐，能够满足肉食者和素食者。这道美食由轻微裹上面包屑并炸制的茄子，再淋上温暖、调味的番茄酱组成，这道美味来自于埃布伦（Eberron）的科瓦尔大陆（Khorvaire）的艾尔丁地区（Eldeen Reaches），这里以茂密的森林和农业而闻名。这道菜有时会通过一条秘密的精灵十字路口偶尔传入精灵界（Feywild）。虽然(`Eldeen Banquet`)被视为地区美食，但在沙恩市（Sharn）的许多知名餐馆中，人们对这种酥脆却又有弹性的茄子饼的诠释是常见的。位于天空区（Skyway district）的(`Azure Gateway`)和(`Celestial Vista`)等高档餐厅提供的(`Eldeen Banquet`)不仅美味，而且景色宜人。然而，也许最好的准备方法是在希望之巅区（Hope's Peak district）的不起眼的(`Olladra's Arms`)找到的。在这里，份量丰盛，味道鲜美，确保这道菜真正名副其实。",
	"It is said that {@i everything} in the Feywild is more beautiful—and more delicious. That is undoubtedly true when it comes to imbibing the already supernaturally delightful Saerloonian Glowfire. First concocted centuries ago in Saerloon, a Sembian metropolis known for its cultured and exotic tastes, Saerloonian Glowfire has become a notable export the Realms over. It has even made its way to Evermeet, an elven paradise transported to the Feywild long ago. While human in origin, this aromatic bracer, renowned equally for its alluring luminescence as for its refreshing hints of summer breezes and ripe pear, feels right at home filling the ornate wine flutes of high elven society.": "据说在Feywild中，{@i everything}更加美丽——也更加美味。当涉及到享用已经超凡美妙的Saerloonian Glowfire时，这无疑是真实的。Saerloonian Glowfire最初是在Saerloon几个世纪前调制的，Saerloon是一个以文化和异国情调闻名的Sembian大都市，它已成为一个在整个诸域中备受瞩目的出口产品。它甚至已经传入Evermeet，一个很久以前被传送到Feywild的精灵天堂。尽管它源自人类，这种芳香的护腕同样以它诱人的发光和清新的夏日微风和成熟梨子的味道而闻名，它在填满高等精灵社会华丽酒杯时感觉如鱼得水。",
	"This autumnal aperitif of rare quality and divine taste is customarily served in conjunction with an elven high ceremony. Traditional Elverquisst vintages are distilled from orosks and resmers (rare summer fruits indigenous to Evereska) and sunshine, and it sips as smoothly as a cool mountain stream. Elves store their Elverquisst in crystal decanters capable of absorbing light and showcasing the tantalizing specks of gold dancing about in the rich claret mixture. According to legend, upon whispering a secret Elvish phrase, the sunlight streaming through the bottle will gather into thirteen points, resembling the constellation Correlian. Regardless, Elverquisst is highly prized by the elves and is a uniquely enchanting sip for curious imbibers who can get their hands on a bottle of this rare beverage.": "这种秋日开胃酒质地稀有，口味神圣，通常与精灵的高级仪式一起享用。传统的埃尔维奎斯（Elverquisst）年份酿造自奥洛斯克和雷斯默（Evereska土生的稀有夏季水果）以及阳光，入口如同凉爽的山泉。精灵将他们的埃尔维奎斯存放在能吸收光线并展示丰富混合物中金色诱人斑点的水晶酒器中。根据传说，当低声诉说一句秘密的精灵短语时，透过瓶子的阳光会聚集成十三个点，形成像科瑞利安星座的图案。无论如何，埃尔维奎斯备受精灵珍视，对于那些能得到这种稀有饮料的好奇品酒者来说，它是一种独特迷人的饮品。",
	"FANGS! VamPEER or VamPIRE? Yeah, the second one. My mind screams, \"Run Squirladax into thine own traps!\" With luck, a spike will gash my heart for I do not wish to rise a Vampiric thrall. But I do not run. I will face this failure, this TPK.": "尖牙！VamPEER还是VamPIRE？是的，第二个。我的心在尖叫，“将Squirladax引入自己的陷阱！” 幸运的话，一根尖刺会刺穿我的心脏，因为我不想成为一个吸血鬼的奴仆。但我不会逃跑。我将面对这场失败，这场全灭（TPK）。",
	"Skeletons charge up the slope and then EXPLOSIONS FROM THE HEAVENS! I look up to see... No way! OUR SPELLJAMMER!?? WASN'T IT BROKEN!? And it's hurling fireballs at our enemies!!!": "骷髅们冲上斜坡，然后天际爆炸！我抬头一看... 不可能！我们的法术飞船(`SPELLJAMMER`)！？难道不是坏了吗！？它正向我们的敌人投掷火球！！",
	"WAIT! Not fireballs. Those are flaming pieces of the spelljammer itself! OH CRAP! SHE'S COMING APART!": "等等！不是火球。那些是(%Spelljammer%)本身的燃烧碎片！天啊！她要解体了！",
	"RINGING OF EAR, all is soot and dark fog. The Dashor has crashèd, sending all to scatter and yet striking {@b not one skeleton}! Vomited forth from the wreck is the dented, destroyèd, and motionless OTTER GNOME, DINT!": "耳边响起，一切皆是煤烟和黑雾。达绍尔(Dashor)已经坠毁，使一切四散，然而仍然击中{@b not one skeleton}！从残骸中喷射出来的是凹陷、摧毁和静止的水獭侏儒，丁特(DINT)！",
	"Squirladax breaks away to rush to Dint's side.": "Squirladax冲开阻拦，冲向Dint身边。",
	"\"Dint, my Arch-Nemesis. Dint, my oldest and truest friend!\"": "“丁特, 我的大敌。丁特, 我最古老、最真诚的朋友！”",
	"Didn't we kinda just meet Dint?": "我们不是刚刚遇见了Dint (Dint) 吗？",
	"Sasha joins with tear-chokèd breaths. I look to my side and swear it be a single tear rolling from tiefling eye.": "萨莎（Sasha）加入，喘着带泪的呼吸。我看向一旁，发誓看到一滴从鬼族（tiefling）眼中滚落的泪珠。",
	"Squirladax's pleadings continue, \"Brave Dint. I lost you once. I cannot bear to lose you again.\"": "斯奎拉达克斯（Squirladax）继续恳求道：“勇敢的丁特（Dint）。我曾经失去过你。我无法忍受再次失去你。”",
	"Then a slow-clap and wicked chuckles from the darkest rain-soaked smog. Cresting the slope pasty Chahd and his smiling skeletons.": "接着是从最黑暗的雨淋湿的烟雾中传来的缓慢鼓掌和邪恶的笑声。越过斜坡的是苍白的查德(Chahd)和他微笑的骷髅们。",
	"\"Your hefty friend meets his end. And you're all food for fangs.\"": "\"你那个庞大的朋友迎来了他的终结。而你们都将成为(`Fangs`)的食物。\"",
	"And to this, Dint croaked, \"He lies.\"": "对此，Dint低声说道：“他在撒谎。”",
	"Sasha and Dint locked eye to lens. She spoke simply.": "萨莎和丁特对准了镜头。她简单地说道。",
	"\"Then we shall press the truth from him.\"": "\"那么我们将从他那里获取真相。\"",
	"Dint nodded.": "丁特点了点头。",
	"The battle is joined!": "战斗开始了！",
	"The fog of war clears. All is bone and shatter. Nothing stands. Not even one friend. But wait, hopeful reader! I see a cloistered group below! Huddled there is Deelia, cradling a shivering man. I rush forth and my goblin eyes boggle with amazement. Deelia holds a crushèd and stabbèd Chahd! But to see the fear in his eyes, the blood on velveteen cape and the broken {@b wooden fangs} hanging out his slackened jaw, he can only simply be \"Chad.\"": "战争的迷雾消散了。一切都是骨头和碎片。没有任何东西屹立。甚至没有一个朋友。但等等，充满希望的读者！我看到下方有一个隐蔽的小团体！迪利亚在那里，抱着一个颤抖的男人。我冲过去，我的地精眼睛惊讶地瞪大。迪利亚抱着一个被压碎和刺伤的查德！但看到他眼中的恐惧，天鹅绒披风上的血迹，以及从他松弛下来的下颚中掉出的{@b wooden fangs}，他只能简单地被称为“查德”。",
	"Chad chokes out. \"You were right, Deelia. Neither I vampire nor vampeer. It's just... I started hanging out with skeletons after Shadow's Edge burned down, and you know, they're super judgy. I just wanted them to like me.\"": "查德突然说道：“迪利亚，你是对的。我既不是吸血鬼，也不是吸血鬼猎人。事实上……在暗影边缘烧毁后，我开始和骷髅们混在一起，你知道的，他们特别爱评头论足。我只是想让他们喜欢我。”",
	"Deelia sobs, \"Then 'twas I that did this, Chad. Destroyed our school with flame. I did, and your only crime was to run screaming while ablaze to the Lords!... A tattle move, but still!\"": "迪莉娅抽泣着说道：\"那时是我做的，查德。用火焚毁了我们的学校。我做了这件事，而你唯一的罪过就是在着火时尖叫着向领主们奔去！...告密的举动，但还是！\"",
	"See us all, Deelia's vexing was always of her own making, and thus did she comfort Chad by casting away the rain's chill... {@b with a gentle flame from her snapping fingers}, her powers restorèd by mercy.": "看着我们所有人，迪利亚(Delia)总是自寻烦恼，因此她通过摆脱雨水的寒意来安慰查德(Chad)...{@b with a gentle flame from her snapping fingers}，她的力量因宽恕而恢复。",
	"Chad's shivering abated, his eyes glazed as death approached. Would not Deelia be pleasèd, as Chad's soul could now be whispered to her Raven Queen? But even as Chad's body went limp, she whispered through tears—": "查德的颤抖停止了，他的眼睛因死亡的临近而变得呆滞。迪利亚会感到高兴，因为查德的灵魂现在可以被传达给她的乌鸦女王了。但就在查德的身体变得无力的时候，她含着泪轻声说道—",
	"\"Please...\"": "\"请...\"",
	"SO IT WAS THAT TYR'S SERVANT BRI'AN SNAPPÈD FORTH LIMBS AND SHINS AND CHINNY CHIN CHINS OF THE DAMNED IN HIS BATTLE 'GAINST UNDEATH. NOBLY HE FOUGHT, KILLING THE DEAD UNTO A DOUBLE-DEATH WHENCE NO SKELETON, SHALL 'ERE RETURN TO SNEER UPON THE LIVING.": "因此，提尔的仆人布里安在与不死之战中迅速击倒了那些可怜的家伙的四肢、小腿和下巴。他英勇地战斗，将死者杀死，使他们遭受了双倍的死亡，再也没有骷髅会回来嘲笑活人。",
	"And as Bri'An could deliver death to the dead, so might he deliver life unto the living? Thusly, the scoundrel dragonborn—himself for the first time in his life—did layeth hands on the frail Chad. And Tyr's grace fell as a rain, melting away eyeshadows and other gothic makeups Off the visage of Chad, who was deliverèd unto Tyr's Grace, ALIVE! So Sayeth We Thusly.": "当布莱安(Bri'An)能够给亡者带来死亡，他是否也能够给生者带来生命？因此，这个恶棍龙裔——他生平第一次——伸出手放在虚弱的查德(Chad)身上。提尔(Tyr)的恩典如雨般降临，融化掉查德脸上的眼影和其他哥特式化妆品，将他带入提尔的恩典之中，活了下来！如此我们宣告。",
	"Praise be to being one's self.": "赞美做自己 (`Praise be to being one's self`)。",
	"Persistent reader, how we feasted in victory that day. Famished, we returnèd to the inn, where our newly re-pioused Bri'An has shared Tyr's favor with us all! He has summoned a {@spell HEROES' FEAST} of {@recipe elven flatbread|HFFotM|elven flatbreads}, {@recipe harengon coffee carrots|HFFotM}, and the freshest of {@recipe sprucebark quaff|HFFotM} for all to sup!": "持之以恒的读者，我们在那一天的胜利中享用了盛宴。饥饿的我们回到客栈，我们新近虔诚的布里安（Bri'An）与我们所有人分享了提尔（Tyr）的恩宠！他召集了一个{@spell HEROES' FEAST}的{@recipe elven flatbread|HFFotM|elven flatbreads}、{@recipe harengon coffee carrots|HFFotM}和最新鲜的{@recipe sprucebark quaff|HFFotM}供大家享用！",
	"'Twas at that moment that mangled Dint lurched in the doorway, held up by Sasha and Deelia. his gut-gears still churning by the grace of his Otter Gnome gods.": "就在那一刻，被Sasha和Deelia扶着的(Dint)一拐一拐地闯入门口，他的肚子里的齿轮仍在转动，这都是多亏了他的(Otter Gnome)神灵的恩典。",
	"A tear running down my face, I placed a hand upon the pauldroned shoulder of my shadowy double and spoketh thus: \"You can keep your Astral Diamonds, dear Master of Treason.\"": "一滴泪从我的脸颊滑落，我把手放在我阴影双胞胎的护肩上，这样说道：\"你可以留下你的星体钻石，亲爱的背叛大师。\" (Master of Treason)",
	"Every group that sits down around a table to play {@i Dungeons & Dragons} can find its own style, its own groove. You may play epic sessions that start in the afternoon and run until the wee hours of the night. Or you may do lots of short, intensive episodes. Your adventures may be all about intrigue, or white-knuckle combat, or just light silly fun—or they may explore the deep lore of the multiverse, searching for an ever-deeper understanding of the fantastic worlds that D&D opens up to us all.": "每个围坐在桌旁玩{@i Dungeons & Dragons}的团队都可以找到自己的风格，自己的节奏。你们可以玩持续从下午开始直到深夜的史诗级游戏。或者你们可以进行许多短暂而紧张的剧情。你们的冒险可能完全围绕阴谋展开，或者是白刃格斗，或者只是轻松愉快的娱乐—或者探索多元宇宙的深厚传说，寻找对D&D为我们打开的奇幻世界的更深层理解。",
	"The adventures of the Bureau of Dark Tables are mostly wacky hijinks, but they also revolve around food. That doesn't mean anyone else's stories have to do the same, but every group's adventure in D&D should follow their bliss. One of the great joys of traveling in real life is to experience the cuisines of different cultures first-hand—we live in a world where many things from distant lands can be shipped conveniently to our doorstep, but freshly prepared food, done in the style of its place of origin, is something you must travel to experience. The Bureau of Dark Tables are the sort of adventurers who know that, wherever your triumphs and perils take you, you haven't really been there unless you've taken in the local fare. Whatever your ostensible main quest may be, your side quest is always to level up your palate.": "黑桌局（Bureau of Dark Tables）的冒险大多是古怪滑稽的恶作剧，但也围绕着食物展开。这并不意味着其他人的故事必须如此，但在D&D中，每个团队的冒险都应该追随他们的激情。在现实生活中旅行的一大乐趣就是亲身体验不同文化的美食——我们生活在一个许多来自遥远地方的东西可以方便地送到我们家门口的世界，但新鲜制作的食物，以其原产地的风味烹饪，是您必须亲自前往体验的。黑桌局的冒险者知道，无论您的胜利和危险带您去哪里，除非您品尝当地美食，否则您并没有真正到过那里。无论您的表面主线任务是什么，您的支线任务始终是提升您的味蕾。",
	"In this book, there are recipes that can help you as a player to deepen your bond with both your characters and your gaming group. If you and your friends want to take your connection to the D&D multiverse into the culinary space, these recipes can become part of your game experience as well as your mealtimes. A refreshing {@recipe Ray of Frost|HFFotM} or a slice of {@recipe Laumberry Pie|HFFotM} can be as much of a reward as the experience points you get after an epic adventure.": "在这本书中，有一些食谱可以帮助你作为玩家加深与你的角色和游戏团队的联系。如果你和你的朋友想把你们与D&D多元宇宙的联系延伸到烹饪领域，这些食谱可以成为你游戏体验以及用餐时间的一部分。一杯清凉的{@recipe Ray of Frost|HFFotM}或一块{@recipe Laumberry Pie|HFFotM}蛋糕可以成为一次史诗冒险后获得的经验点一样有价值的奖励。",
	"But as with any undertaking, getting the best results requires planning ahead. Inserting the whole process of making and eating a meal into a game session can be a challenge unto itself. So bear in mind you will need:": "但是，与任何事情一样，要获得最好的结果需要提前计划。将整个制作和享用一顿饭的过程插入游戏会话中本身就是一个挑战。因此请记住，您将需要：",
	"{@i Support.} Every great band of adventurers plays to everyone's strengths. If you are the Dungeon Master (DM), it might be best to leave the cooking to someone else. You are already doing all of the preparatory work for the adventure. Many DMs offer up their homes for play, and if you are hosting, you may feel responsible for keeping everyone else fed. So players, show your thanks to the DM by volunteering to bring the food!": "{@i Support.} 每支伟大的冒险者队伍都会发挥每个人的优势。如果你是地下城主（DM），最好将烹饪工作留给其他人。你已经在为冒险做所有的准备工作了。许多DM会提供自己的家供大家玩耍，如果你是主人，你可能会觉得有责任让其他人吃饱。所以玩家们，向DM表示感谢，主动提出带食物！",
	"If your group plays at your local friendly game store, or some other public space that likely does not have a full kitchen, you should plan ahead. You might find a fridge and a microwave there that can hold a few Tupperware containers, if you are lucky. Some dishes you can prepare ahead of time that will transport well to a game include the {@recipe Halfling Iron Rations|HFFotM} or {@recipe Fig Cakes|HFFotM}. If you know you have an oven for heating up food when you get there, then you might consider bringing {@recipe Ornabra|HFFotM} or {@recipe Sensate Palate Cleanser|HFFotM}.": "如果你的团队在当地友好的游戏商店或其他可能没有完整厨房的公共空间中进行游戏，你应该提前计划。如果幸运的话，你可能会在那里找到一个冰箱和一个微波炉，可以放几个塑料盒。一些你可以提前准备好并且适合携带到游戏中的菜肴包括{@recipe Halfling Iron Rations|HFFotM}或{@recipe Fig Cakes|HFFotM}。如果你知道那里有烤箱可以加热食物，那么你可以考虑带上{@recipe Ornabra|HFFotM}或{@recipe Sensate Palate Cleanser|HFFotM}。",
	"Don't forget that cooking, and eating, can make a mess, but not all dishes are equally messy. Some recipes, such as {@recipe Tamarind Balls|HFFotM}, {@recipe Goldenstars|HFFotM}, and {@recipe Cloaks|HFFotM}, don't require players to have their own plates and utensils. But wherever you are bringing the food, have a plan for how to deal with any leftovers, and how not to leave a dish disaster in your wake.": "不要忘记烹饪和用餐可能会弄脏，但并非所有菜肴都一样凌乱。一些食谱，比如{@recipe Tamarind Balls|HFFotM}，{@recipe Goldenstars|HFFotM}和{@recipe Cloaks|HFFotM}，不需要玩家自备盘子和餐具。但无论你把食物带到哪里，都要有一个处理剩菜的计划，以及如何避免在你离开时留下一团糟的餐具。",
	"One fun way to use this cookbook is to try to match the food your group eats with the adventure you are playing. Whatever city of the D&D multiverse your party is visiting, or whichever wilderness you camp in, there are dishes that can put you in your character's shoes. You may not have the appetite to sample everything that the Bureau of Dark Tables eats as they make their way around Realmspace, but you can still make meals the centerpiece of your adventure.": "使用这本食谱的一种有趣方式是尝试将你的团队吃的食物与你正在进行的冒险相匹配。无论你的团队正在访问D&D多元宇宙中的哪个城市，或者在哪个荒野露营，都有一些菜肴可以让你身临其境。也许你没有胃口尝试暗桌局局长们在实空间周围吃的一切，但你仍然可以让餐点成为你冒险的焦点。",
	"{@i Plan.} Don't have a Total Planning Katastrophe. Schedule serious meals for the beginning or end of a play session. If you are doing a real marathon and you need to have a full meal in the middle, take a break from the game. Some of the dishes in this cookbook, like {@recipe Tavern Crickets|HFFotM} and {@recipe Black Lotus Root|HFFotM}, make for good snacks around the table, but if you're laying out a multi-course cornucopia, you're going to need the table space. As a rule of thumb, if you need to have utensils and plates out to eat, then set the dice and character sheets away until you're done. You don't want to have to fish a {@dice d4} out of your {@recipe Two Hares Inn Rabbit Stew|HFFotM}.": "{@i Plan.} 不要有全面规划灾难。在游戏会话的开始或结束安排严肃的餐点。如果你正在进行一场真正的马拉松，并且需要在中间吃一顿正餐，那就暂停游戏。这本食谱中的一些菜肴，比如{@recipe Tavern Crickets|HFFotM}和{@recipe Black Lotus Root|HFFotM}，适合作为桌边的小吃，但如果你要摆出一顿多道菜的大餐，你就需要桌子上的空间。作为一个经验法则，如果你需要摆出餐具和盘子来吃饭，那就把骰子和角色卡放到一边，直到吃完为止。你不想在{@recipe Two Hares Inn Rabbit Stew|HFFotM}里捞出一个{@dice d4}。",
	"There's nothing better than taking an hour after a D&D session to decompress with your friends over a refreshing dinner, chatting about the ups and downs of the day. These post-game sessions can actually make a big difference in your campaigns—it helps everyone to get on the same page about game events, and it may even lead to some inspirations for the next session. And if your session runs all night, there are some great breakfast options in this book, like the {@recipe Green Onion Pancakes|HFFotM}.": "在一场D&D（龙与地下城）游戏结束后，花一个小时与朋友们一起放松，共进一顿清爽的晚餐，聊聊这一天的得失，再没有比这更好的事情了。这种游戏后的交流会议实际上可以在你的游戏中产生重大影响——它有助于每个人对游戏事件有一个共同的理解，甚至可能会为下一场游戏提供一些灵感。如果你的游戏持续到深夜，这本书中有一些很棒的早餐选择，比如{@recipe Green Onion Pancakes|HFFotM}。",
	"There are a few ways to integrate eating into the play of D&D. If you know in advance that the party is going to attend a banquet in Ravenloft, you can always arrange to have the meal ready for the players to enjoy in real-time as they role play their characters. This requires some coordination, but it can really bring the game world to life, with a little mood lighting, music, and maybe even costumes.": "有几种方式可以将进食融入D&D的游戏中。如果你提前知道队伍将参加拉文洛夫特(Ravenloft)的宴会，你可以安排好饭菜，让玩家们在实时角色扮演时享用。这需要一些协调，但可以真正让游戏世界栩栩如生，配上一些氛围灯光、音乐，甚至可能还有服装。",
	"But if you're going to build a meal into your D&D session, you probably aren't going to be able to make it from scratch during a quick break. Choose dishes where most of the preparatory work can be done before the session starts, where it will only take a few minutes to heat things up and get them on the table. {@recipe Duergar Smoked Herring|HFFotM} and {@recipe Boar Hock Soup|HFFotM} are examples of good choices where you can do a lot of the work beforehand and then heat them up at the last minute. You definitely want to avoid trying to make something like {@recipe Fire-Wrapped Golden Fish|HFFotM} while you are in the middle of a play session, because if you get distracted and leave it cooking for too long, it could easily burn and the smell of this rare aquatic treat will no doubt linger until next week's session.": "但如果你想在你的D&D游戏中加入一顿饭，你可能不太可能在短暂的休息时间内从头开始制作。选择那些大部分准备工作可以在游戏开始前完成的菜肴，这样只需要几分钟就可以加热食物并摆上桌。{@recipe Duergar Smoked Herring|HFFotM} 和 {@recipe Boar Hock Soup|HFFotM} 是很好的选择示例，你可以事先完成大部分工作，然后在最后一刻加热它们。你绝对要避免在游戏进行中尝试制作像{@recipe Fire-Wrapped Golden Fish|HFFotM}这样的东西，因为如果你分心并让它烹饪时间过长，它很容易烧焦，而这种稀有水生美食的气味无疑会一直持续到下周的游戏会话。",
	"{@i Improvise.} Every DM knows that sometimes you just have to wing it—rules are guidelines, and to keep up the flow of play you may have to do what seems right rather than leafing through rulebooks. Every chef knows the same rule: You have to work with what you've got, and sometimes that means taking a different path than the printed recipe.": "{@i Improvise.} 每位主持人都知道，有时候你必须随机应变——规则只是指导，为了保持游戏的流畅，你可能需要做看起来正确的事情，而不是翻阅规则书。每位厨师也知道同样的道理：你必须利用手头的材料工作，有时候这意味着走一条不同于印刷食谱的路线。",
	"Most importantly, these recipes are intended to inspire your creativity. It would be impossible to cram the flavors of the multiverse into this cookbook, or a whole series of them—so take the recipes here as examples. Once you have a sense for the palates of the planes, you can use those as building blocks for developing your own recipes in the spirit of these guidelines.": "最重要的是，这些食谱旨在激发您的创造力。将整个多元宇宙的风味塞进这本食谱书中，或者一整套食谱书中是不可能的——所以把这里的食谱当作示例。一旦您了解了各个位面的口味，您可以将它们作为开发符合这些准则精神的自己食谱的基础。",
	"Once you get the hang of it, you can develop your own recipes. And if you are having trouble deciding between ingredients, remember that you are a D&D player: you can always roll for it! For example, you could assign tofu, chicken, pork, and beef each to a number on a {@dice d4}. Give it a roll, and whatever number lands becomes the accompanying protein for that tasty {@recipe Chopforest|HFFotM}. But like any good DM, if the result of the die roll doesn't feel right, don't be afraid to exercise a little \"divine intervention\" and reroll. Sometimes it takes a die roll to tell you what your real preference would be.": "一旦你掌握了诀窍，你就可以开发出自己的食谱。如果你在选择食材时遇到困难，记住你是一个D&D玩家：你可以随时掷骰子！例如，你可以将豆腐、鸡肉、猪肉和牛肉分别对应到{@dice d4}上的一个数字。掷骰子，无论掷出哪个数字，那种蛋白质就成为那道美味{@recipe Chopforest|HFFotM}的配料。但就像任何一个优秀的DM一样，如果骰子的结果让你觉得不对劲，不要害怕进行一点“神圣干预”并重新掷骰。有时候需要一次骰子来告诉你真正的偏好是什么。",
	"Dine on!": "用餐吧！"
}