{
	"A handful of characters from the film {@i Dungeons & Dragons: Honor Among Thieves} are presented here as NPCs you can include in your D&D campaigns. The stat blocks in this collection use a presentation similar to that which is found in the {@book Monster Manual|MM}. If you are unfamiliar with the stat block format, read the introduction of the Monster Manual before proceeding further. That book explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.": "这里提供了电影《{@i Dungeons & Dragons: Honor Among Thieves}》中的一些角色，你可以将它们作为NPC加入到你的D&D战役中。这个角色集合中的属性块采用了类似于《{@book Monster Manual|MM}》中的呈现方式。如果你对属性块格式不熟悉，请在继续之前阅读《怪物手册》的介绍部分。该书解释了属性块术语，并提供了各种怪物特性的规则，这里不再重复。",
	"Some creatures have weapons that deal unusual damage types and spellcasting that functions in an atypical way. For example, {@creature Forge Fitzwilliam|HAT-TG} deals extra poison damage with his heavy crossbow. This extra damage isn't a feature of the weapon. Such an exception is a special feature of a stat block and represents how the creature uses its weapon or casts its spells; the exception has no effect on how a weapon or spell functions for a different creature.": "一些生物有能够造成不寻常伤害类型的武器，以及以非典型方式施法的能力。例如，{@creature Forge Fitzwilliam|HAT-TG} 用他的重型弩造成额外的毒素伤害。这种额外伤害并不是武器本身的特性。这样的例外是一个怪物属性块的特殊特征，代表了生物如何使用武器或施法；这种例外对于其他生物如何使用武器或施法没有影响。",
	"Jeremy Jarvis, Christopher Perkins": "杰里米·贾维斯 (Jeremy Jarvis), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Ashley Alexander, Dan Dillon, Ron Lundeen, Sarra Scherb": "阿什利·亚历山大 (Ashley Alexander), 丹·迪伦 (Dan Dillon), 罗恩·伦登 (Ron Lundeen), 萨拉·谢布 (Sarra Scherb)",
	"Jeremy Crawford": "杰里米·克劳福德 (Jeremy Crawford)",
	"Kate Irwin, Kara Kenna, Gibbs Rainock, Tom Song, Kendall Vollucci": "凯特·欧文（Kate Irwin）, 卡拉·肯纳（Kara Kenna）, 吉布斯·雷诺克（Gibbs Rainock）, 汤姆·宋（Tom Song）, 肯德尔·沃卢奇（Kendall Vollucci）",
	"Judy Bauer, Adrian Ng": "朱迪·鲍尔 (Judy Bauer), 艾德里安·吴 (Adrian Ng)",
	"Trish Yochum": "特里什·约克姆 (Trish Yochum)",
	"Kevin Yee": "基文( Kevin Yee)",
	"Shuangcheng Leng, Jason Li, Yang Luo, Tatiana Vetrova, Wenfei Ye, Liangliang Zhang, Qiya Zhang": "双城冷 (Shuangcheng Leng), 李杰森 (Jason Li), 罗阳 (Yang Luo), 塔蒂亚娜·维特洛娃 (Tatiana Vetrova), 叶文飞 (Wenfei Ye), 张亮亮 (Liangliang Zhang), 张琦雅 (Qiya Zhang)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Gabriel Waluconis": "加布里埃尔·瓦卢科尼斯 (Gabriel Waluconis)",
	"Chris Lindsay": "克里斯·林赛(Chris Lindsay)",
	"Patrick Backmann": "帕特里克·巴克曼 (Patrick Backmann)",
	"Jay Jani, Adam Walton, Joseph Keen, Cameron Powell": "杰伊·贾尼 (Jay Jani), 亚当·沃尔顿 (Adam Walton), 约瑟夫·基恩 (Joseph Keen), 卡梅伦·鲍威尔 (Cameron Powell)"
}