{
	"Nature, or the forest, might be quite the distance from our homes, Twitch streams, or stages where we play RPGs like {@i 5th Edition} (because oddly enough that's the magical world we live in now). We throw dice onto surfaces made of trees whose history we are woefully clueless of. Did the tree have a story, or a family of owls living in it, or a fox kit that sheltered a storm beneath its branches? We don't know these tales as we weave our own, but the connection is still there. We're still tromping through the wilderness and smelling the fresh air and fearing its dangers, even if it's in our imagination.": "大自然，或者森林，可能离我们的家、Twitch直播、或我们玩像{@i 5th Edition}（因为奇怪的是，这是我们现在生活的魔法世界）的舞台相当遥远。我们将骰子投在由我们对其历史一无所知的树木表面上。这棵树是否有故事，或者有一家猫头鹰居住在其中，或者有一只狐狸幼崽在它的树枝下躲过暴风雨？我们不知道这些故事，因为我们编织自己的故事，但连接仍然存在。即使只是在我们的想象中，我们仍然在荒野中跋涉，嗅着新鲜空气，害怕它的危险。",
	"Storytelling on its own has always been connected to nature. Legends of animals as gods or animals as human-like protagonists permeate all cultures. The Native American stories of the trickster Raven, the Medieval fable of the {@i Owl and the Nightingale}, or something as obvious and simple as {@i Grimm's Fairy Tales} are all examples of how the natural world around us has shaped storytelling. The magic of animals and their usually unseen lives intrigues us, sparks our imagination, and we see a lot of ourselves in them when we finally slow down enough to look. Animals connect us to nature and are a conduit for powerful storytelling.": "讲故事本身一直与自然联系在一起。动物作为神灵或类人主角的传说贯穿所有文化。美洲土著关于恶作剧精灵乌鸦的传说，中世纪寓言中的{@i Owl and the Nightingale}，或者像{@i Grimm's Fairy Tales}这样明显简单的事物，都是自然世界如何塑造故事叙述的例子。动物的神奇及其通常看不见的生活引起我们的好奇，激发我们的想象力，当我们最终放慢脚步去观察时，我们会在它们身上看到很多自己的影子。动物将我们与自然联系在一起，是强大故事叙述的媒介。",
	"This is why I believe roleplaying games have had such a resurgence in the past few years, because we're looking for a connection to the world around us. We're looking for a way to get away from screens, to forget about our complicated lives, and to live as heroes with problems we can solve, not just listen to on the news and worry about. We can help people, we can be heroes, and we have magic. Even in the imagination, these things are incredibly powerful.": "这就是为什么我相信角色扮演游戏在过去几年里如此复兴，因为我们正在寻找与我们周围世界的联系。我们想要摆脱屏幕，忘记我们复杂的生活，像英雄一样生活，解决我们可以解决的问题，而不仅仅是听新闻并担心。我们可以帮助人们，我们可以成为英雄，我们拥有魔法。即使在想象中，这些事情也是非常强大的。",
	"In Humblewood, we're going back to our roots as storytellers, using nature and the animals around us to adventure in a world of fantasy. We have so much technology surrounding us every day, getting out into nature isn't an option for many. Our jobs are time consuming, our lives are hard and complicated, our food is grown in places we will never see and sits on a shelf for our consumption wrapped in plastic. These things disconnect us from the story of nature, from the story of life and the changing of seasons and our connection to the world around us. In reality, even the humble pigeon has an interesting life, we just don't see it as we pass them on city streets without giving them a second look.": "在谦卑林，我们正在回归作为讲故事者的本质，利用大自然和周围的动物在一个幻想世界中冒险。我们每天被如此多的科技包围着，走进大自然对许多人来说根本不是一个选择。我们的工作耗时，我们的生活艰难复杂，我们的食物在我们永远看不到的地方生长，包装在塑料中放在货架上等待我们消费。这些事物使我们与大自然的故事、生命的故事、季节的更迭以及我们与周围世界的联系脱节。实际上，即使是那只不起眼的鸽子也有着有趣的生活，只是当我们在城市街道上路过它们时，并没有给予它们第二眼。",
	"I've loved birds since I can remember, they've always been how I connected to nature. I've rescued birds since I was 10 and I've worked with the smallest of hummingbirds to the massive moody, Red Tailed hawk named Ivan whose mew I cleaned in college. When I lived in Los Angeles, I began rescuing pigeons because they were everywhere, forgotten pets of colonists and invasive to the habitat they lived in. These birds were smart, funny, and ignored by almost every animal shelter you took them to. They were the lost and forgotten of the animal world, and that's why I fell in love with them. They had stories to tell, and every one of them has their own personality and quirks.": "我自小就喜欢鸟类，它们一直是我与大自然联系的方式。我从10岁起就开始救助鸟类，曾经与最小的蜂鸟一起工作，也曾与一只名叫伊万的脾气暴躁的红尾鹰合作，它是我在大学时期照顾的。当我住在洛杉矶时，我开始救助鸽子，因为它们无处不在，是殖民者遗忘的宠物，也是侵入性物种，破坏了它们所生活的栖息地。这些鸟类聪明幽默，几乎被每个动物收容所所忽视。它们是动物世界中的迷失与被遗忘者，这就是我爱上它们的原因。它们有故事要讲，每一只都有自己的个性和怪癖。",
	"Humans are not that different from animals. If we pay attention to them, we can understand them, save them, live with them, and honor them. The more compassion we have for animals the better our world will be. Telling their stories is just as important as telling our own, and helps us connect to and have compassion for the other creatures on our planet. So I encourage you to make your own legends in Humblewood, and then go to the forest and see them for yourself. Maybe they'll have a story of their own to tell you, too.": "人类并没有那么不同于动物。如果我们留心观察它们，我们就能理解它们，拯救它们，与它们共存，并尊重它们。我们对动物越有同情心，我们的世界就会变得更美好。讲述它们的故事和讲述我们自己的故事一样重要，这有助于我们与地球上其他生物建立联系并怀有同情心。因此，我鼓励你在谦卑森林中创造自己的传奇故事，然后去森林亲自见证。也许它们也有自己的故事要告诉你。",
	"Twitter: {@link @HollyConrad|https://twitter.com/HollyConrad}": "推特：{@link @HollyConrad|https://twitter.com/HollyConrad}",
	"Twitch: @commanderholly": "Twitch: @指挥官Holly (Commander Holly)",
	"When approaching the art direction for Humblewood, I wanted to express that this is a world full of vibrant, diverse characters, living in an expansive forest with a rich and intricate history. The driving force behind Humblewood as a concept was the desire to create a visually compelling world that felt alive, and that meant a world that could feel wonderful and welcoming, magical and mysterious. It also meant a world full of secrets, hidden dangers, and obstacles for a party of adventurers to overcome.": "在制定《谦木》的艺术指导时，我希望表达这是一个充满生机和多样性角色的世界，他们生活在一个历史悠久且复杂的广阔森林中。《谦木》背后的概念驱动力是希望创造一个视觉上引人入胜的世界，让人感觉它是活生生的，这意味着一个既美好又充满欢迎之感、又神奇又神秘的世界。这也意味着一个充满秘密、隐藏危险和障碍的世界，需要一队冒险者来克服。",
	"When I was young, the films and books I devoured with the most enthusiasm were the ones that appealed to audiences both young and old, whose characters may happen to be adorable woodland animals, but still bravely explored a mosaic of complex, confronting themes that we continue to puzzle over well into our adult years. These are the stories that left a significant impression on me, that I continue to revisit to this day.": "当我年轻的时候，我最热衷的电影和书籍是那些吸引了年轻和老年观众的作品，其中的角色可能是可爱的森林动物，但依然勇敢地探索了一系列复杂而具有挑战性的主题，这些主题我们在成年后依然在思考。这些故事给我留下了深刻的印象，我至今仍然会回顾这些作品。",
	"Roleplaying games are wonderful for many reasons, one being that they can provide a form of escape, or they can mirror reality. They can help us understand and process experiences in our own lives through an entirely different lens, and they give you a unique kind of freedom to be whoever or whatever you want to be, options for which there is no shortage in Humblewood—whether you are a sneaky mapach, a brave little strig, or a cunning corvum with a secret heart of gold, the only limit, as ever, is your imagination.": "角色扮演游戏有许多美妙之处，其中之一是它们可以提供一种逃避的形式，或者它们可以反映现实。它们可以帮助我们通过完全不同的视角理解和处理我们自己生活中的经历，并为你提供一种独特的自由，让你成为任何你想成为的人或事物，而在(`Humblewood`)中这样的选择是不胜枚举的——无论你是一个狡猾的(mapach)，一个勇敢的小(strig)，还是一个心怀金善的狡猾的(corvum)，唯一的限制，一如既往，是你的想象力。",
	"As artists we have to give careful consideration to every facet of the world, certainly the designs of our main characters and our myriad of monsters, but also what a character's home might look like, what kind of fabrics they might wear, and how should we design this bottle of vintage vulpin-crafted elderberry wine? We have illustrated forests flooded with beams of light, tangled and treacherous swamps you must battle your way through with determination, and cosy interiors where you can almost smell the jerbeen-sized loaves baking in the oven. The love is very often in the details, just as some of the most significant moments in a campaign can be the quiet ones, the small words exchanged at the campfire, or the tiny clues indicating a much larger mystery to unravel.": "作为艺术家，我们必须认真考虑世界的每一个方面，当然包括我们的主要角色和各种怪物的设计，还有一个角色的家可能是什么样子，他们可能穿什么样的衣服，以及我们应该如何设计这瓶古老的狐灵酿造的接骨草莓酒？我们描绘了被光束淹没的森林，你必须充满决心地穿越纠缠而危险的沼泽，以及舒适的室内，你几乎能闻到烤炉里烤着的杰宾大小的面包的味道。爱常常隐藏在细节中，就像一场冒险中一些最重要的时刻可能是安静的时刻，篝火旁交换的小词语，或者暗示着更大谜团的微小线索。",
	"Creating this project has been an unforgettable journey, full of as many surprises, twists and turns as the overgrown paths of Humblewood itself. I have had an affinity for nature and animals my entire life, which has been my primary source of inspiration for much of my personal work. I remember when I first sat down and sketched the first iteration of a brave little knight owl, who we have now named Riffin, and I could never have imagined in that moment how the idea behind this little owl would evolve into a fully realised world, lovingly crafted by our team of designers, writers and artists, for players to explore.": "创建这个项目是一段难忘的旅程，就像Humblewood本身那些长满杂草的小径一样，充满了许多惊喜、曲折和转折。我一直对大自然和动物有着亲近感，这一直是我个人作品的主要灵感来源。我还记得当我第一次坐下来草拟了一只勇敢的小骑士猫头鹰的初始版本，我们现在称之为Riffin，那时我无法想象这只小猫头鹰背后的想法会如何演变成一个由我们设计师、作家和艺术家团队精心打造、供玩家探索的完整世界。",
	"I am beyond excited for you all to take your first steps into this world, uncover some of its secrets during your adventures, experience its stories, and come away with many of your own stories to tell!": "我非常激动，期待你们迈出第一步进入这个世界，在冒险中揭开一些秘密，体验它的故事，并且带着许多属于你们自己的故事离开！",
	"{@b Leesha Hannigan}, Art Director": "{@b Leesha Hannigan}, 艺术总监",
	"Twitter: {@link @LeeshaHannigan|https://twitter.com/LeeshaHannigan}": "Twitter: {@link @LeeshaHannigan|https://twitter.com/LeeshaHannigan}",
	"In the far away world of Everden, on the eastern coast of a great continent, lies a vast forest nestled between the mountains and the sea. This is the Humblewood, an ancient and magical place that hums an endless song, sung to the Great Rhythm of life and death. The Wood, as it is known to its inhabitants, is not like any other forest. The trees are old and powerful, with rare specimens that reach as tall as small mountains. Here familiar beasts grow to unusual sizes, bearing markings and patterns unique to the Wood. This region is also home to two groups of animal-like humanoid races, the birdfolk and the humblefolk. Together they share the Wood and its bountiful resources.": "在遥远的埃弗登（Everden）世界上，位于一个伟大大陆的东海岸，有一片广袤的森林坐落在群山和大海之间。这就是谦卑森林（Humblewood），一个古老而神奇的地方，它吟唱着无尽的歌谣，奏响着生与死的伟大节奏。这片森林，被当地居民称为“Wood”，与其他森林不同。这里的树木古老而强大，稀有的树木甚至高达小山般高度。这里熟悉的野兽长得异常巨大，身上带有谦卑森林独有的纹饰和图案。这个地区还是两个动物般的类人种族的家园，分别是鸟人（birdfolk）和谦卑族（humblefolk）。它们共同分享着森林及其丰富的资源。",
	"In the early years, the birdfolk and humblefolk lived close to each other in small villages around the forest. These isolated communities were vulnerable to an organization of brigands and marauders who called themselves the \"Bandit Coalition.\" To protect themselves from the Coalition, the birdfolk built fortified cities in the forest's canopy. Joining forces with the humblefolk, the birdfolk army, known as the \"Perch Guard\", drove back the bandits, bringing peace and security to the region. Over time, birdfolk culture spread, and the capital city of Alderheart became the most politically influential place in the Wood.": "在早期，鸟人族和谦卑族居住在森林周围的小村庄里，彼此之间距离很近。这些与世隔绝的社区容易受到一个自称为“强盗联盟”的匪徒和掠夺者组织的威胁。为了保护自己免受联盟的侵害，鸟人族在森林的树冠中建造了设防城市。鸟人族军队与谦卑族联合起来，被称为“栖卫军”的鸟人族军队击退了强盗，为该地区带来了和平与安全。随着时间的推移，鸟人族文化传播开来，首都奥尔德哈特（Alderheart）成为了伍德地区最具政治影响力的地方。",
	"But the Wood has also known sorrow. Not long after the founding of Alderheart, a massive forest fire known as \"The Great Calamity\" burned a portion of the Wood. The origins of the fire are unknown, but it left the area permanently damaged. To this day, it is called the \"Scorched Grove,\" an arid field of ash that has since become home to many strange flame-infused creatures.": "但是这片森林也经历过悲伤。就在奥尔德哈特(Alderheart)建立不久之后，一场被称为“大灾难”的森林大火烧毁了一部分木头。火灾的起因不明，但它让这片地区永久受损。直到今天，它被称为“烧焦林地”，一片灰烬的干旱土地，后来成为许多奇怪的火焰生物的家园。",
	"The Tenders, an organization of druids and mystics, dedicate themselves to healing the Scorched Grove with natural magics. Set up in conclaves around the Wood, they provide aid whenever forest fires strike. Yet, since the Grove's burning, the Wood has known relatively few fires. Nature's balance, though, can be disrupted by a single spark.": "《招标者》(The Tenders)，一个由德鲁伊和秘术师组成的组织，致力于用自然魔法治愈被烧焦的林地。他们在整个森林周围建立了聚会点，每当森林发生火灾时，他们就会提供援助。然而，自从林地被烧毁以来，这片森林很少发生火灾。然而，大自然的平衡却可能被一根火花打破。",
	"Recently, fires have begun to rage through the Wood with a strength and fury not seen since ages past. Forest-dwellers are again being displaced from their homes, seeking refuge in Alderheart, and perch-dwellers are doing what they can to keep themselves safe up in their canopy sanctuaries. Relations between the humblefolk and birdfolk are tense. Moreover, a newly invigorated Bandit Coalition swells in numbers. Its sights are set upon Alderheart, where those displaced by the flames seek a means of survival.": "最近，自古以来罕见的烈焰席卷了（Wood）。森林居民再次被迫离开家园，寻求庇护在（Alderheart）之中，而栖息在树冠圣所的鸟类居民则竭尽所能保护自己的安全。谦卑族和鸟族之间的关系变得紧张。此外，一个新生的强盗联盟人数激增。他们的目标是（Alderheart），那里被火焰驱逐的人们正在寻求生存的途径。",
	"You are a citizen of the Wood, caught up in this turmoil. Or perhaps you are a storyteller from another world. Either way, the future of the Wood is yours to write. Within this book you will find all the tools you need to build your character, travel the land, and create your own Humblewood story.": "你是木之国的一名公民，卷入了这场动荡。或许你是来自另一个世界的故事讲述者。无论如何，木之国的未来由你来书写。在这本书中，你会找到所有需要的工具，来塑造你的角色，游历这片土地，并创作属于你自己的《谦木之国》故事。",
	"Whether or not Humblewood is able to survive the flames is up to you. Go forth and adventure! Only you can restore balance to the Wood.": "是否谦卑森林能够幸存下来取决于你。前往冒险吧！只有你能够恢复森林的平衡。",
	"The various folk who make up the world of Humblewood are divided into two categories: the birdfolk and the humblefolk. While they resemble animals, the folk who inhabit the cities, towns, and villages of Humblewood are all humanoids.": "组成《谦林》世界的各种民族分为两类：鸟人族和谦人族。虽然他们看起来像动物，但居住在《谦林》城市、镇和村庄中的民族都是类人生物。",
	"This chapter outlines the ten core races, five birdfolk and five humblefolk, who make up the majority of characters found in the Wood. It also details various character creation options, new class options, backgrounds, feats, and spells to help you make your own Humblewood adventurer.": "这一章概述了十个核心种族，包括五个鸟人和五个谦卑族，他们构成了森林中大多数角色的基础。它还详细介绍了各种角色创建选项，新的职业选项，背景，特长和法术，以帮助您打造自己的《谦卑森林》冒险者。",
	"The birdfolk races of Humblewood are as diverse and unique as the forest itself. Only the skillful survive the forest, and the birdfolk have become masters of both the forest floor and the canopies above, creating several settlements (known colloquially as \"perches\") throughout the Wood. Despite regional differences and cultural peculiarities among the different kinds of birdfolk in the Wood, the birdfolk races nevertheless share much of their culture, language, history, and origin myths. This solidarity has allowed them to work together and prosper, creating a harmony in the Wood which has lasted for an age.": "《Humblewood(谦木)》中的鸟人种族与森林本身一样多样且独特。只有熟练的人才能在森林中生存，而鸟人已经成为了森林地面和树冠之上的大师，他们在整个谦木中建立了几个定居点（俗称“栖所”）。尽管在谦木中不同种类的鸟人之间存在地区差异和文化特点，但鸟人种族仍然分享着许多文化、语言、历史和起源神话。这种团结使他们能够共同努力，繁荣发展，创造了谦木中持续了一个时代的和谐。",
	"While a diverse group, adapted for a variety of environments within the Wood, birdfolk also share several physical traits which have allowed them to find common ground in the construction of their perches. Beyond the obvious physical similarities, all birdfolk possess arms covered in feathers, which extend into wing-like appendages. While incapable of true powered flight, the strong hollow bones and lightweight bodies of birdfolk allow them to easily use their feathered arms to glide, and unless severely encumbered, all birdfolk can recover gracefully from what would otherwise be a deadly fall. In some birdfolk races these wings have grown strong enough to bear their owners upwards in a mighty flap, while others instead developed talons which make for both deadly defensive weapons and useful tools for scaling tall trees.": "虽然是一个多样化的群体，适应了木林中各种环境的鸟人也分享了几个身体特征，这些特征使他们在搭建栖息地时能够找到共同点。除了明显的身体相似之外，所有的鸟人都有长满羽毛的手臂，延伸成翼状附肢。虽然不能进行真正的动力飞行，但鸟人强壮的空心骨骼和轻盈的身体使他们能够轻松地利用羽毛覆盖的手臂滑翔，除非受到严重阻碍，所有的鸟人都能从本应是致命的坠落中优雅地恢复。在一些鸟人种族中，这些翅膀已经变得足够强壮，可以让它们的主人在一次强有力的拍打中上升，而其他一些种族则发展出了爪子，既是致命的防御武器，也是攀爬高大树木的有用工具。",
	"The birdfolk have established themselves as a political force to be reckoned with in Humblewood. They shaped their mighty capital from the great tree Alderheart, and from this bastion of safety their ruling body, the Birdfolk Council, makes decisions which impact all of Humblewood. The birdfolk are well-defended from outside threats thanks to the Perch Guard, a force of soldiers trained in both aerial and ground combat, that keeps their cities and the denizens within safe.": "鸟人已经在（Humblewood）中确立了自己作为一个不可忽视的政治力量。他们将自己强大的首都塑造成了伟大的树木（Alderheart），而从这个安全的堡垒中，他们的统治机构，即鸟人议会，制定了影响整个（Humblewood）的决策。鸟人得到了充分的防御，多亏了（Perch Guard），这是一支受过空中和地面战斗训练的士兵力量，他们保护着城市和其中的居民。",
	"While Alderheart has been a beacon of peace and harmony for many years, the coming of the fires has thrown the region into chaos. The Perch Guard forces are spread thin across the canopy cities, barely able to secure the main roads for merchants while keeping their homes safe from the blazes. Now the great birdfolk cities face more threats from bandits and forest fires than ever before. Through it all, though, the birdfolk trust in solidarity, between themselves and the diverse groups of habitants who call their perches home, to weather the coming storm as they have so many times before.": "尽管多年来奥尔德哈特一直是和平与和谐的象征，但火灾的到来使该地区陷入混乱。栖木卫队的力量在天篷城市间分散，勉强能够保护主要道路供商人通行，同时又要确保他们的家园免受火灾的侵袭。如今，伟大的鸟人城市面临比以往更多的来自强盗和森林火灾的威胁。然而，在这一切之中，鸟人们仍然信任团结，他们之间以及与各种居民群体之间的团结，就像他们以前那样度过即将到来的风暴。",
	"Not all denizens of Humblewood are birdfolk. The term \"humblefolk\" is used throughout the Wood to refer to the non-birdfolk peoples who live a little closer to the forest floor. Unlike the birdfolk, whose shared language, histories, myths, and culture have allowed them to exist in harmony for most of Humblewood's history, the humblefolk represent a disparate group of peoples, cultures, and ways of seeing the world, many of whom haven't always seen eye to eye.": "在谦卑森林（Humblewood）并非所有居民都是鸟类。术语“谦卑民（humblefolk）”在整个森林中用来指代那些生活在离森林地面更近的非鸟类族群。与鸟类不同，鸟类共同的语言、历史、神话和文化使他们在谦卑森林的大部分历史中能够和谐共存。而谦卑民代表了一个不同的族群、文化和世界观，许多人并不总是能够达成一致。",
	"Ages ago, an accord was struck between the people of the forest floor to unite against roving bandits and quell the in-fighting that was wreaking havoc across the Wood. This accord was known as the \"Humblefolk Treaty\" and was witnessed by the birdfolk, who were just then beginning to shape the trunk of Alderheart. The birdfolk offered the humblefolk safety within their great city, and many accepted their offer. Over time, more and more humblefolk migrated to newly-established birdfolk perches, though many found birdfolk architecture to be restrictive for creatures without wings. In the same way, some groups of birdfolk, feeling too crowded within the booming perches, began to spread out and seek shelter within small woodland villages. Even today, the birdfolk who choose to live on the forest floor find themselves stigmatized, as a life in the canopy is considered proper in birdfolk society.": "很久以前，森林地面的居民之间达成了一项协议，团结起来对抗流窜的强盗，平息横行的内讧，这些内讧给整个木林带来了灾难。这个协议被称为“谦卑族条约”，并由鸟人见证，当时他们正开始塑造奥德哈特的树干。鸟人向谦卑族提供了在他们伟大城市内的安全，许多人接受了他们的提议。随着时间的推移，越来越多的谦卑族移居到新建立的鸟人栖息地，尽管许多人发现鸟人的建筑对于没有翅膀的生物来说有所限制。同样，一些鸟人群体在繁荣的栖息地内感到过于拥挤，开始散居并寻求庇护在小型林地村庄内。即使在今天，选择生活在森林地面上的鸟人发现自己受到污名化，因为在鸟人社会中，生活在树冠中被认为是合适的。",
	"After the establishment of the treaty, humblefolk began to live once again in small woodland villages beneath the trees, although now in more diverse communities alongside some ground-dwelling birdfolk. With the expansion of the Humblefolk Treaty to allow humblefolk to call upon Perch Guard garrisons in times of crisis, and the birdfolk militias keeping the roads safe for merchant caravans, the Wood truly entered a golden age. Life for many humblefolk was peaceful and prosperous...until the fires came.": "在条约签订后，(`Humblefolk`) 谦逊族群开始重新居住在树下的小木村庄中，尽管现在他们与一些地面鸟族一起生活在更多样化的社区中。随着(`Humblefolk Treaty`) 谦逊族条约的扩展，使谦逊族在危机时可以请求(`Perch Guard`) 栖木卫队的驻守，以及鸟族民兵保护商队安全通行，(`the Wood`) 木之地真正进入了黄金时代。许多谦逊族的生活是和平繁荣的...直到大火的到来。",
	"With the spreading flames, humblefolk villagers petitioned the overextended Perch Guard for aid, only to see help arrive too late, if at all. To make matters worse, after many years the divisions between the humblefolk communities have intensified: those who found prosperity in the birdfolk cities have adopted a perch-dweller's perspective, while those who live in the woodlands face a constant threat from brigands and forest fires. Others have even left to join the newly reformed Bandit Coalition, seeing not only a path for survival, but a chance to get even with the perch-dwelling birdfolk for broken oaths and unequal treatment. Yet, where the treaty holds, vibrant humblefolk communities can still be found. The humblefolk are resilient, and each race will devise a way to survive in this dangerous wood.": "随着烈焰蔓延，普通村民向过度延伸的栖巢卫士请求援助，却往往见到援助来得太迟，甚至根本没有。更糟糕的是，多年来，普通人社区之间的分歧加剧：那些在鸟人城市中找到繁荣的人采纳了栖巢居民的观点，而那些生活在林地中的人则面临着强盗和森林火灾的持续威胁。还有一些人甚至离开加入了新近改组的强盗联盟，他们不仅看到了生存的途径，还看到了与栖巢鸟人为破坏誓言和不公平对待报复的机会。然而，在条约有效的地方，依然可以找到充满活力的普通人社区。普通人是坚韧的，每个种族都会想出一种在这片危险的森林中生存的方法。",
	"This chapter outlines how you can customize your character, everything from physical characteristics, backgrounds, class options, feats, and spells, all in keeping with the flavor of Humblewood.": "本章概述了如何定制你的角色，从外貌特征、背景、职业选项、特征和法术等方面，所有内容都与《谦木》的风格保持一致。",
	"Your character is more than just a collection of rules. Here are a few tools to help you flesh out the look and feel of your character.": "你的角色不仅仅是一堆规则的集合。以下是一些工具，可以帮助你充实角色的外观和感觉。",
	"The sex or gender of a character doesn't confer any special bonuses or penalties. Playable races do not exhibit physical characteristics based on sex, and traits such as plumage, markings, and size difference are not associated with a specific sex or gender. The most significant variations in physical appearance come down to a character's subrace.": "角色的性别不会带来任何特殊的加成或惩罚。可玩种族的外貌特征不会根据性别而有所不同，而羽毛、斑纹和体型差异等特征也不会与特定的性别相关联。外貌上最显著的变化取决于角色的亚种。",
	"The table below can be used to decide your character's height and weight. These are based on the information provided in each race's description, and reflect the natural variation that occurs within the different folk of the Wood.": "下表可用于决定你的角色身高和体重。这些数据基于每个种族描述中提供的信息，并反映了森林中不同种族之间自然变化的差异。",
	"To use this table, first locate your character's race, and roll for their height modifier. Add this result in inches to the base height shown in the previous column. Next, using the appropriate column, roll for your weight modifier. Some races have a flat weight modifier. If this is the case, simply use the number provided in this column. Then, take the number you rolled for the height modifier, and multiply it by the weight modifier. Add this result in pounds to your race's base weight.": "要使用这个表格，首先找到你角色的种族，并为他们的身高修正值投掷骰子。将这个结果（%num%）加到前一列中显示的基础身高上。接下来，使用适当的列，为你的体重修正值投掷骰子。一些种族有固定的体重修正值。如果是这种情况，只需使用此列中提供的数字。然后，将你为身高修正值投掷的数字乘以体重修正值。将这个结果（%num%）加到你种族的基础体重上。",
	"You may notice that the weights for birdfolk races are significantly lower than for humblefolk of similar size. The birdfolk have hollow bones, reinforced by special internal structures that act as struts. Along with other weight-reducing adaptations, this allows birdfolk to glide. Birdfolk characters are not negatively impacted by their lower weight.": "你可能会注意到，与相似体型的普通人种相比，鸟类种族的体重明显较轻。鸟类种族有空心骨，通过特殊的内部结构加固，作为支撑结构。除了其他减重适应性之外，这使得鸟类种族能够滑翔。鸟类角色不会因为体重较轻而受到负面影响。",
	"Cervan (Grove)": "瑟凡（Grove）",
	"Cervan (Pronghorn)": "狍鹿（Pronghorn）",
	"Corvum": "乌鸦 (Corvum)",
	"Gallus": "长尾鸡(Gallus)",
	"Hedge": "树篱 (Hedge)",
	"Jerbeen": "杰尔宾 (Jerbeen)",
	"Mapach": "浣熊(Mapach)",
	"Raptor": "猛禽 (Raptor)",
	"Strig": "绳索",
	"Vulpin": "狐灵(Vulpin)",
	"The sizes listed in the racial descriptions represent suggested averages of the various races. Players can adjust these sizes depending on the kind of birdfolk or humblefolk character they'd like to play. Some varieties of strig, a race that takes their physical characteristics from owls, could be smaller sized, around 3 feet tall, if desired. Similarly, raptors, a race whose physical characteristics resemble birds of prey, could reach around 5 feet in height. For the sake of simplicity we advise that, regardless of the physical measurements of a character, they follow the size category rules of their race (Medium or Small). In the lore, this can be expressed by saying that even a small strig is solid and strong, where even a taller raptor is light and agile. This will make calculating things that rely on size categories much easier, rather than having to remember which size variant a player has chosen for a race.": "在种族描述中列出的尺寸代表各种种族的建议平均值。玩家可以根据他们想扮演的鸟人或谦卑人物角色的种类来调整这些尺寸。如果需要，一些取自猫头鹰的外貌特征的种族strig可能会较小，大约3英尺高。同样地，猛禽这个种族，其外貌特征类似猛禽鸟类，可能达到约5英尺高。为了简化起见，我们建议，无论角色的实际尺寸如何，他们应遵循其种族的大小类别规则（中等或小型）。在传说中，这可以通过说即使是一个小的strig也是坚固而强壮的，即使是一个较高的猛禽也是轻盈而敏捷的来表达。这将使依赖于大小类别的事物的计算变得更加容易，而不是要记住玩家为种族选择了哪种尺寸变体。",
	"Alternatively, if the races presented here are too big when placed in comparison to humans in other campaign settings, size categories can be adjusted accordingly. This is entirely a matter of taste. It is recommended to do whatever makes the most sense for the kinds of worlds you'd like to build and the kinds of stories you'd like to tell.": "另外，如果这里介绍的种族与其他战役设置中的人类相比太大，尺寸类别可以相应调整。这完全是品味问题。建议根据您想打造的世界和讲述的故事来做出最合理的调整。",
	"The Wood covers a vast area of different environments. As such, birdfolk and humblefolk can showcase a variety of different forms. At the discretion of the GM, your Humblewood character may look different than other members of its race. While not exhaustive, we've provided examples of suitable analogs for different kinds of animals from which a playable race could take inspiration. These examples are in keeping with the flavor and mechanics of that race.": "木之覆盖了广阔的不同环境。因此，鸟人和谦卑族可以展示各种不同形态。在(`GM`)的酌情下，您的(`Humblewood`)角色可能与其种族的其他成员不同。虽然不是详尽无遗的，但我们提供了适合不同动物种类的可玩种族灵感的例子。这些例子符合该种族的风格和机制。",
	"Cervan characters could be imagined as elk, moose, or antelopes. Any hoofed creature with horns would fit the bill, especially those native to forest or mountainous environments. While not every cervan has horns, the ability to grow them is seen as a blessing of Cairith, and is a part of their culture.": "Cervan（狩鹿人）角色可以想象成麋鹿、驼鹿或羚羊。任何有角的有蹄动物都可以胜任，尤其是那些生活在森林或山地环境中的动物。虽然并非每个狩鹿人都有角，但能够长角被视为凯瑞斯（Cairith）的祝福，也是他们文化的一部分。",
	"Birds which are known for their dark coloration, such as crows, blackbirds and grackles, would be a good visual fit. Despite typically being dark-feathered, a variety of colorful corvids exist. Jays, nutcrackers, and jackdaws are good examples.": "以乌鸦、黑鸟和乌鸦为代表的以深色羽毛而闻名的鸟类，会是一个很好的视觉搭配。尽管通常羽毛较暗，但也存在着各种多彩的鸦科鸟类。松鸦、喜鹊和寒鸦就是很好的例子。",
	"No matter which type of bird is being used for visual inspiration for your corvum, it is important that they have at least one black feather. Black feathers on a corvum are known as the \"Mark of Gesme\" and they are thought to impart some of Gesme's reckless curiosity.": "无论用什么类型的鸟作为你的科尔温（Corvum）的视觉灵感，重要的是它们至少有一根黑色羽毛。科尔温上的黑色羽毛被称为“盖斯姆之印”（Mark of Gesme），据说它们传达了盖斯姆（Gesme）的一些鲁莽好奇心。",
	"Gallus characters are usually represented by land fowl of all kinds, ranging from those with small rounded bodies, suited to ground life, to those with longer proportions. Waterfowl, such as ducks or geese, could be used as visual inspiration for communities of gallus living by Humblewood's wetlands. Other fowl, such as peacocks, could also be used. While not closely-related to fowl, herons, storks, and bitterns could be a good reference for taller, marshland-dwelling communities of gallus.": "Gallus（鸡人）角色通常由各种陆地家禽代表，包括那些适合生活在地面上的小圆胖体型的家禽，以及那些比例较长的家禽。水禽，如鸭子或鹅，可以作为灵感来源，用于描述生活在Humblewood湿地的鸡人社区。其他家禽，如孔雀，也可以使用。虽然与家禽不太相关，但苍鹭、鹳和苦恶鸟可以作为更高大、栖息在沼泽地的鸡人社区的良好参考。",
	"Gallus characters with ostentatious, colorful plumage are generally better suited to the bright gallus subrace, while those with modest, earth-toned feathers might be better suited to the huden gallus subrace.": "那些羽毛华丽、色彩斑斓的Gallus角色通常更适合明亮的Gallus亚种，而那些羽毛朴素、泥土色调的可能更适合于Huden Gallus亚种。",
	"While inspired by hedgehogs, having a hedge character based on a quilled animal that inhabits forests, such as a porcupine, would also make sense. Although they would probably not be native to Humblewood, armadillos, pangolins, or echidnas would also work.": "受刺猬启发，创作一个基于栖息在森林中的刺毛动物（porcupine）的刺猬角色也是有道理的。尽管它们可能不是Humblewood的本地物种，但犰狳、穿山甲或针鼹也是可以的。",
	"The jerbeens are inspired by jerboas, a kind of jumping mouse. Other small rodents with mouse-like proportions, including chinchillas, could be used for visual inspiration as well. Though a greater stretch, the jerbeen's speed, size, and communal way of life would make them an ideal analog for races based on rabbits or hares.": "杰比恩人(jerbeens)的灵感来自跳鼠(jerboas)，一种跳跃的老鼠。其他具有老鼠般体型的小啮齿动物，包括栗鼠(chinchillas)，也可以用作视觉灵感。虽然有些牵强，但杰比恩人的速度、体型和群居方式使它们成为基于兔子或野兔的种族的理想类比。"
}