{
	"\"Morte. A self-professed 'famous' planar traveler who often poses as a mimir to–\"": "\"莫尔特。一个自称为‘著名’的位面旅行者，经常假扮成一位（mimir）来-\"",
	"\"Whoa, hey, hey! Zip it there, bud! I don't know who got you a defective mimir, Chief, but I'll tell you what's what from here out.\"": "\"哇，嘿，嘿！闭嘴，伙计！我不知道是谁给你弄了一个有问题的米米尔，首领，但从现在开始我会告诉你真相的。\"",
	"Planar travelers often find {@item Mimir|SatO|mimirs} invaluable in learning about reality and avoiding doom at the hands, claws, fangs, tentacles, proboscises, ovipositors, and other appendages of the multiverse's countless predatory and lethally grumpy inhabitants.": "计划面旅行者经常发现在了解现实并避免在多元宇宙无数掠食性和致命暴躁的生物的手、爪、牙齿、触手、吸盘、产卵管和其他附肢的厄运中，{@item Mimir|SatO|mimirs}是无价的。",
	"{@creature Morte|ToFW}, however, isn't a {@item mimir|SatO}.": "{@creature Morte|ToFW}, 但是，不是一个(%1)。",
	"A floating skull with a penchant for speaking his mind and claiming expertise, Morte is one of Sigil's many unique inhabitants and an accomplished explorer of the planes. For the right amount of coin or a future favor, Morte is quick to offer his advice, insights, and commentary on the many inhabitants of the planes. This book contains useful data gleaned from Morte's stories and ramblings. Still, the planes are vast and varied, and what Morte experienced as true might not match all circumstances. Reader beware.": "一个飘浮的头骨，喜欢直言不讳并自称专家的Morte，是锡基尔（Sigil）众多独特居民之一，也是一个精通各个位面的探险家。只要给足够的金币或未来的恩惠，Morte会迅速提供他的建议、见解，并评论位面众多居民。这本书包含了从Morte的故事和胡言乱语中获得的有用信息。然而，位面广袤多样，Morte所经历的并不一定适用于所有情况。读者要小心。",
	"This book is a companion to the {@book Monster Manual|MM} and uses a similar presentation. If you are unfamiliar with the monster stat block format, read the {@book introduction|MM|0} of the {@book Monster Manual|MM} before proceeding. That book explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.": "这本书是{@book Monster Manual|MM}的伴侣，采用类似的呈现方式。如果你不熟悉怪物属性块的格式，请在继续之前阅读{@book Monster Manual|MM}的{@book introduction|MM|0}。那本书解释了属性块术语，并提供了各种怪物特性的规则——这里不会重复提及。",
	"The {@book Stat Blocks by Challenge Rating table|MPP|0|Stat Blocks by Challenge Rating} sorts the creatures in this book by challenge rating. Most of these creatures appear in the \"{@book Bestiary A to Z|MPP|1}\" section, but those marked with an asterisk (*) appear in the \"{@book Faction Agents|MPP|1|Faction Agents}\" section.": "这本书中的生物按挑战等级排序。这些生物大多出现在“{@book Bestiary A to Z|MPP|1}”部分，但那些带星号(*)的生物出现在“{@book Faction Agents|MPP|1|Faction Agents}”部分。",
	"Some creatures have weapons that deal unusual damage types and spellcasting that functions in an atypical way. Such an exception is a special feature of a stat block and represents how the creature uses its weapon or casts its spells; the exception has no effect on how a weapon or spell functions for a different creature.": "一些生物拥有能造成不寻常伤害类型的武器，以及以非典型方式施法的能力。这样的例外是统计数据块的一个特殊特征，代表了生物如何使用其武器或施放其法术；这个例外不会影响不同生物使用武器或法术的方式。",
	"If a stat block contains the name of a class in parentheses under the creature's name, the creature is considered a member of that class for the purpose of meeting prerequisites for magic items.": "如果一个属性块在生物名称下的括号中包含一个职业名称，那么该生物被视为该职业的成员，以满足魔法物品的先决条件。",
	"Aberration": "畸变(Aberration)",
	"Celestial": "天界(Celestial)",
	"Fiend": "恶魔 (Fiend)",
	"Humanoid": "人形生物 (Humanoid)",
	"Dragon": "龙(Dragon)",
	"Construct": "建造 (`Construct`)",
	"Celestial or Fiend": "天界生物或邪恶生物(fiend)",
	"Petitioners are former mortals. They've lived, ceased living, and now exist on the Outer Planes. They typically inhabit a plane that shares their alignment or the realm of a deity they worship. Some, however, become lost and wander the planes or make new homes for themselves elsewhere on the Great Wheel.": "请愿者们曾是凡人。他们曾经生活过，停止了生命，现在存在于外部位面。他们通常居住在与他们的立场相同的位面，或者是他们崇拜的神的领域。然而，有些人会迷失在位面之间，在九天轮上其他地方建立新家。",
	"You can make any creature that isn't a Celestial or Fiend a petitioner by giving it the following traits:": "通过赋予任何非天界或邪界生物以下特质，你可以将其变为请愿者：",
	"The creature's creature type changes to Celestial or Fiend (DM's choice), and the creature can't leave the Outer Planes. Portals or magic that allow transport beyond the Outer Planes don't affect this creature.": "该生物的生物类型变为天界生物或邪界生物（DM自行选择），且该生物无法离开外域。允许穿越外域的传送门或魔法不会影响该生物。",
	"A dead petitioner can be returned to life only by the {@spell true resurrection} spell or the {@spell wish} spell. If affected by these spells, a petitioner chooses whether to return in its original mortal form or as a petitioner.": "只有通过{@spell true resurrection}法术或{@spell wish}法术才能让一个死去的请愿者复活。如果受到这些法术的影响，请求者可以选择以其原始凡人形态或作为请求者回归。",
	"Mortals that die eventually have their souls return as petitioners in far-flung reaches of the Outer Planes. There, they manifest as idealized versions of themselves. These forms might be similar to the forms they had in life or be those of entirely different creatures. A petitioner or another Celestial or Fiend that is destroyed can reconstitute on a plane that shares its alignment after 100 years, or it might choose to become one with that plane and never return. A creature that re-forms on the planes multiple times becomes increasingly dissimilar from its original mortal form.": "凡人死后，他们的灵魂最终会以请愿者的形式返回外位面的遥远地方。在那里，他们会显现为自己的理想化版本。这些形态可能类似于他们生前的形态，也可能是完全不同生物的形态。一个请愿者或其他被毁灭的天界生物或邪界生物可以在100年后重新在与其相同阵营的位面上重组，或选择与该位面融为一体永不返回。一个在位面上多次重组的生物会逐渐与其最初的凡人形态越来越不同。",
	"The Outer Planes are home to powerful forces of good and evil, chaos and order. Over time, these forces can alter creatures exposed to them. Due to their proximity to the Outer Planes, the inhabitants of the Outlands' gate-towns and nearby regions often exhibit traits associated with specific Outer Planes. Creatures might also have such traits if they dwell in other realms steeped in the energy of an Outer Plane—whether such a place be in the Outlands, on the Material Plane, or elsewhere.": "外域是善恶、混沌和秩序强大力量的栖息地。随着时间的推移，这些力量可以改变暴露于它们的生物。由于它们与外域的接近，外地之门镇和附近地区的居民经常表现出与特定外域相关的特征。如果生物居住在充满外域能量的其他境域中，无论这个地方是在外域、物质位面还是其他地方，它们也可能具有这样的特征。",
	"This section provides customization options for creatures exposed to the energies of the Outer Planes for months or years. Creatures influenced by a plane can have as many or as few of these traits as you choose.": "这一部分为那些暴露在外域能量中数月甚至数年的生物提供了定制选项。受某个位面影响的生物可以拥有您选择的这些特征中的多或少。",
	"\"Anything you think you know about critters from the Material Plane doesn't apply in the Outlands, Chief. Your dog back home ain't nothing like a hound from the Nine Hells or Mount Celestia. Only thing those planar sorts have in common is that neither wants to hear about how you're 'totally a dog person.'\"": "\"关于物质位面生物的任何认知，在外域都不适用，首领。你家乡的狗跟来自九层地狱或天界的猎犬完全不同。这些位面生物唯一的共同点就是它们都不想听你说自己'完全是个爱狗人士'。\"",
	"In addition to the plane-specific traits you can grant a creature, the influence of a plane changes a creature's alignment to match the plane's alignment, as shown on the Outer Plane Alignments table. If a plane a creature is influenced by has more than one alignment, you choose the creature's alignment from the options listed.": "除了你可以授予生物的特定于位面的特质外，位面的影响会改变生物的属性，使其与位面的属性相匹配，如《外位面属性》表所示。如果一个生物受到的位面具有多种属性，你可以从列出的选项中选择生物的属性。",
	"Creatures influenced by the Abyss gain demonic features, such as horns, scales, and black blood. A creature influenced by the Abyss also gains one or more of following traits of your choice:": "受到深渊影响的生物会获得恶魔般的特征，比如角、鳞片和黑色的血液。受深渊影响的生物还会获得以下你选择的一个或多个特质：",
	"Whenever the creature deals bludgeoning, piercing, or slashing damage, it can change the damage type to necrotic.": "每当这个生物造成(%num%)钝击、穿刺或斩击伤害时，它可以将伤害类型改为死灵伤害。",
	"The creature has advantage on saving throws it makes to avoid or end the {@condition poisoned} condition on itself.": "该生物在进行豁免投掷来避免或结束自身的{@condition poisoned}状态时具有优势。",
	"The creature deals double damage to objects and structures.": "这个生物对物体和建筑物造成双倍伤害。",
	"Creatures influenced by Acheron have rough, scarred skin that resembles armor or pitted metal. A creature influenced by Acheron also gains one or more of following traits of your choice:": "受阿克伦(Acheron)影响的生物拥有粗糙、疤痕累累的皮肤，类似盔甲或有坑洞的金属。受阿克伦影响的生物还会获得您选择的以下一个或多个特征：",
	"Whenever the creature reduces another creature to 0 hit points with a melee attack on its turn, it gains 10 {@book temporary hit points|PHB|9|Temporary Hit Points}, and it can take a bonus action to move up to its speed without provoking {@action opportunity attack||opportunity attacks}.": "每当生物在自己的回合用近战攻击将另一个生物的生命值降至0时，它会获得10 {@book temporary hit points|PHB|9|Temporary Hit Points}，并且可以采取一个额外动作，移动速度不受挑衅的限制 {@action opportunity attack||opportunity attacks}。",
	"When the creature drops to 0 hit points, it turns into a pile of rust. Any equipment it was wearing or carrying is unaffected.": "当生物的生命值降至0点时，它会变成一堆锈。它所穿戴或携带的任何装备都不受影响。",
	"The creature has advantage on an attack roll against a target if at least one of the creature's allies is within 5 feet of the target and the ally doesn't have the {@condition incapacitated} condition.": "如果生物的盟友中有至少一名与目标在5英尺内，并且该盟友没有{@condition incapacitated}状态，那么该生物对目标的攻击投掷获得优势。",
	"Creatures influenced by Arborea change color to match the season, and their eyes glint with vibrant hues. A creature influenced by Arborea also gains one or more of following traits of your choice:": "受阿博瑞亚影响的生物会随着季节变化颜色，它们的眼睛闪烁着生动的色彩。受阿博瑞亚影响的生物还会获得以下一个或多个你选择的特质：",
	"Whenever the creature casts a spell or makes a spell attack, the faint sound of merry music can be heard by it and those affected by its magic.": "每当这个生物施放法术或进行法术攻击时，它和受到其魔法影响的人都能听到微弱的欢快音乐声。",
	"At the start of its turn, the creature can gain advantage on attack rolls during that turn, but attack rolls against the creature have advantage until the start of its next turn.": "在其回合开始时，该生物可以在该回合内获得攻击卷轴的优势，但对该生物的攻击卷轴在其下一个回合开始之前具有优势。",
	"Creatures influenced by Arcadia gain perfectly symmetrical features and appear eternally youthful or vigorous. A creature influenced by Arcadia also gains one or more of following traits of your choice:": "受阿卡迪亚影响的生物会拥有完美对称的特征，看起来永远年轻或充满活力。受阿卡迪亚影响的生物还会获得以下一个或多个你选择的特质：",
	"If the creature fails a Strength, Dexterity, or Constitution saving throw, it can choose to succeed instead.": "如果生物失败了一次力量、敏捷或体质豁免投掷，它可以选择成功。",
	"An invisible, magical aura of confidence and hope surrounds the creature. When another creature that has the {@condition frightened} condition starts its turn within 5 feet of the creature, the {@condition frightened} condition affecting it is suppressed for 1 minute. When this suppression ends, the condition resumes if its duration hasn't expired.": "一种看不见的、魔法般的自信和希望的光环环绕着这个生物。当另一个拥有{@condition frightened}状态的生物在离这个生物5英尺范围内开始它的回合时，影响它的{@condition frightened}状态会被抑制1分钟。当这种抑制结束时，如果其持续时间尚未到期，状态将恢复。",
	"Creatures influenced by the Beastlands gain wilder or more animalistic features, such as larger eyes, thicker fur, or more prominent canine teeth. Beasts influenced by the Beastlands are often affected per the {@spell awaken} spell—though normal Beasts also typically range through these areas in large numbers. A creature influenced by the Beastlands also gains one or more of following traits of your choice:": "受到兽域影响的生物会获得更加狂野或动物化的特征，比如更大的眼睛、更浓密的毛发或更突出的犬齿。受兽域影响的野兽通常会受到{@spell awaken}法术的影响——尽管通常也会有大量普通野兽在这些地区游荡。受兽域影响的生物还会获得以下你选择的一个或多个特征：",
	"This creature can comprehend and verbally communicate with Beasts and Plants.": "这个生物能够理解并用口头方式与野兽和植物交流。",
	"The creature can see {@condition invisible} creatures and objects as if they were visible.": "这个生物可以看到{@condition invisible}个生物和物体，就好像它们是可见的。",
	"The creature leaves no tracks to indicate where it has been or where it's headed.": "这种生物不留下任何足迹来表明它曾经去过哪里或将要去哪里。",
	"Creatures influenced by Bytopia appear carved, constructed, or sculpted by an expert artisan. A creature influenced by Bytopia also gains one or more of following traits of your choice:": "受到拜托比亚影响的生物看起来仿佛是由一位熟练的工匠雕刻、建造或塑造而成。受到拜托比亚影响的生物还会获得以下你选择的一个或多个特质：",
	"After being in continuous physical contact with a Tiny nonmagical object for 1 minute, the creature can imbue the object with one of the following magical properties (choose one or roll a {@dice d6}):": "在与一个微型非魔法物体连续接触1分钟后，生物可以赋予该物体以下其中一种魔法属性（选择一种或投掷一个{@dice d6}）：",
	"Light. The object sheds bright light in a 5-foot radius and dim light for an additional 5 feet.": "光。该物体在半径为5英尺的范围内散发明亮的光，并在额外5英尺范围内散发微弱的光。",
	"Sound. The object continuously emits the creature's choice of a nonverbal sound (wind, waves, chirping, or the like). The chosen phenomenon is perceivable up to 10 feet away.": "声音。该物体持续发出生物选择的非语言声音（风、波浪、鸟鸣等）。所选现象在10英尺范围内可感知。",
	"The magical property lasts for 24 hours.": "魔法效果持续24小时。",
	"Whenever the creature casts a spell or makes a spell attack, the faint sounds of hammering and sawing can be heard by it and those affected by its magic.": "每当这个生物施放法术或进行法术攻击时，它和受其魔法影响的人都能听到微弱的锤击和锯木声。",
	"Creatures influenced by Carceri appear as if they'd been imprisoned underground for a long period; their hair is matted, their nails or claws are long and dirty, and they have marks as if they were bound by chains or rope. A creature influenced by Carceri also gains one or more of following traits of your choice:": "受卡塞里(Carceri)影响的生物看起来好像被囚禁在地下很长一段时间；它们的头发蓬乱，指甲或爪子又长又脏，身上有被锁链或绳索束缚的痕迹。受卡塞里影响的生物还会获得以下一个或多个特征，由你选择：",
	"An invisible, magical aura of hopelessness surrounds the creature. Any other creature that starts its turn within 5 feet of the creature has its speed reduced by 10 feet until it is reduced to 0 hit points, regains hit points, or gains {@book temporary hit points|PHB|9|Temporary Hit Points}. This reduction never exceeds 10 feet.": "一种看不见的、魔法般的绝望氛围环绕着这个生物。任何其他生物如果在与这个生物相距5英尺内开始它的回合，其速度将减少10英尺，直到其生命值降至0、恢复生命值，或获得{@book temporary hit points|PHB|9|Temporary Hit Points}。这种减速永远不会超过10英尺。",
	"An invisible, magic-disrupting aura surrounds the creature. Any creature that teleports into or out of a space within 20 feet of the creature must make a DC 15 Constitution saving throw, taking 16 ({@dice 3d10}) force damage on a failed save, or half as much damage on a successful one.": "一道隐形的、干扰魔法的光环环绕着这个生物。任何传送到或传送离开距离该生物20英尺范围内的空间的生物必须进行一次DC 15的体质豁免检定，未通过检定则受到16 ({@dice 3d10}) 点力场伤害，通过检定则只受一半伤害。",
	"Creatures influenced by Elysium have seasonal flowers sprouting from their heads, and they faintly smell of herbs or spices. A creature influenced by Elysium also gains one or more of following traits of your choice:": "受到艾利西亚影响的生物头上会长出季节性的花朵，并散发出淡淡的草药或香料气味。受到艾利西亚影响的生物还会获得以下一个或多个你选择的特质：",
	"The creature no longer needs food or water, and the creature can have no more than 4 levels of {@condition exhaustion}.": "这个生物不再需要食物或水，且这个生物最多只能有4级的{@condition exhaustion}。",
	"An invisible, magical aura of peace surrounds the creature. Any other creature that starts its turn within 5 feet of the creature has disadvantage on attack rolls until it is attacked, takes damage, or witnesses an ally being harmed.": "一股看不见的、魔法般的平和光环环绕着这个生物。任何其他生物若在距离该生物5英尺内开始它的回合，则在被攻击、受伤或目睹盟友受伤之前，其攻击检定会受到劣势。",
	"Creatures influenced by Gehenna appear haggard and have long, crooked limbs. A creature influenced by Gehenna also gains one or more of following traits of your choice:": "受到Gehenna影响的生物看起来憔悴，拥有又长又弯曲的四肢。受Gehenna影响的生物还会获得以下一个或多个你选择的特征：",
	"The creature can pinpoint, by scent, the location of precious metals and stones, such as coins and gems, within 60 feet of itself.": "该生物可以通过嗅觉准确地定位自身周围60英尺范围内的贵金属和宝石，如硬币和宝石。",
	"An invisible, magical aura surrounds the creature. Whenever another creature regains hit points within 5 feet of the creature, half of those regained hit points (rounded down) go to the creature generating the aura instead.": "一道看不见的、魔法的光环环绕着这个生物。每当另一个生物在离该生物5英尺范围内恢复生命值时，其中一半的恢复生命值（向下取整）将转移给生成光环的生物。",
	"Creatures influenced by Hades often have dour, gray features and feel cold to the touch. A creature influenced by Hades also gains one or more of following traits of your choice:": "受哈迪斯影响的生物通常具有忧郁、灰色的特征，触摸时感觉寒冷。受哈迪斯影响的生物还会获得您选择的以下一个或多个特征：",
	"An invisible, magical aura surrounds the creature. Colors are muted within 30 feet of the creature, and other creatures in that area have disadvantage on Charisma checks and Charisma saving throws.": "一道隐形的、魔法的光环环绕着这个生物。在距离生物30英尺的范围内，颜色变得暗淡，该区域内的其他生物在魅力检定和魅力豁免上具有劣势。",
	"Nonmagical flames within 10 feet of the creature are extinguished.": "生物周围10英尺范围内的非魔法火焰被熄灭。",
	"When the creature dies, it re-forms somewhere in Hades as a {@creature larva|DMG} (see the {@book Dungeon Master's Guide|DMG}) in {@dice 1d10} days.": "当这个生物死亡时，它会在哈迪斯的某个地方以{@creature larva|DMG}的形式重新形成（见{@book Dungeon Master's Guide|DMG}），需要{@dice 1d10}天。",
	"Whenever the creature is fully in darkness or dim light, it becomes semi-incorporeal and gains resistance to bludgeoning, piercing, and slashing damage. If the creature takes radiant damage, its Shadowy Form trait is suppressed for 1 hour.": "每当这个生物完全处于黑暗或微光中时，它会变得半虚体，并获得对钝击、穿刺和挥砍伤害的抗性。如果这个生物受到辐射伤害，它的暗影形态特性会被抑制1小时。",
	"Creatures influenced by Limbo have their appearance shift at each dawn. Their skin might change color, or their features might morph into unnatural, even abstract, configurations. A creature influenced by Limbo also gains one or more of following traits of your choice:": "受到辐界影响的生物在每个黎明时都会外观变化。它们的皮肤可能会改变颜色，或者它们的特征可能会变成不自然甚至抽象的形态。受到辐界影响的生物还会获得以下一个或多个你选择的特征：",
	"The creature can cast the {@spell thaumaturgy} cantrip, choosing a magical effect at random. Charisma is the spellcasting ability for this spell.": "这个生物可以施放{@spell thaumaturgy}戏法，随机选择一个魔法效果。魅力是该法术的施法能力。",
	"When the creature scores a critical hit or takes a critical hit, chaotic energy bursts from the creature, creating one the following effects (choose one or roll a {@dice d6}):": "当生物获得一次重击或受到一次重击时，混沌能量会从生物身上爆发，产生以下效果之一（选择一个或掷骰子{@dice d6}）：",
	"Melting Terrain. For 1 minute, the ground within 20 feet of the creature melts into a mud-like texture, becoming {@book difficult terrain|PHB|8|Difficult Terrain}.": "融化地形。在1分钟内，距离生物20英尺内的地面融化成泥状质地，变成{@book difficult terrain|PHB|8|Difficult Terrain}。",
	"Miraculous Resilience. This creature gains {@book temporary hit points|PHB|9|Temporary Hit Points} equal to half the damage the critical hit dealt (rounded up).": "奇迹般的恢复。这个生物获得等于暴击造成伤害一半的{@book temporary hit points|PHB|9|Temporary Hit Points}（四舍五入）的生命值。",
	"Disrupted Gravity. Each creature within 20 feet of the creature must succeed on a DC 15 Constitution saving throw or rise vertically, up to 20 feet, and remain magically suspended there for 1 minute. While suspended in this way, a creature has the {@condition restrained} condition.": "重力干扰。在离生物20英尺范围内的每个生物必须通过一次 DC 15 的体质豁免检定，否则将垂直上升，高达20英尺，并在那里神奇地悬浮1分钟。在这种悬浮状态下，生物附带 {@condition restrained} 状态。",
	"When the creature dies, a {@creature slaad tadpole} bursts from the creature's chest.": "当生物死亡时，从生物的胸口中爆发出一个{@creature slaad tadpole}。",
	"Creatures influenced by Mechanus have angular, symmetrical features, and their skin gains a metallic sheen. A creature influenced by Mechanus also gains one or more of following traits of your choice:": "受到机械位面影响的生物具有角形、对称的特征，它们的皮肤会呈现出金属光泽。受到机械位面影响的生物还会获得以下一个或多个你选择的特质：",
	"Lightning damage can't reduce the creature below 1 hit point. Whenever the creature takes lightning damage, one other creature within 5 feet of it (determined randomly) takes half as much damage.": "闪电伤害不能将生物的生命值降低到1以下。每当生物受到闪电伤害时，与其距离5英尺内的另一个生物（随机确定）会受到一半伤害。",
	"After being in continuous physical contact with a nonmagical object for 1 minute, the creature can magically repair the object as though it had cast a {@spell mending} spell on it.": "在与非魔法物体连续接触1分钟后，生物可以像施放了{@spell mending}法术一样，通过魔法修复该物体。",
	"Creatures influenced by Mount Celestia gain angelic features, such as gold- or platinum-colored skin, eyes, or hair. Spectral feathers might rise from a creature's back, or a halo might crown its head. A creature influenced by Mount Celestia also gains one or more of following traits of your choice:": "受赛斯提亚山(Mount Celestia)影响的生物会获得天使般的特征，比如金色或铂金色的皮肤、眼睛或头发。幽灵般的羽毛可能会从生物的背部升起，或者光环可能会环绕其头顶。受赛斯提亚山影响的生物还会获得以下一个或多个你选择的特质：",
	"When the creature dies, its body releases a spectral orb that hovers in the same space and lasts for 1 minute. Any good-aligned creature that starts its turn within 5 feet of the orb regains {@dice 1d6} hit points.": "当生物死亡时，它的身体释放出一个幽灵球，悬浮在同一空间中，持续1分钟。任何一个善良阵营的生物，在其回合开始时位于球的5英尺范围内，回复{@dice 1d6}点生命值。",
	"The creature sheds bright light in a 10-foot radius and dim light for an additional 10 feet. As a bonus action, the creature can suppress this light or cause it to return. The light winks out if the creature dies.": "这个生物在半径为10英尺的范围内散发出明亮的光芒，再额外的10英尺范围内散发出微弱的光芒。作为一个奖励动作，这个生物可以压制这个光芒或让它重新出现。如果这个生物死亡，光芒会熄灭。",
	"Creatures influenced by the Nine Hells gain devilish features, such as horns, a forked tail, or the faint odor of sulfur or smoke. A creature influenced by the Nine Hells also gains one or more of following traits of your choice:": "受到九层地狱影响的生物会获得恶魔般的特征，比如角、叉形尾巴，或者微弱的硫磺或烟味。受到九层地狱影响的生物还会获得以下一个或多个你选择的特质：",
	"Whenever the creature deals bludgeoning, piercing, or slashing damage, it can change the damage type to fire.": "每当这个生物造成钝击、穿刺或斩击伤害时，它可以将伤害类型改为火焰。",
	"When the creature dies, its body disgorges a {@creature swarm of poisonous snakes} in the same space.": "当生物死亡时，它的身体会在同一空间中排出一个{@creature swarm of poisonous snakes}。",
	"\"The planes work on you in all sorts of ways, Chief. Sometimes they'll change your hair or give you spots. Other times they'll turn you into the sort of ugly little worm fiends love to snack on. If you're planning to visit one of the Outer Planes, best to keep your stay short–if you ever want to leave at all.\"": "\"飞机在各种方式上对你产生影响，首领。有时它们会改变你的头发或长斑点。其他时候，它们会把你变成那种丑陋的小虫子，那是恶魔们喜欢吃的。如果你打算去参观外部位面之一，最好逗留时间短一点——如果你想离开的话。\"",
	"A creature influenced by Pandemonium appears as though it were exposed to cold air for a long time, its skin dry and cracked. Its hair might blow in a phantom wind. A creature influenced by Pandemonium also gains one or more of following traits of your choice:": "受到混乱位面影响的生物看起来好像长时间暴露在寒冷的空气中，皮肤干裂。它的头发可能在幻影风中飘动。受到混乱位面影响的生物还会获得以下一个或多个你选择的特征：",
	"Cold winds sweep around the creature. Any other creature that enters a space within 20 feet of the creature or starts its turn there has its flying speed halved until the start of its next turn.": "寒风围绕着这个生物。任何其他生物进入该生物周围20英尺范围内或者在那里开始它们的回合时，它们的飞行速度会减半，直到它们的下一个回合开始。",
	"Whenever the creature casts a spell or makes a spell attack, the faint sound of crying and screams can be heard by it and those affected by its magic.": "每当生物施放法术或进行法术攻击时，它和受其魔法影响的人都能听到微弱的哭声和尖叫声。",
	"A creature influenced by Ysgard becomes hearty and muscular. Its scars always appear fresh. When the creature senses danger, it can't help but express joy. A creature influenced by Ysgard also gains one or more of following traits of your choice:": "受到(Ysgard)影响的生物变得强壮而肌肉发达。它的伤疤总是看起来很新鲜。当生物感知到危险时，它会忍不住表现出喜悦。受(Ysgard)影响的生物还会获得以下一个或多个特质，您可以自行选择：",
	"The creature has advantage on melee attack rolls against any target missing at least half its hit points.": "该生物对任何生命值低于一半的目标进行近战攻击时具有优势。",
	"If the creature has the {@condition prone} condition at the start of its turn, it can, at that time, end the {@condition prone} condition on itself and stand up without expending any movement. The creature can't use this trait while it has the {@condition incapacitated} condition.": "如果生物在其回合开始时具有{@condition prone}状态，它可以在那时结束自身的{@condition prone}状态并站起来，而无需消耗任何移动力。生物在具有{@condition incapacitated}状态时无法使用这个特性。",
	"As the Outlands are the crossroads of the Outer Planes, travelers in that realm might encounter any creature in existence, many of which have been influenced by other planes. The following sections detail the various creature types likely to be encountered in the Outlands. Use the tables in these sections to inspire encounters and whole adventures in the Outlands.": "由于外域是外域的十字路口，身处那个领域的旅行者可能会遇到存在的任何生物，其中许多受到其他位面的影响。以下各节详细介绍了在外域可能遇到的各种生物类型。使用这些部分中的表格来激发在外域的相遇和整个冒险。",
	"Planar Exemplars": "位面楷模 (Planar Exemplars)",
	"Some creatures originate on specific Outer Planes. Just as flesh and blood are fundamental to many creatures from the Material Plane, the forces of these creatures' home planes are fundamental to their being. These creatures are manifestations of a plane itself and are altered by other planar influences only under unusual circumstances. The archons of Mount Celestia, the demons of the Abyss, the devils of the Nine Hells, the modrons of Mechanus, and the slaadi of Limbo are just a few examples of such children of the planes.": "一些生物起源于特定的外域。就像肉体和血液对于许多来自物质位面的生物是基本的一样，这些生物的家园位面的力量对于它们的存在是基本的。这些生物是位面本身的表现，并且只有在不寻常的情况下才会受到其他位面影响的改变。诸如天界的天群、深渊的恶魔、九层地狱的恶魔、机械位面的模德元、混沌位面的斯拉迪等都是这些位面之子的一些例子。",
	"As a result, it's rare to encounter a group of modrons embracing the chaos of Limbo or devils awash in the natural energy of the Beastlands. It's up to you to decide what creatures are exemplars of their home planes and under what circumstances they might be influenced by other planes.": "因此，在Limbo的混沌中拥抱的一群模德元或在野兽之地自然能量中沐浴的恶魔是罕见的。由你决定哪些生物是他们所在位面的典范，并在什么情况下可能受到其他位面的影响。",
	"With their inscrutable biologies and agendas, Aberrations might journey to the Outlands pursuing all manner of schemes or sustenance. Slaadi from Limbo are among the most common Aberrations found on the Outlands.": "在符合当地语言习惯的情况下，文本中的 (%num%) 等内容应在翻译中保持为 (%num%)。\n\n具有难以理解的生物学和议程，(Limbo) 的 (Slaadi) 是在外域发现的最常见的畸变生物之一，它们可能追求各种计划或食物。",
	"An {@creature aboleth} travels in a muck-filled, orbicular carriage, seeking to better understand the Outer Planes in preparation for a future world-domination scheme.": "一个{@creature aboleth}乘坐着一个充满泥泞的球形马车，试图更好地了解外域，为未来的世界统治计划做准备。",
	"A {@creature beholder} influenced by {@book the Abyss|MPP|0|The Abyss} has compound eyes and looks like a floating, cyclopean fly head. It promises not to destroy the characters if they bring it a corpse it has never tasted before.": "受{@book the Abyss|MPP|0|The Abyss}影响的{@creature beholder}拥有复眼，看起来像是漂浮的单眼飞头。它承诺如果角色们带来一个它从未尝过的尸体，就不会摧毁他们。",
	"A dejected {@creature red slaad} wishes to be reunited with its {@creature slaad tadpole}, but it isn't certain where—or in what—it implanted its egg.": "一个沮丧的{@creature red slaad}希望与它的{@creature slaad tadpole}团聚，但它不确定它的卵被植入在哪里——或者在什么东西里。",
	"A hirsute, axe-wielding {@creature flumph} influenced by {@book Ysgard|MPP|0|Ysgard} quests across the land, seeking legendary beasts to slay and epic songs to sing.": "一位长着胡须、手持斧头的{@creature flumph}，受{@book Ysgard|MPP|0|Ysgard}影响，在整个大陆上进行探险，寻找传说中的野兽进行屠杀，唱响史诗般的歌曲。",
	"Varied Beasts roam the Outlands, with many species being long extinct on Material Plane worlds. Plane-influenced creatures and gigantic or idealized animals from the Beastlands are common.": "各种异兽漫游在外域，许多物种在物质位面世界上早已灭绝。受位面影响的生物和来自兽域的巨大或理想化动物很常见。",
	"An awakened {@creature giant scorpion} owns a custom-made boat and runs a ferry business along a prominent river. It offers its services to characters in need.": "一只觉醒的{@creature giant scorpion}拥有一艘定制的船只，在一条著名的河流上经营渡船业务。它为有需要的角色提供服务。",
	"A {@creature triceratops} influenced by {@book Mechanus|MPP|0|Mechanus} and composed of simple geometric shapes charges creatures that enter the angular canyons it inhabits. It moves only in straight lines and turns only at right angles.": "受{@book Mechanus|MPP|0|Mechanus}影响并由简单几何形状组成的{@creature triceratops}，会对进入其所在的角形峡谷的生物发起冲锋。它只会沿直线移动，且只会进行直角转弯。",
	"{@creature Stirge||Stirges} drawn from countless worlds congregate in a tornado-sized, bloodsucking cloud that threatens a gate-town.": "{@creature Stirge||Stirges} 从无数世界中汇聚在一个龙卷风大小的、吸血的云团中，威胁着一个门户城镇。",
	"A desiccated {@creature giant frog} influenced by {@book Pandemonium|MPP|0|Pandemonium} screams whenever it opens its mouth. Its interior is even noisier.": "一个被{@book Pandemonium|MPP|0|Pandemonium}影响的干燥尸体{@creature giant frog}，每次张嘴时都会尖叫。它的内部甚至更吵闹。",
	"Various Celestials watch over the Outlands, particularly those reaches that border the Upper Planes. Angels and {@book archons|MPP|1|Archons} (presented later in this book) are particularly common. Some seek to prevent fiendish incursions into the plane, while others try to align the Outlands closer to goodly philosophies.": "各种天界生物守护着外域，尤其是那些与上层位面接壤的地区。 天使和{@book archons|MPP|1|Archons}（本书后面介绍）尤为常见。 一些天界生物试图阻止邪恶生物对该位面的侵袭，而另一些则试图使外域更加接近善良的哲学。",
	"An {@creature empyrean} calls for aid in taking back a corner of the Outlands overrun by demons.": "一个{@creature empyrean}请求援助，以夺回被恶魔占领的外域一隅。",
	"Wearing grim armor and displaying a rust-colored horn, a {@creature unicorn} influenced by {@book Acheron|MPP|0|Acheron} challenges all it encounters to mortal combat.": "身着阴森铠甲，展示着锈色角的{@creature unicorn}受{@book Acheron|MPP|0|Acheron}影响，挑战所有遇到的对手进行致命战斗。",
	"A fallen {@creature deva}, now neutral aligned, is on permanent vacation. The mellow angel is a font of multiversal secrets, but it shares them only with strangers who prove themselves more relaxed than it.": "一个堕落的{@creature deva}，现在是中立阵营，正在长期度假。这位温和的天使是多元宇宙秘密的源泉，但它只与证明自己比它更放松的陌生人分享这些秘密。",
	"A {@creature couatl} influenced by {@book Limbo|MPP|0|Limbo} has color-changing wings and insists passersby convince it that they're worthy of existing. If the couatl isn't convinced, it has a 50 percent chance of either attacking or wandering off.": "受{@book Limbo|MPP|0|Limbo}影响的{@creature couatl}拥有会变色的翅膀，并坚持让路人说服它们自己配存在。如果神鹰蛇不被说服，有50%的几率要么发起攻击，要么漫无目的地飞走。",
	"Constructs in the Outlands might be the remnants of forgotten civilizations, servants of plane-walking magic-users, or creations with varied important or ridiculous purposes. Among the most common are modrons, mechanical denizens of Mechanus that seek to enforce order on the plane.": "外域的构造物可能是被遗忘文明的遗迹，也可能是为了穿梭于各个位面的魔法使用者而创造的仆役，又或者是具有各种重要或荒谬目的的创造物。其中最常见的是莫德隆(%Modrons%)，这些机械居民来自机械位面，致力于在该位面上维持秩序。",
	"A tyrannical {@creature homunculus} rules over the small domain of its long-lost archmage master.": "一个暴虐的{@creature homunculus}统治着它失散已久的大法师主人的小领地。",
	"A beautiful but vain {@creature flesh golem} influenced by {@book Arborea|MPP|0|Arborea} insists on following a character until the character sketches, sculpts, or otherwise artistically renders it.": "一个美丽但虚荣的{@creature flesh golem}受{@book Arborea|MPP|0|Arborea}影响，坚持跟随一个角色，直到角色为它勾勒、雕塑或以其他艺术形式呈现它。",
	"A gang of inquisitive {@creature Monodrone||monodrones} and its {@creature duodrone} leader insist on following a character, saying they expect that individual's doom to be \"statistically noteworthy.\"": "一群{@creature Monodrone||monodrones}的好奇者和它们的{@creature duodrone}领袖坚持跟踪一个角色，声称他们预料到这个人的厄运会“在统计上引人注目。”",
	"A {@creature clay golem} influenced by {@book the Beastlands|MPP|0|The Beastlands} has been transformed into the walking hive that's home to numerous {@creature Swarm of Wasps||swarms of insects (wasps)}.": "受{@book the Beastlands|MPP|0|The Beastlands}影响的{@creature clay golem}已经变成了一个行走的蜂巢，里面居住着许多{@creature Swarm of Wasps||swarms of insects (wasps)}。",
	"All varieties of Dragons can be found in the Outlands, though many dwell in isolated reaches away from the plane's gate-towns. Some remain aloof due to their territorial natures, while others seek to avoid the {@book Mausoleum of Chronepsis|SatO|_UNKNOWN}, home to the legendary dragon Chronepsis (see {@book Sigil and the Outlands|SatO} for details).": "在外域中可以找到各种类型的龙，尽管许多龙居住在远离位面门镇的偏僻地区。一些龙因其领土性格而保持孤立，而另一些则试图避开{@book Mausoleum of Chronepsis|SatO|_UNKNOWN}，这是传奇龙Chronepsis的家园（有关详情请参见{@book Sigil and the Outlands|SatO}）。",
	"An {@creature ancient gold dragon} disguised as a canary gives the characters a nonmagical item and offers them Bahamut's best wishes.": "一只伪装成金丝雀的 {@creature ancient gold dragon} 给了角色们一个非魔法物品，并送上巴哈姆特的美好祝愿。",
	"A lawful good {@creature Faerie Dragon (Violet)||faerie dragon} with wings like stained glass has been influenced by {@book Mount Celestia|MPP|0|Mount Celestia}. It seeks the characters' aid in recovering a stolen {@item holy avenger}.": "一个如同彩色玻璃般有翅膀的守序善良生物{@creature Faerie Dragon (Violet)||faerie dragon}受到{@book Mount Celestia|MPP|0|Mount Celestia}的影响。它请求角色们帮助找回被偷走的{@item holy avenger}。",
	"A {@creature time dragon wyrmling|MPP} (presented later in this book) wants help constructing a magical structure that will be important in the future.": "本书后面提到的一个{@creature time dragon wyrmling|MPP}想要帮助建造一个在未来将会变得重要的魔法结构。",
	"A neutral evil {@creature adult silver dragon} with dull, gray scales has been influenced by {@book Hades|MPP|0|Hades}. It demands a toll from any who crosses its domain.": "一个中立邪恶生物{@creature adult silver dragon}，身披晦暗的灰色鳞片，受到{@book Hades|MPP|0|Hades}的影响。它要求任何穿越其领地的人支付通行费。",
	"Elementals of all varieties can be found in the Outlands. Mephits are common and often serve more powerful creatures as messengers.": "在外域中可以找到各种元素生物。小恶魔(`Mephits`)很常见，通常作为信使为更强大的生物服务。",
	"{@creature Water Elemental||Water elementals} travel in a group that looks like a long, wandering river.": "{@creature Water Elemental||Water elementals} 旅行在一个看起来像一条漫长流动的河流的团队中。",
	"Some skull-headed {@creature Azer||azers} have been influenced by {@book the Nine Hells|MPP|0|The Nine Hells}. They escort a heavily armored caravan of rare ore to the gate-town of Ribcage.": "一些头骨头{@creature Azer||azers}受到{@book the Nine Hells|MPP|0|The Nine Hells}的影响。他们护送一列装甲车队运送稀有矿石到门户镇Ribcage。",
	"A wounded {@creature mud mephit} asks the characters to help it deliver a sealed package to a leader in a nearby gate-town.": "一个受伤的{@creature mud mephit}请求角色帮助将一个密封的包裹送到附近一个门镇的领袖那里。",
	"A wealthy {@creature dao} that glistens with gemstones has been influenced by {@book Arborea|MPP|0|Arborea}. It leads a parade of glimmering {@creature galeb duhr} between gate-towns as part of a shopping spree for precious rocks.": "一座镶满宝石的富裕{@creature dao}受到{@book Arborea|MPP|0|Arborea}的影响。它带领着一队闪闪发光的{@creature galeb duhr}在城门之间游行，作为一场珍贵石头的购物狂欢。",
	"Being close to nature—even the surreal nature of the Outer Planes—Fey dwelling in the Outlands are often influenced by other planes. Fey encountered near a gate-town typically exhibit influences from the town's associated Outer Plane.": "身处自然之中——甚至是外域的超现实自然——在外域居住的精灵通常会受到其他位面的影响。在门镇附近遇到的精灵通常会展现出与该镇关联的外域的影响。",
	"Revelers joined a group of {@creature Satyr||satyrs} in their festivities. As the satyrs' celebration has continued for over a year, the revelers seek the characters' help in extricating themselves without offending their hosts.": "狂欢者加入了一个由{@creature Satyr||satyrs}组成的团体参加他们的庆祝活动。由于山羊人的庆祝已经持续了一年多，狂欢者寻求角色们的帮助，以在不冒犯他们的主人的情况下脱身。",
	"A kindly {@creature green hag} influenced by {@book Elysium|MPP|0|Elysium} invites passersby to join her for tea in her cottage made of sweets. She makes some of the best cookies in the Outlands.": "一位受{@book Elysium|MPP|0|Elysium}影响的善良{@creature green hag}邀请路人加入她在糖果小屋里喝茶。她做的饼干是外域地区最好吃的之一。",
	"A pack of {@creature Blink Dog||blink dogs} tracks a band of {@creature Maelephant|MPP|maelephants} (presented {@book later|MPP|1|Maelephant} in this book) to prevent them from spoiling lands influenced by the Upper Planes.": "一群{@creature Blink Dog||blink dogs}追踪一队{@creature Maelephant|MPP|maelephants}（在这本书中被称为{@book later|MPP|1|Maelephant}）以防止他们破坏受上位位面影响的土地。",
	"A gnarled {@creature dryad} influenced by {@book Carceri|MPP|0|Carceri} seeks to entrap creatures within the root-snarled, prison-like cavern beneath her grove.": "一株受{@book Carceri|MPP|0|Carceri}影响的扭曲{@creature dryad}，试图将生物困在她树丛下根系缠绕、像监狱般的洞穴中。",
	"Denizens of the Lower Planes regularly invade the Outlands, seeking to shift the balance of the realm toward evil. The Blood War, the endless conflict between demons and devils, regularly spills onto the plane and can devastate whole regions.": "下层位面的居民经常入侵外域，试图将该领域的平衡转向邪恶。血战，即恶魔与恶魔之间的无休止冲突，经常波及该位面，可能摧毁整个地区。",
	"A {@creature nycaloth} seeks to capture several monochromatic {@creature Hell Hound||hell hounds} influenced by {@book Gehenna|MPP|0|Gehenna}. The yugoloth seeks to sell the hounds to Fiends participating in the Blood War.": "一个{@creature nycaloth}试图捕捉几只受{@book Gehenna|MPP|0|Gehenna}影响的单色{@creature Hell Hound||hell hounds}。这只尤戈洛斯试图将这些猎犬卖给参与血战的恶魔。",
	"After being ambushed by a rival, a {@creature night hag} merchant offers a reward to characters who help her recover her lost inventory: several dozen stray {@creature Larva|DMG|larvae} (see the {@book Dungeon Master's Guide|DMG}).": "在被竞争对手伏击后，{@creature night hag}商人向帮助她找回丢失库存的角色提供奖励：数十只走失的{@creature Larva|DMG|larvae}（见{@book Dungeon Master's Guide|DMG}）。",
	"A hero requests the characters' help in gaining the aid of a legendary steed called a nic'epona, a {@creature nightmare} influenced by one of the Upper Planes.": "一个英雄请求角色们的帮助，以获得一匹传说中的坐骑，名为尼克艾波纳，一只受到上位位面之一影响的{@creature nightmare}。",
	"Rival {@creature Incubus||incubi} seek to recruit the characters to serve either a {@creature balor} warlord or a {@creature pit fiend} general whose fiendish armies are prepared to clash nearby.": "{@creature Incubus||incubi}的竞争对手试图招募角色，让他们为一个战争贵族或一个将军效力，他们魔鬼般的军队已经准备在附近交战。",
	"Giants are common in the Outlands. Many gravitate toward regions influenced by planes corresponding with their alignments, but others seek to find the {@book secret realm|SatO|_UNKNOWN} of the giant god Annam (see {@book Sigil and the Outlands|SatO} for details).": "巨人在外域很常见。许多巨人会被各自属性对应的位面所吸引，但也有一些寻找巨神安南 {@book secret realm|SatO|_UNKNOWN} 的信徒（详见 {@book Sigil and the Outlands|SatO}）。",
	"Several {@creature Cyclops||cyclopes} refuse to let the characters pass through a region where they're constructing a massive ring of beautifully carved standing stones.": "有几名{@creature Cyclops||cyclopes}拒绝让角色们通过一个地区，他们正在那里建造一圈精美雕刻的巨大石柱环。",
	"An {@creature ettin} influenced by {@book the Beastlands|MPP|0|The Beastlands} has one head with bovine features and one head with lupine features. It desperately needs help finding something both heads are willing to eat.": "受{@book the Beastlands|MPP|0|The Beastlands}影响的{@creature ettin}有一个头部带有牛的特征，另一个头部带有狼的特征。它迫切需要帮助找到两个头都愿意吃的东西。",
	"A {@creature storm giant} seeks the characters' help in finding an offering of significant worth and size to impress the god Annam.": "一个{@creature storm giant}请求角色们帮助找到一份价值和规模显著的祭品，以打动众神安南。",
	"A jade-skinned {@creature oni} from Bytopia has become separated from the spirit she was bound to protect. She requests aid in catching up to her lost ward.": "一位来自比托皮亚的翡翠肌肤{@creature oni}与她本来要保护的精神分离了。她请求帮助追赶她失去的主人。",
	"Humanoids from across the planes travel the Outlands and number among the most common inhabitants of the gate-towns.": "来自各个位面的人形生物穿梭于外域，并且是城门镇最常见的居民之一。",
	"The characters need to find a wandering {@creature priest} who alone knows the ritual necessary to open a specific portal.": "角色们需要找到一个流浪者{@creature priest}，他是唯一知道打开特定传送门所需仪式的人。",
	"Several gnome {@creature Mage||mages} seek help recovering their walking castle from a band of aggressive, spine-covered {@creature lizardfolk} influenced by {@book the Abyss|MPP|0|The Abyss}.": "几个侏儒（Gnome）{@creature Mage||mages} 寻求帮助，他们的行走城堡被一群受{@book the Abyss|MPP|0|The Abyss}影响的具有攻击性、长满刺的{@creature lizardfolk} 抢走了。",
	"The characters stumble across a youthful or elderly {@creature commoner} who doesn't know how they came to be in the Outlands and who wants only to go home.": "人物们偶然遇到了一个年轻或年迈的{@creature commoner}，他们不知道自己是如何来到外域的，只想回家。",
	"A {@creature bandit captain} and his gang seek the characters' help as they plan a heist in the realm of an immortal being, like the {@book Realm of the Norns|SatO|_UNKNOWN} or {@book Wonderhome|SatO|_UNKNOWN} (see {@book Sigil and the Outlands|SatO} for details on both locations).": "一名{@creature bandit captain}和他的团队寻求角色的帮助，因为他们计划在一个不朽存在的领域进行一次抢劫，就像{@book Realm of the Norns|SatO|_UNKNOWN}或{@book Wonderhome|SatO|_UNKNOWN}（有关这两个地点的详细信息，请参见{@book Sigil and the Outlands|SatO}）。",
	"Monstrosities are common in the Outlands. Due to the influence of the Outer Planes, many behave differently than they might on the Material Plane.": "异端生物在外域很常见。由于外域的影响，许多生物的行为与在物质位面上可能有所不同。",
	"The characters are hired to recover cargo from a crashed vessel brimming with rare technology, but the wreckage is overrun with {@creature Rust Monster||rust monsters}.": "这些角色被雇佣去从一艘满载着稀有技术的坠毁船只中找回货物，但残骸被{@creature Rust Monster||rust monsters}所占领。",
	"The characters have to retrieve a treasure from a group of mischievous {@creature Sprite||sprites}. The sprites are secretly defended by {@creature Mimic||mimics} influenced by {@book Elysium|MPP|0|Elysium} that take the form of tiny, whimsical cottages.": "角色们必须从一群调皮的{@creature Sprite||sprites}那里取回宝藏。这些精灵暗中受到{@book Elysium|MPP|0|Elysium}影响，守护着{@creature Mimic||mimics}，它们化身为迷你而古怪的小屋。",
	"A pride of {@creature Displacer Beast||displacer beasts} stalks a band of traveling merchants. The merchants seek protection from the predators hunting them for sport.": "一群{@creature Displacer Beast||displacer beasts}正在跟踪一队旅行商人。这些商人寻求保护，免受那些将他们当作猎物的掠食者的伤害。",
	"A {@creature drider} influenced by {@book Arborea|MPP|0|Arborea} runs a {@creature giant spider} ranch. She hires the characters to hunt a rare breed of {@creature sunfly|MPP} (detailed {@book later|MPP|1|Sunflies} in this book) that, when fed to her spiders, will allow them to produce a remarkable type of silk.": "一位受{@book Arborea|MPP|0|Arborea}影响的{@creature drider}经营着一家{@creature giant spider}牧场。她雇佣角色们去狩猎一种稀有品种的{@creature sunfly|MPP}（在这本书中详细描述），当喂给她的蜘蛛时，能让它们产生一种非凡的丝绸。",
	"Oozes often appear in swampy or subterranean reaches of the Outlands or in regions influenced by the Lower Planes.": "软泥怪经常出现在外域的沼泽地或地下区域，或者在受到下位位面影响的地区。",
	"A yugoloth arms dealer has captured a hundred {@creature Gray Ooze||gray oozes} and seeks to sell them in the gate-town of Rigus as a weapon capable of destroying Acheron's floating cubes. A rival hires the characters to steal and dispose of the oozes.": "一个尤戈洛斯军火商抓住了一百个{@creature Gray Ooze||gray oozes}并打算在门户城镇里古斯(Rigus)出售它们，作为一种能摧毁阿凯隆(Acheron)漂浮方块的武器。 一个竞争对手雇佣角色去偷走并处理这些软泥怪。",
	"Within a {@creature gelatinous cube} influenced by {@book Gehenna|MPP|0|Gehenna} floats a gigantic fiendish skull. Numerous Fiends revere the cube and interpret depraved schemes and threatening orders from its quivering. A Celestial seeks aid in destroying the cube.": "在受{@book Gehenna|MPP|0|Gehenna}影响的{@creature gelatinous cube}中，漂浮着一个巨大的邪恶头骨。许多恶魔崇拜这个方块，并从它的颤动中解读邪恶的阴谋和威胁性的命令。一个天界生物寻求帮助来摧毁这个方块。",
	"A bog in a region influenced by {@book Carceri|MPP|0|Carceri} is swamped with countless {@creature Black Pudding||black puddings}. The characters are hired to recover a lost relic from the bottom of the bog.": "在受{@book Carceri|MPP|0|Carceri}影响的地区，一个沼泽地里到处都是无数的{@creature Black Pudding||black puddings}。角色们被雇佣去从沼泽地底部找回一件失落的遗物。",
	"A chef in the gate-town of {@book Tradegate|SatO|_UNKNOWN} wants the characters to retrieve royal jelly from a hive of giant bees (use the {@creature giant wasp} stat block). He doesn't note that the hive's honey takes the form of sweet-tasting {@creature Ochre Jelly||ochre jellies}.": "{@book Tradegate|SatO|_UNKNOWN}的城门镇里，一位厨师希望角色们从一群巨大蜜蜂的蜂巢中取回皇家蜂王浆（使用{@creature giant wasp}的属性块）。他没有提到蜂巢里的蜂蜜呈现出甜美的{@creature Ochre Jelly||ochre jellies}的形态。",
	"Plants in the Outlands often grow to incredible size, produce remarkable flowers or fruit, and exhibit bizarre shapes and colors. Regions influenced by other planes are typically first recognizable by the effect those planes have on vegetation.": "外地的植物通常长得非常大，产生出色的花朵或水果，并展示出奇异的形状和颜色。受其他位面影响的地区通常首先可以通过这些位面对植被的影响效果来识别。",
	"A young {@creature treant} wants to put down roots. It asks the characters to help it travel around the Outlands so it can find a suitable place to call home.": "一个年轻的{@creature treant}想要扎根。它请求角色们帮助它在外域周游，以便找到一个适合定居的地方。",
	"A {@creature myconid sovereign} has convinced a group of {@creature Githzerai Monk||githzerai monks} to abandon their teachings and follow its path to serenity. Another githzerai hires the characters to oust the fungal guru.": "一个{@creature myconid sovereign}说服了一群{@creature Githzerai Monk||githzerai monks}放弃他们的教义，跟随它通往宁静之路。另一个吉思瑞雇佣角色们赶走这位真菌大师。",
	"An herbalist has cultivated a unique breed of {@creature Gas Spore||gas spores}. She hires the characters to convey the spores to her buyer without setting off the fungi.": "一位草药师培育了一种独特的{@creature Gas Spore||gas spores}。她雇佣角色将孢子送到买家手中，但不能让这些真菌爆发。",
	"A resident of the gate-town of {@book Ecstasy|SatO|_UNKNOWN} is missing. His garden of {@creature Twig Blight||twig blights}—influenced by {@book Elysium|MPP|0|Elysium} to resemble topiary sculptures—haven't been fed and now sow chaos in town.": "{@book Ecstasy|SatO|_UNKNOWN}镇的一位居民失踪了。他受到{@book Elysium|MPP|0|Elysium}影响，将{@creature Twig Blight||twig blights}花园打造成了类似修剪雕塑的样子，现在这些植物没有得到养料，开始在镇上制造混乱。",
	"Undead often lurk in the dismal reaches of the Outlands, but some wander the land, either seeking places to spend eternity or preying on the living.": "不死族经常潜伏在外域（Outlands）阴暗的地方，但也有一些漫游在大地上，要么寻找永恒的栖身之地，要么捕食生者。",
	"The characters find a trapped {@creature crawling claw}. Rather than attacking, the severed hand can lead the characters to the thankful immortal who lost it.": "角色们发现了一个被困住的{@creature crawling claw}。与其进行攻击，这只被切断的手可以带领角色们找到失去它的感激的不朽者。",
	"A {@creature banshee} influenced by {@book Acheron|MPP|0|Acheron} appears as a fallen knight-commander with a legion of {@creature Specter||specters}. Guardians of the gate-town of Rigus hire the characters to help banish the phantom army.": "受{@book Acheron|MPP|0|Acheron}影响的{@creature banshee}，化身为一名带着{@creature Specter||specters}军团的堕落骑士指挥官。里格斯城门镇的守护者雇佣角色帮助驱逐这支幻影军队。",
	"A {@creature lich} seeks to dominate the gate-town of Hopeless and see it dragged into Hades with himself as its ruler. Citizens of the gate-town entreat the characters to keep the gate-town hopeful enough that it doesn't fall into the Lower Plane.": "一个{@creature lich}试图统治绝望之城，并希望将其拖入冥府，让自己成为统治者。绝望之城的市民请求角色们保持城市的希望，以免其沦落到下位面。",
	"Several confused {@creature ghost} {@book petitioners|MPP|0|Petitioners} have become lost. They seek someone to pass judgment on their lives and deliver them to the proper planes.": "几个迷失的{@creature ghost} {@book petitioners|MPP|0|Petitioners} 已经迷失了方向。他们寻求有人来审判他们的生命，并将他们送往正确的位面。",
	"\"Some folks have notions about what sorts of creatures they don't expect to see around the Outer Planes. Like undead, for example–as if they can't grok how souls and vampires and zombies might all wind up on the same infinite planes. What can I say? The planes are wild, Chief–I'm unliving proof.\"": "\"有些人对外域不太可能出现的生物有一些看法。比如不死族，例如 - 好像他们无法理解灵魂、吸血鬼和僵尸怎么会出现在同一个无限的位面上。我能说什么呢？位面是狂野的，首领 - 我就是不死的证明。\"",
	"The following tables present random encounters adventurers might face across the Outlands or in other realms influenced by the Outer Planes. These tables are divided by the alignment of the planes affecting a region. Unless otherwise noted, creatures marked with an asterisk (*) appear in this book, while the rest are described in the {@book Monster Manual|MM}.": "以下表格展示了冒险者可能在外域或受外域影响的其他领域中遇到的随机事件。这些表格根据影响某一地区的位面的属性进行划分。除非另有说明，带有星号(*)标记的生物出现在本书中，而其余生物在{@book Monster Manual|MM}中有描述。",
	"If you wish to further customize these encounters, use traits detailed in the \"{@book Planar Influences|MPP|0|Planar Influences}\" section.": "如果您希望进一步定制这些遭遇，可以使用“{@book Planar Influences|MPP|0|Planar Influences}\"部分中详细描述的特征。",
	"1 {@creature monodrone} that has gone rogue and seeks the meaning of the multiverse": "一个{@creature monodrone}背叛了并寻求多元宇宙的意义",
	"1 {@creature Cranium Rat Squeaker Swarm|MPP|swarm of cranium rat squeakers}.* Roll a die. If the number is even, these cranium rats have set up a tiny shop. If the number is odd, these cranium rats have also set up a tiny shop but are con artists.": "1.{@creature Cranium Rat Squeaker Swarm|MPP|swarm of cranium rat squeakers}.* 掷骰子。如果数字是偶数，这些颅鼠已经建立了一个小商店。如果数字是奇数，这些颅鼠也建立了一个小商店，但是是骗子。",
	"{@dice 1d4} {@creature Mercykiller Bloodhound|MPP|Mercykiller bloodhounds}* tracking a planar criminal": "{@dice 1d4} {@creature Mercykiller Bloodhound|MPP|Mercykiller bloodhounds}*正在追踪一个位面罪犯",
	"A rift-like portal connecting to a random plane": "一个类似裂缝的传送门，连接到一个随机位面(()random plane)",
	"1 {@creature ettin} with two different animal heads": "1 有两个不同动物头的{@creature ettin}",
	"1 {@creature green slaad} disguised as a lost explorer from the Material Plane": "1 {@creature green slaad} 伪装成来自物质位面的迷失探险者",
	"{@dice 1d6} {@creature Vrock||vrocks} seeking to dragoon captives into the Blood War": "{@dice 1d6} {@creature Vrock||vrocks} 寻求将俘虏拖入血战。",
	"A location the characters passed hours ago": "角色们几小时前经过的地点",
	"1 chaotic {@creature empyrean} seeking companions to undertake a mighty quest": "1 个混乱的{@creature empyrean} 寻找同伴一起进行一次伟大的任务",
	"1 {@creature night hag} selling {@dice 2d6} {@creature Larva|DMG|larvae} (see the {@book Dungeon Master's Guide|DMG})": "1 在 {@creature night hag} 出售 {@dice 2d6} {@creature Larva|DMG|larvae} (查看 {@book Dungeon Master's Guide|DMG})",
	"A force of {@dice 3d10} {@creature Hobgoblin||hobgoblins} and 1 {@creature hobgoblin} {@creature warlord|MPMM}": "一支由{@dice 3d10} {@creature Hobgoblin||hobgoblins}和1{@creature hobgoblin} {@creature warlord|MPMM}组成的力量。",
	"1 {@creature darkweaver|MPP}* that calls from its shadowy lair": "1 {@creature darkweaver|MPP}* 从它阴暗的巢穴中呼唤",
	"A portal to a Lower Plane that whispers sinister promises": "一个通往下位面的传送门，低语着邪恶的诺言（Lower Plane）。",
	"1 {@creature shator demodand|MPP}* seeking its lost prisoners": "1 {@creature shator demodand|MPP}* 寻找失踪的囚犯",
	"1 {@creature githyanki knight} mounted on 1 {@creature young red dragon}": "1 {@creature githyanki knight} 骑乘在 1 {@creature young red dragon} 上。",
	"1 {@creature lich} in a sinister walking citadel": "在一个邪恶的行走城堡中的1 {@creature lich}。",
	"A Blood War battlefield where 1 {@creature marilith} general leads demons against 1 {@creature ice devil} general and its devils": "一场血战战场，1 {@creature marilith} 将军率领恶魔对抗1 {@creature ice devil} 将军及其恶魔。",
	"1 {@creature baernaloth|MPP}* with a sinister magic item": "1 附有邪恶魔法物品的{@creature baernaloth|MPP}*",
	"1 {@creature sunfly|MPP}* carrying a tiny dessert": "携带着一个小甜点的{@creature sunfly|MPP}*",
	"1 {@creature lantern archon|MPP}* leading a group of {@dice 2d4} {@creature commoner} {@book petitioners|MPP|0|Petitioners} who are prone to getting lost": "1 {@creature lantern archon|MPP}* 领导一群倾向于迷路的{@dice 2d4} {@creature commoner} {@book petitioners|MPP|0|Petitioners}*。",
	"{@dice 1d6} {@creature Musteval Guardinal|MPP|musteval guardinals}* on a secret mission": "{@dice 1d6} 在一次秘密任务中{@creature Musteval Guardinal|MPP|musteval guardinals}*",
	"{@dice 1d4} {@creature Hound Archon|MPP|hound archons},* each with a {@creature mastiff} tracking dog": "{@dice 1d4} {@creature Hound Archon|MPP|hound archons}*，每人都有一只{@creature mastiff}追踪犬。",
	"A friendly, awakened {@creature swarm of bats}": "一个友好的，觉醒的 {@creature swarm of bats}",
	"{@dice 1d4} {@creature Cloud Giant||cloud giants} on a floating island": "{@dice 1d4} 在一个漂浮岛上 {@creature Cloud Giant||cloud giants}",
	"1 {@creature druid} studying an inert, magical animal sculpture made of thousands of tanzanite crystals": "1 名{@creature druid}正在研究一座由数千颗坦桑石晶体制成的惰性魔法动物雕塑。",
	"1 {@creature treant} comprised of cacti, coral, or mushrooms": "1 {@creature treant} 由仙人掌、珊瑚或蘑菇组成。",
	"1 {@creature avoral guardinal|MPP}* seeking a lost animal {@book petitioner|MPP|0|Petitioners}": "寻找一只失踪的动物{@book petitioner|MPP|0|Petitioners}* {@creature avoral guardinal|MPP}",
	"A portal to an Upper Plane that beckons with promises of eternal peace and comfort": "一个通往（Upper Plane）的传送门，诱人地承诺着永恒的和平与舒适。",
	"1 gold dragon (your choice of {@creature Young Gold Dragon||young}, {@creature Adult Gold Dragon||adult}, or {@creature Ancient Gold Dragon||ancient})": "1只黄金龙（你选择的{@creature Young Gold Dragon||young}，{@creature Adult Gold Dragon||adult}或{@creature Ancient Gold Dragon||ancient}）",
	"1 {@creature solar} angel sent to bestow a {@book blessing|DMG|7|Blessings} (see the {@book Dungeon Master's Guide|DMG}) on a character": "一个{@creature solar} 天使被派遣给一个角色，赐予一个{@book blessing|DMG|7|Blessings}（见 {@book Dungeon Master's Guide|DMG}）.",
	"A {@creature warden archon|MPP}* guarding a portal to a dangerous plane": "一个{@creature warden archon|MPP}*守卫着通往危险位面的传送门",
	"1 {@creature imp} who claims to speak for an archdevil": "一个声称代表一位大恶魔的{@creature imp}",
	"1 {@creature flumph} {@book petitioner|MPP|0|Petitioners} that's excited to learn about the planes": "有一个{@creature flumph} {@book petitioner|MPP|0|Petitioners} 对了解关于位面的知识感到兴奋。",
	"1 {@creature decaton modron|MPP}* and {@dice 2d6} {@creature Quadrone||quadrones} on their way back to Mechanus": "1 {@creature decaton modron|MPP}* 和 {@dice 2d6} {@creature Quadrone||quadrones} 正在返回到机械位面(*Mechanus*)的路上",
	"1 {@creature guardian naga} storyteller": "1 {@creature guardian naga} 讲故事者",
	"1 {@creature gynosphinx} who guards secret wisdom": "1 保卫着秘密智慧的{@creature gynosphinx}",
	"{@dice 1d6} {@creature Knight||knights} on a quest across the planes": "{@dice 1d6} {@creature Knight||knights} 在跨越各个位面的冒险途中",
	"1 {@creature nonaton modron|MPP}* in a walking citadel that looks like a giant modron": "在一个看起来像巨大模德龙的行走堡垒中{@creature nonaton modron|MPP}*。",
	"1 {@creature Mind's Eye matter smith|MPP}* testing a new invention": "1 {@creature Mind's Eye matter smith|MPP}* 测试一个新发明",
	"1 {@creature beholder} {@book petitioner|MPP|0|Petitioners} scheming against a rival who's still alive": "1 {@creature beholder} {@book petitioner|MPP|0|Petitioners} 策划针对仍然活着的对手",
	"1 {@creature pit fiend} who claims to speak for an archdevil": "一个声称代表一位大恶魔的{@creature pit fiend}",
	"1 {@creature hexton modron|MPP}* leading a march of hundreds of lesser modrons": "1 {@creature hexton modron|MPP}* 领导着数百个次级模朵伦 (modrons) 的行军",
	"{@dice 1d6} {@creature thri-kreen} looking for a way back to their Material Plane home": "{@dice 1d6}和{@creature thri-kreen}正在寻找回到他们物质位面家园的方法",
	"A mysterious being who communicates via 1 {@creature cranium rat squeaker|MPP}*": "一个通过1 {@creature cranium rat squeaker|MPP} 进行沟通的神秘存在",
	"{@dice 1d4} {@creature Society of Sensation Muse|MPP|Society of Sensation muses}* undertaking increasingly daring feats": "{@dice 1d4} {@creature Society of Sensation Muse|MPP|Society of Sensation muses}* 承担着越来越大胆的壮举",
	"1 {@creature smoke mephit} carrying challenges between archmage rivals": "1 位{@creature smoke mephit} 承载着大法师对手之间的挑战",
	"{@dice 2d12} {@creature commoner} {@book petitioners|MPP|0|Petitioners} fleeing {@dice 1d4} {@creature Farastu Demodand|MPP|farastu demodands}* and 1 {@creature kelubar demodand|MPP}*": "{@dice 2d12} {@creature commoner} {@book petitioners|MPP|0|Petitioners} 逃离 {@dice 1d4} {@creature Farastu Demodand|MPP|farastu demodands}* 和 1 {@creature kelubar demodand|MPP}*",
	"1 {@creature cuprilach rilmani|MPP}* on an assassination mission": "1{@creature cuprilach rilmani|MPP}*执行暗杀任务",
	"1 {@creature equinal guardinal|MPP}* messenger": "1 {@creature equinal guardinal|MPP}* 信使",
	"1 {@creature kolyarut|MPP}* seeking a contract breaker": "1 (零) * 寻找一个合同破坏者",
	"1 {@creature githzerai futurist|MPP}* with a warning about a character's future": "1 {@creature githzerai futurist|MPP}*对一个角色未来的警告",
	"1 {@creature flameskull} claiming to be the famed planar explorer Morte": "有人声称自己是著名的位面探险家Morte{@creature flameskull}。",
	"1 {@creature ancient time dragon|MPP}* (50 percent chance the time dragon is from the past, 50 percent chance it's from the future)": "1 {@creature ancient time dragon|MPP}*（时间龙有50%的几率来自过去，50%的几率来自未来）",
	"\"Don't go thinking you've got a handle on the planes now, Chief. That's the surest way to find out you don't know the first thing about how they really work.\"": "“不要以为你现在掌握了各个位面的奥秘，首领。这是发现你其实一窍不通它们真正运作方式的最肯定方法。”",
	"This section presents stat blocks in alphabetical order for creatures suited to planar campaigns.": "本部分按照字母顺序列出了适合于位面冒险的生物的属性块。",
	"This section presents stat blocks in alphabetical order for members of Sigil's twelve {@book ascendant factions|SatO|_UNKNOWN}. These groups and a summary of their beliefs appear on the {@book Ascendant Factions of Sigil table|MPP|1|Ascendant Factions of Sigil}. All are detailed further in {@book Sigil and the Outlands|SatO}.": "这一部分按照字母顺序列出了锡基尔十二 {@book ascendant factions|SatO|_UNKNOWN} 成员的属性块。这些团体及其信仰摘要出现在 {@book Ascendant Factions of Sigil table|MPP|1|Ascendant Factions of Sigil} 上。所有详细信息都在 {@book Sigil and the Outlands|SatO} 中进一步阐述。",
	"Claim the gods are frauds": "声称众神是骗子 (Claim the gods are frauds)",
	"Find no sense in the multiverse": "在多元宇宙中找不到意义",
	"Celebrate destruction": "庆祝毁灭 (Celebrate destruction)",
	"Take all they can": "尽其所能 (Take all they can)",
	"Discover laws to find truth": "发现真理的法则 (Discover laws to find truth)",
	"Free society through chaos": "通过混乱实现自由社会",
	"Enforce peace through might": "以武力维护和平 (Enforce peace through might)",
	"Believe we're already dead": "相信我们已经死了 (Believe we're already dead)",
	"Bringers of merciless justice": "无情正义使者 (Bringers of merciless justice)",
	"Seekers of godhood": "寻求神格 (`Seekers of godhood`)",
	"Find truth through experience": "通过经验找到真理",
	"Act unfettered by thought": "无拘无束地行动 (Act unfettered by thought)",
	"Justice Ramin Arman, F. Wesley Schneider": "拉敏·阿曼法官，F.韦斯利·施耐德",
	"Emi Tanji": "谷井惠美 (Emi Tanji)",
	"Dan Dillon, Ben Petrisor, F. Wesley Schneider": "丹·迪隆 (Dan Dillon)，本·佩特里索尔 (Ben Petrisor)，F.韦斯利·施耐德 (F. Wesley Schneider)",
	"Jeremy Crawford, Ron Lundeen, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford)，罗恩·伦丁 (Ron Lundeen)，克里斯托弗·珀金斯 (Christopher Perkins)",
	"Adrian Ng": "Adrian Ng (艾德里安·吴)",
	"Judy Bauer, Janica Carter, Christopher Perkins": "朱迪·鲍尔 (Judy Bauer), 雅妮卡·卡特 (Janica Carter), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Matt Cole": "马特·科尔 (Matt Cole)",
	"Dmitry Burmak, Tony DiTerlizzi": "德米特里·布尔马克(Dmitry Burmak)，托尼·迪特利齐(Tony DiTerlizzi)",
	"Mark Behm, Eric Belisle, Olivier Bernard, Zoltan Boros, Christopher Burdett, Dmitry Burmak, Ekaterina Burmak, CoupleOfKooks, Kent Davis, Julie Dillon, Jessica Fong, Isabel Gibney, Quintin Gleim, Katerina Ladon, Adrián Ibarra Lugo, Warren Mahy, Dave Melvin, David Auden Nash, Irina Nordsol, Claudio Pozas, Chris Seaman, Taras Susak, Matias Tapia, John Tedrick, Brian Valeza, Kieran Yanner": "马克·贝姆(Mark Behm), 埃里克·贝利斯勒(Eric Belisle), 奥利维尔·贝尔纳(Olivier Bernard), 索尔坦·博罗斯(Zoltan Boros), 克里斯托弗·伯德特(Christopher Burdett), 德米特里·伯马克(Dmitry Burmak), 叶卡捷琳娜·伯马克(Ekaterina Burmak), CoupleOfKooks, 肯特·戴维斯(Kent Davis), 朱莉·迪隆(Julie Dillon), 杰西卡·方(Jessica Fong), 伊莎贝尔·吉布尼(Isabel Gibney), 昆汀·格莱姆(Quintin Gleim), 卡特琳娜·拉顿(Katerina Ladon), 阿德里安·伊巴拉·卢戈(Adrián Ibarra Lugo), 沃伦·马希(Warren Mahy), 戴夫·梅尔文(Dave Melvin), 大卫·奥登·纳什(David Auden Nash), 伊琳娜·诺德索尔(Irina Nordsol), 克劳迪奥·波萨斯(Claudio Pozas), 克里斯·西曼(Chris Seaman), 塔拉斯·苏萨克(Taras Susak), 马蒂亚斯·塔皮亚(Matias Tapia), 约翰·泰德里克(John Tedrick), 布莱恩·瓦莱扎(Brian Valeza), 基兰·亚纳(Kieran Yanner)",
	"Josh Herman, Emi Tanji": "乔什·赫尔曼 (Josh Herman)，艾米·丹治 (Emi Tanji)",
	"Eric Belisle, Dmitry Burmak, Ekaterina Burmak, Max Dunbar, Alex Konstad, Juho Laitila, Izzy Medrano, One Pixel Brush, Noor Rahman, John Tedrick, Terraform Studios, Shawn Wood": "埃里克·贝利斯 (Eric Belisle), 德米特里·布尔马克 (Dmitry Burmak), 叶卡捷琳娜·布尔马克 (Ekaterina Burmak), 马克斯·邓巴 (Max Dunbar), 亚历克斯·康斯塔德 (Alex Konstad), 朱霍·莱蒂拉 (Juho Laitila), 伊齐·梅德拉诺 (Izzy Medrano), 一像素刷 (One Pixel Brush), 努尔·拉赫曼 (Noor Rahman), 约翰·泰德里克 (John Tedrick), 土地形态工作室 (Terraform Studios), 肖恩·伍德 (Shawn Wood)",
	"Michele Carter, Rico Corazón, Basheer Ghouse, Jonathan S. Tomhave": "米歇尔·卡特(Michele Carter)，里科·科拉宗(Rico Corazón)，巴希尔·古斯(Basheer Ghouse)，乔纳森·S·汤姆哈夫(Jonathan S. Tomhave)",
	"Cynda Callaway": "赛达·卡拉威（Cynda Callaway）",
	"Daniel Corona, Kevin Yee": "丹尼尔·科罗纳 (Daniel Corona)，凯文·余 (Kevin Yee)",
	"Jefferson Dunlap": "杰斐逊·邓拉普 (Jefferson Dunlap)",
	"Kyle Brink": "凯尔·布林 (Kyle Brink)",
	"Jeremy Crawford, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford), 克里斯托弗·帕金斯 (Christopher Perkins)",
	"Josh Herman": "乔希·赫尔曼 (Josh Herman)",
	"Rob Sather": "罗布·萨瑟 (Rob Sather)",
	"Matt Cole, Trystan Falcone, Bree Heiss, Kate Irwin, Bob Jordan, Noor Rahman, Emi Tanji, Trish Yochum": "马特·科尔（Matt Cole）, 特里斯坦·法尔科内（Trystan Falcone）, 布里·海斯（Bree Heiss）, 凯特·欧文（Kate Irwin）, 鲍勃·乔丹（Bob Jordan）, 努尔·拉赫曼（Noor Rahman）, 惠美·丹治（Emi Tanji）, 特里什·约赫姆（Trish Yochum）",
	"Justice Ramin Arman, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ron Lundeen, Ben Petrisor, Patrick Renie, F. Wesley Schneider, Carl Sibley, Jason Tondro, James Wyatt": "拉明·阿曼（Justice Ramin Arman），麦肯齐·迪·阿玛斯（Makenzie De Armas），丹·迪隆（Dan Dillon），阿曼达·哈蒙（Amanda Hamon），朗·伦登（Ron Lundeen），本·佩特里索（Ben Petrisor），帕特里克·雷尼（Patrick Renie），F.韦斯利·施耐德（F. Wesley Schneider），卡尔·西布利（Carl Sibley），贾森·通德罗（Jason Tondro），詹姆斯·怀亚特（James Wyatt）",
	"Judy Bauer": "朱迪·鲍尔 (Judy Bauer)",
	"Eytan Bernstein, Janica Carter, Adrian Ng": "艾坦·伯恩斯坦 (Eytan Bernstein), 雅妮卡·卡特 (Janica Carter), 阿德里安·吴 (Adrian Ng)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Bill Benham, Siera Bruggeman, Robert Hawkey, Andy Smith, Gabe Waluconis": "比尔·本汉姆 (Bill Benham)，希拉·布鲁格曼 (Siera Bruggeman)，罗伯特·霍克 (Robert Hawkey)，安迪·史密斯 (Andy Smith)，加布·瓦卢科尼斯 (Gabe Waluconis)",
	"Liz Schuh": "莉兹·舒 (Liz Schuh)",
	"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach": "纳塔莉·伊根 (Natalie Egan), 克里斯·林赛 (Chris Lindsay), 希拉里·罗斯 (Hilary Ross), 克里斯·图拉赫 (Chris Tulach)",
	"Patrick Backmann, Jeff Turriff": "帕特里克·巴克曼 (Patrick Backmann)，杰夫·特里夫 (Jeff Turriff)",
	"Jay Jani, Adam Walton, Cameron Powell, Joseph Keen, Sean Stoves": "杰伊·贾尼 (Jay Jani), 亚当·沃尔顿 (Adam Walton), 卡梅伦·鲍威尔 (Cameron Powell), 约瑟夫·基恩 (Joseph Keen), 肖恩·斯托夫斯 (Sean Stoves)",
	"Special thanks to Michele Carter; Lisa Ohanian; Black Isle Studios, the creators of {@i Planescape: Torment}; and the hundreds of playtesters who made this a better book!": "特别感谢Michele Carter；Lisa Ohanian；Black Isle Studios，{@i Planescape: Torment}的创造者；以及数百名参与测试的玩家，使这本书变得更好！",
	"Additional thanks to the original Planescape setting designers, including Rich Baker, Wolfgang Baur, Tim Beach, Karen Boomgarden, Michele Carter, David \"Zeb\" Cook, Monte Cook, Tony DiTerlizzi, Dale Donovan, Jeff Grubb, Andria Hayday, Dori Jean Hein, Brian Kowal, Rob Lazzaretti, Colin McComb, Dawn Murin, rk post, Robh Ruppel, J. M. Salsbury, Bill Slavicsek, Lester Smith, Rick Swan, Ray Vallese, James Ward, Sue Weinlein, Skip Williams, Steve Winter, David Wise, and many more.": "特别感谢原《(Planescape)多平面世界》设定设计师，包括Rich Baker, Wolfgang Baur, Tim Beach, Karen Boomgarden, Michele Carter, David \"Zeb\" Cook, Monte Cook, Tony DiTerlizzi, Dale Donovan, Jeff Grubb, Andria Hayday, Dori Jean Hein, Brian Kowal, Rob Lazzaretti, Colin McComb, Dawn Murin, rk post, Robh Ruppel, J. M. Salsbury, Bill Slavicsek, Lester Smith, Rick Swan, Ray Vallese, James Ward, Sue Weinlein, Skip Williams, Steve Winter, David Wise等等。"
}