{
	"The Mortuary rises above Sigil, the crossroads of the multiverse, like a dead hand erupting from a grave. Headquarters of the Heralds of Dust, one of the oldest philosophical factions in the City of Doors, the Mortuary is a house of death: a morgue, funeral home, and tomb of immense scale linked to burial sites on other planes and worlds. The Mortuary is located in the Hive Ward, the seediest of Sigil's districts. In the Mortuary's eerie yet reverent chambers, the Heralds of Dust receive, process, and lay the dead to rest on a multiversal scale, ensuring every creature that dies in Sigil earns its obsequies.": "太庙(The Mortuary)矗立在西格尔(Sigil)之上，这里是多元宇宙的十字路口，就像一只从坟墓中冒出的死亡之手。作为西门之城(City of Doors)中最古老的哲学派别之一——尘埃使者(Heralds of Dust)的总部，太庙是一个死亡之屋：一个规模巨大的停尸间、殡仪馆和坟墓，与其他位面和世界的埋葬地点相连。太庙位于蜂巢区(Hive Ward)，是西格尔中最肮脏的地区之一。在太庙那阴森而又恭敬的房间里，尘埃使者接收、处理并安葬死者，确保每一个在西格尔死去的生物都能得到其应有的葬礼。",
	"Managing the dead is grueling and thankless work, but without the Mortuary and its grim workforce—many of whom are Undead—there would be no room in Sigil left for the living; bodies would pile in the streets, the stench of rotting corpses would fill the air, and restless souls with nowhere to go would plague citizens in droves.": "处理死者是一项艰苦且毫无回报的工作，但如果没有(`Mortuary`)及其阴森的劳动力——其中许多是(`Undead`)——在(`Sigil`)中就不会留下空间给生者；尸体会堆积在街上，腐烂尸体的恶臭会弥漫空气，无处可去的鬼魂会困扰市民成群。",
	"This supplement explores the Mortuary, its inhabitants, and the adventures buried within. This is a supplement to {@book Planescape: Adventures in the Multiverse|SatO}. However, you don't need to own that product or know much about Sigil to use this supplement, which includes material suitable for any Dungeons & Dragons campaign.": "这个补充内容探讨了殡仪馆、其中的居民以及隐藏其中的冒险。这是{@book Planescape: Adventures in the Multiverse|SatO}的一个补充内容。然而，您不需要拥有那个产品或了解有关Sigil的太多信息来使用这个补充内容，其中包含适用于任何龙与地下城(Dungeons & Dragons)战役的材料。",
	"To use this supplement, you need the fifth edition core rulebooks ({@book Player's Handbook|PHB}, {@book Dungeon Master's Guide|DMG}, and {@book Monster Manual|MM}).": "为了使用这个补充，你需要第五版核心规则书（{@book Player's Handbook|PHB}，{@book Dungeon Master's Guide|DMG}，和{@book Monster Manual|MM}）。",
	"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text.": "在玩家角色首次抵达某个地点或特定情况下，应该朗读或解释给玩家听的文本会出现在这样的方框中。",
	"When a creature's name appears in {@b bold} type, that's a visual cue pointing you to its stat block as a way of saying, \"Hey, DM, you should get this creature's stat block ready. You're going to need it.\" If the stat block appears elsewhere, the text tells you so; otherwise, you can find the stat block in the {@book Monster Manual|MM}.": "当一个生物的名字以{@b bold}类型出现时，这是一个视觉线索，指向它的属性块，意思是，“嘿，DM，你应该准备好这个生物的属性块。你会需要它的。”如果属性块出现在其他地方，文本会告诉你；否则，你可以在{@book Monster Manual|MM}中找到属性块。",
	"Spells and equipment mentioned in this supplement are described in the {@book Player's Handbook|PHB}. Magic items are described in the {@book Dungeon Master's Guide|DMG}.": "本补充内容中提到的法术和装备在{@book Player's Handbook|PHB}中描述。魔法物品在{@book Dungeon Master's Guide|DMG}中描述。",
	"The Heralds of Dust believe life is a false existence—everything and everyone is already dead. They act as Sigil's undertakers, meticulously caring for the city's dead in hopes of breaking an endless cycle of mortality for themselves and others.": "尘埃使者相信生命是虚假存在——一切人和事物都已经死去。他们充当着西格尔的执事，细心照料城市的死者，希望能够打破自己和他人无尽的死亡循环。",
	"The Heralds of Dust—or the Dusters, as they're commonly called—see death as a spectrum. Everyone is dead, of course, but some are deader than others. In their work, Dusters seek to unravel the secrets of True Death, a higher state of oblivion that transcends the grave. The path to True Death is a mystery, but Dusters maintain they must divest themselves of passion to progress. Death shows no desire or emotion, and neither should its heralds.": "尘埃使者——或者常被称为尘埃者——将死亡视为一个光谱。当然，每个人都已经死了，但有些人比其他人更死。在他们的工作中，尘埃者试图揭开真正死亡的秘密，这是超越坟墓的更高状态的遗忘。通往真正死亡的道路是一个谜，但尘埃者坚持认为他们必须摆脱激情才能前进。死亡不显示任何欲望或情感，它的使者也不应该有。",
	"Dusters see undeath as a precursor to True Death. Undead fill the ranks of the Heralds of Dust, from skeletons and zombies in menial roles to the sapient Undead who comprise the upper echelons of its leadership. At first glance, these Undead are largely indistinguishable from the faction's detached, ghoulish living rank and file.": "扫灰者将不死视为真正死亡的前兆。 从骷髅和僵尸在卑微角色中到构成其领导层的有智慧的不死族，不死族填满了尘埃使者的行列。 乍一看，这些不死族在很大程度上与该派别的超然、可怕的活体普通成员无法区分。",
	"Skall leads the Heralds of Dust as its factol, the highest-ranking position in the faction. A decrepit lich in an advanced state of decay, he is the founder and oldest \"living\" member of the Heralds of Dust, a faction rumored to be as old as death itself. Skall generously lingers in this existence to guide souls toward True Death. {@creature Factol Skall|AATM} is further detailed in this supplement's {@area appendix|02e|x}.": "Skall作为尘埃使者的事实领袖（factol），是该派系中地位最高的人物。作为一个腐朽的已经进入高度腐烂状态的巫妖，他是尘埃使者的创始人，也是最年长的“活着”的成员，传言这个派系的历史就像死亡本身一样悠久。Skall慷慨地停留在这个存在中，引导灵魂走向真正的死亡。{@creature Factol Skall|AATM}在本补充资料的{@area appendix|02e|x}中有更详细的描述。",
	"Outsiders—and other groups in Sigil diametrically opposed to its morbid tenets—find the Dusters' fatalistic outlook off-putting and sometimes mistake the Dusters' distant stoicism for callousness. This couldn't be further from the truth. In their own way, the Heralds of Dust are one of the most altruistic groups in Sigil. Reverent of death, they care for all who have passed away, selflessly ushering the multiverse to journey's end without judgement.": "在与西格尔（Sigil）的死亡主义截然相反的外来者和其他团体眼中，尘埃者（Dusters）的宿命论态度令人反感，有时会误将尘埃者的冷漠看作无情。这与事实大相径庭。以他们自己的方式，尘埃之使者（Heralds of Dust）是西格尔中最无私的团体之一。他们对死亡怀有敬畏之心，无私地照顾所有已经去世的人，毫无偏见地引领整个多元宇宙走向终点。",
	"Resurrection magic is anathema to the Heralds of Dust. As a result, most Dusters shun spells that restore the dead to life—such as {@spell raise dead}, {@spell reincarnate}, and {@spell revivify}—and they almost never offer such magic to others. Members make exceptions for magic that causes individuals to rise as Undead—a transformation Dusters view as a natural stepping stone on the path to True Death.": "复活魔法对尘埃使者来说是忌讳的。因此，大多数尘埃魔法师避开那些能让死者复活的咒语，比如{@spell raise dead}，{@spell reincarnate}和{@spell revivify}，他们几乎不会向他人提供这样的魔法。尘埃使者只会为那些让个体升起为不死生物的魔法例外，这种转变在尘埃魔法师看来是通往真正死亡之路上的自然过渡。",
	"Eulogists, gravediggers, and morticians, the Heralds of Dust serve Sigil in all things related to death. The faction attracts the grief stricken, the undead, and those with a morbid sense of curiosity.": "致哀者、掘墓人和殡仪师，尘埃传令者在一切与死亡有关的事务中为西格尔效劳。该派别吸引了悲痛的人、不死族和那些有着病态好奇心的人。",
	"In addition to positions typical of any faction—such as guards, liaisons, and leadership—the following are some unique roles Dusters might occupy:": "除了任何派系通常的职位，如卫兵、联络人和领导之外，尘埃使者可能还会担任以下一些独特的角色：",
	"The Herald of Dust pays a pittance for every corpse delivered to the Mortuary. Some contemptible folk make corpse collecting their vocation. These aptly named corpse collectors are a common sight in the Hive Ward.": "尘埃传令者(The Herald of Dust)为每个送到太平间的尸体支付微薄报酬。一些可鄙的人将尸体收集视为自己的职业。这些恰如其名的尸体收集者是空巢区(Hive Ward)中常见的景象。",
	"When evil spirits and other wicked apparitions rear their ugly heads, the Heralds of Dust deploys exorcists to expel those spirits so the dead may rest in peace. See this supplement's {@area appendix|02f|x} for more on {@creature Heralds of Dust Exorcist|AATM|exorcists}.": "当邪恶的灵魂和其他恶灵出现时，尘埃传令者会派遣驱魔师驱逐这些恶灵，让亡者得以安息。有关{@creature Heralds of Dust Exorcist|AATM|exorcists}的更多信息，请参阅本补充内容的{@area appendix|02f|x}。",
	"Whereas the corpse collectors scoop up any old body lying around the Hive Ward, extractors are tasked with retrieving and safeguarding the bodies of deceased archmages, dignitaries, and other important figures who die in Sigil and the planes beyond.": "尸体收集者会清理下层区域四处躺着的任何尸体，而提取者则负责回收和保护在锡基尔和其他位面中去世的大法师、贵族和其他重要人物的尸体。",
	"The bulk of Dusters fall into this role. Morticians prepare the way for the dead. They bury, cremate, dissect, embalm, inter, sort, and record the dead that enter the Mortuary.": "大部分(%num%)尘担负着这个角色。殡仪师为死者准备后事。他们埋葬、火化、解剖、防腐、安葬、整理和记录进入殡仪馆的死者。",
	"Necrologists are archivists, scholars, and poets who honor the dead. They celebrate the lives of the departed and chronicle the dead's deeds in obituaries. Necrologists also research burial rites appropriate to the deceased creature's beliefs, religion, or cultural background.": "死灵学者是纪念死者的档案管理员、学者和诗人。他们庆祝逝者的生命，并在讣告中记录逝者的事迹。死灵学者还研究适合逝者信仰、宗教或文化背景的葬礼仪式。",
	"Recruiters contract the rights to recently deceased corpses—or soon-to-be-dead folk—through death contracts and raise them as skeletons, zombies, and other Undead.": "招募者通过死亡合同收购最近去世的尸体，或者即将去世的人，然后将它们变成骷髅、僵尸和其他不死生物。",
	"Remnants are Dusters who exist in a halfway state between life and death, using their incorporeal talents to serve the faction as liaisons and spies. For more information on {@creature Heralds of Dust Remnant|MPP|remnants}, see {@book Morte's Planar Parade|MPP}.": "残留者是一群存在于生死之间的飘忽者，利用他们的非实体天赋作为联系人和间谍为派系服务。有关{@creature Heralds of Dust Remnant|MPP|remnants}的更多信息，请参阅{@book Morte's Planar Parade|MPP}。",
	"Creatures can solicit certain macabre services from the Heralds of Dust, whether at the Mortuary or from a Duster who can provide them elsewhere in Sigil.": "生物可以在殡仪馆或从一个可以在锡基尔其他地方提供服务的尘埃使者(Duster)那里获得某些阴森服务。",
	"Spellcasters in need of gruesome material components—bones and their dust, blood, eyeballs, flesh, fingernails, or hair—can secure them at discounted rates at the Mortuary. Taken from willing donors, these components typically sell for 2 cp or less.": "需要使用恶心的材料组件——骨头及其粉末，血液，眼球，肉体，指甲，或头发——的法术施法者可以以折扣价在(Mortuary)购买到。这些材料通常来自自愿捐赠者，售价为2铜币或更低。",
	"Corpse collectors in the Hive Ward can usually be bothered to make the same arrangement, hideously dismembering their cargo on the spot to sell it piecemeal for a few coppers on the side.": "在蜂巢区的尸体收集者通常会被打扰，他们会在现场恶心地肢解尸体，然后分头出售，以换取一些铜板。",
	"Given their fascination with mortality, the Heralds of Dust maintain a vast collection of deadly alchemical concoctions, poisons, and other toxins. The faction sells {@table poisons||every poison} in the {@book Dungeon Master's Guide|DMG} at normal cost. Dusters don't carry antitoxins.": "由于对死亡的迷恋，尘埃使者(Heralds of Dust)保留了大量致命的炼金混合物、毒药和其他毒素的收藏。该派系在{@book Dungeon Master's Guide|DMG}以正常价格销售{@table poisons||every poison}。尘埃使者不携带解毒剂。",
	"Duster spellcasters sell their services to creatures throughout the Hive Ward. Standard prices are summarized on the Heralds of Dust Spellcasting Fees table.": "扫帚（Duster）咒术师向整个蜂巢区的生物出售他们的服务。标准价格总结在《尘埃使者（Heralds of Dust）咒术费用表》上。",
	"At the DM's discretion, characters who join the Heralds of Dust or otherwise prove themselves to the faction might receive one of the following supernatural charms from a god of death, a powerful spirit, or Factol Skall. See the {@book Dungeon Master's Guide|DMG} for more information on {@book supernatural gifts|DMG|7|Supernatural Gifts}.": "在DM的裁量下，加入尘埃使者或以其他方式证明自己对该派系的忠诚的角色可能会从死神、强大的精灵或斯卡尔法克托领到以下超自然符文之一。有关{@book supernatural gifts|DMG|7|Supernatural Gifts}的更多信息，请参见{@book Dungeon Master's Guide|DMG}。",
	"This charm grants you respect among the dead. Hostile Undead creatures with an Intelligence of 6 or lower are instead indifferent toward you. Additionally, you have advantage on Charisma ({@skill Persuasion}) checks to interact with Undead creatures, provided the creature can understand you.": "这个符咒让你在死者中获得尊重。智力为6或更低的敌对不死生物对你变得漠不关心。此外，只要生物能听懂你，你在与不死生物互动时进行魅力检定时获得优势。",
	"This charm lasts for 10 days. If you deal damage to an Undead creature during those 10 days, the charm vanishes early.": "这个护符持续10天。如果在这10天内对不死生物造成伤害，护符会提前消失。",
	"This charm allows you to assume a ghostly, incorporeal form as a bonus action. While in this form, you have resistance to bludgeoning, piercing, and slashing damage. You can also move through creatures and objects as if they were difficult terrain, but you take {@dice 1d10} force damage if you end your turn inside a creature or object.": "这个护符允许你在作为一个奖励动作时，进入一个幽灵般的、无实体的形态。在这种形态下，你对钝击、穿刺和挥砍伤害具有抗性。你也可以穿过生物和物体，就像它们是艰难地形一样，但如果你在一个生物或物体内结束你的回合，你会受到{@dice 1d10}的力量伤害。",
	"You remain in this form for 1 minute or until you end it as a bonus action. Once used, this charm goes away.": "你保持这种形态1分钟，或者直到你在奖励动作中结束它。一旦使用，这个魅力消失。",
	"The Mortuary is a bleak and interminable building, an upright necropolis that towers over the dismal part of the Hive Ward. Located between Blackshade Lane and Ragpicker's Square, the Mortuary is one of several megastructures in Sigil. Longstanding and remarkable buildings of staggering scale, megastructures are often the headquarters of a faction and sites of untold adventures.": "太平间是一座阴郁而无尽的建筑，是一座耸立在蜂巢区阴暗部分上方的坟墓城。太平间位于黑荫巷和拾荒者广场之间，是锡基尔的几座超级建筑之一。作为历史悠久且引人注目的建筑，这些巨大的建筑规模庞大，通常是某个派系的总部，也是无数冒险的场所。",
	"The Mortuary is divided into a series of towers, each shaped loosely like a massive stone tree or open-air monument. Low, gloomy domes spiked with bladed buttresses branch from the towers, belching ash, crematorium smoke, and incense day and night. Cemeteries, crypts, and tombs cluster around the base of the towers, and catacombs sprawl further below.": "太平间被分成一系列塔楼，每座塔楼的形状宽松地像一个巨大的石树或露天纪念碑。低矮、阴暗的圆顶上插满了带刃的扶壁，从塔楼上冒出灰烬、火葬烟和日夜不停的香烟。墓地、地下室和坟墓环绕在塔楼的底部，而地下的地下墓穴则进一步蔓延。",
	"Inside the Mortuary, the dead toil on behalf of the dead. Believing the multiverse is but a shadowy afterlife, the Heralds of Dust devote themselves to caring for the deceased. The Mortuary's musty halls echo with skeletal figures wheeling squeaking gurneys, shoveling grave dirt, reciting woeful elegies, and weeping with remorse. The stench of embalming fluids and rotting flesh wafts from its numerous morgues to stuffy undercrofts and dusty libraries filled with death certificates, funerary tomes, and grimoires bound in still-living flesh.": "在殡仪馆内，死者为死者劳作。信奉多元宇宙只是一个阴暗的来世，尘埃之使者们致力于照顾逝者。殡仪馆的发霉走廊回荡着骷髅身影推着发出吱吱声的担架，铲起坟墓泥土，吟诵悲伤的挽歌，以及因悔恨而哭泣。防腐液和腐烂肉体的恶臭从其众多太平间飘到闷热的地下室和灰尘飘满死亡证明、葬礼册和用仍然活着的血肉装订的魔法书的图书馆。",
	"When the characters arrive at the Mortuary for the first time, read or paraphrase the following text:": "当角色们第一次抵达太平间时，请阅读或解释以下文本：",
	"A sinister jumble of sepulchral towers claws above the Hive Ward. Low, menacing domes adorn the structure's heights, and branchlike walkways wind around its towers. Unending trails of foul-smelling smoke waft from the structure.": "一座邪恶的深坟塔楼在蜂巢区上方拔地而起。低矮、威胁性的圆顶点缀在建筑物的高处，而像树枝般的人行道环绕在塔楼周围。无尽的臭气熏天的烟雾从建筑物中飘出。",
	"Fog gathers at the structure's base, partially obscuring the countless tombs that surround it. Somber and shadowy, the monument evokes a hand clawing up from the grave with fingers splayed.": "薄雾在建筑物的基座处聚集，部分遮挡了周围无数的坟墓。庄严而阴暗，这座纪念碑让人联想到一只手从坟墓中伸出，手指伸展着。",
	"The Heralds of Dust and their invited guests can freely enter the Mortuary, as can members of the Bleak Cabal and the Doomguard—two factions in Sigil the Dusters consider allies. Other visitors are questioned at the front gate, an impressive double door of copper-sheathed ironwood guarded by four {@creature Guard||guards} and two {@creature Mage||mages} in the Heralds of Dust.": "尘埃使者和他们受邀的客人可以自由进入太平间，同样属于锡基尔的悲凉会和厄运卫队成员也可以。这两个派别是尘埃使者认为是盟友的。其他访客会在前门接受询问，那是一扇令人印象深刻的铜皮铁木双门，由四名{@creature Guard||guards}和两名{@creature Mage||mages}尘埃使者守卫。",
	"Creatures can enter the Mortuary through one of the following three ways, among others:": "生物可以通过以下三种方式之一进入(Mortuary)：",
	"Corpse collectors wheel carts of bodies to a sturdy iron door around the back of the structure colloquially referred to as \"Death's Door.\" After delivery, corpses pass through a series of metal chutes that sort them by size and deposit them in the {@area corpse-receiving-and-shipping|016|x} department (detailed later in this supplement). Creatures that convincingly play dead long enough—such as with a {@spell feign death} spell—can inconspicuously enter the bowels of the Mortuary through Death's Door.": "尸体收集者将尸体装上推车，推到建筑物后面一个坚固的铁门旁，当地俗称为“死亡之门”。交付后，尸体通过一系列金属滑槽，按大小分类并存放在{@area corpse-receiving-and-shipping|016|x}部门（稍后在本补充中详细介绍）。那些能够逼真地装死足够长时间的生物——比如使用{@spell feign death}法术——可以毫不起眼地通过死亡之门进入太平间的深处。",
	"The most obvious path into the Mortuary is through the front gate. A crumbling stone wall curtained with {@book razorvine|DMG|5|Razorvine}—a prickly local hazard endemic to the Lower Planes detailed in the {@book Dungeon Master's Guide|DMG}—surrounds the structure and a fog-shrouded collection of memorials and tombs at its base. Those who bypass the front gate must contend with hordes of {@creature Skeleton||skeletons}, {@creature Zombie||zombies}, and other unnatural deterrents that roam the Mortuary's cemeterial grounds. Commanded by Duster {@creature Wight||wights}, these Undead can distinguish the Mortuary's guests from its trespassers.": "进入太平间最明显的路径是通过前门。 一道破败的石墙上挂满了{@book razorvine|DMG|5|Razorvine}——这是下层位面特有的一种多刺当地危险，详细介绍在{@book Dungeon Master's Guide|DMG}中——环绕着这座建筑，底部是被雾气笼罩的纪念碑和坟墓群。 那些绕过前门的人必须应对太平间墓地中漫游的{@creature Skeleton||skeletons}、{@creature Zombie||zombies}和其他不自然的阻碍。 由尘{@creature Wight||wights}指挥，这些不死生物能够区分太平间的客人和闯入者。",
	"Hundreds of planar portals in and outside Sigil might transport entrants to the Mortuary or a crypt on its grounds. The Mortuary Portals table presents examples of portals that might lead to the Mortuary and their portal keys—objects required to activate a specific portal's magic. Roll twice on the table: once to determine the portal's anchor—where it physically exists—and another to determine its key. For more information on {@book planar portals|DMG|2|Planar Portals}, see the {@book Dungeon Master's Guide|DMG}.": "在西格尔内外有数百个平面传送门，可能将进入者传送到太平间或其墓地上的地下室。太平间传送门表格列出了可能通往太平间的传送门示例以及它们的传送门钥匙——激活特定传送门魔法所需的物品。在表格上投掷两次骰子：一次确定传送门的锚点——它在物理上存在的位置，另一次确定它的钥匙。有关{@book planar portals|DMG|2|Planar Portals}的更多信息，请参阅{@book Dungeon Master's Guide|DMG}。",
	"Body bag": "尸袋 (Body bag)",
	"Vial of embalming fluid": "防腐液瓶 (Vial of embalming fluid)",
	"Bone-filled ossuary": "骨骼填充的骨骼仓（Bone-filled ossuary）",
	"Mourning dance": "悼念之舞 (Mourning Dance)",
	"Funerary urn": "骨灰盒 (`Funerary urn`)",
	"Spoken eulogy": "口头悼词",
	"Eye of a giant's skull": "巨人头骨之眼",
	"Two gold coins": "两枚金币",
	"Open casket": "开放棺材 (Open Casket)",
	"Flower from a grave": "坟墓中的花 (Flower from a grave)",
	"Pile of ashes": "一堆灰烬 (Pile of ashes)",
	"Dead creature's keepsake": "亡者的纪念品",
	"When the characters enter the Mortuary for the first time, read or paraphrase the following text:": "当角色们第一次进入太平间时，请阅读或解释以下文字：",
	"An unsettling chill pervades this solemn monument. Its cold stone walls are reminiscent of a crypt. The halls are dimly lit and uncomfortably silent, save for the occasional distant groan of undead or the plaintive call of a wailing spirit. The acrid sting of chemical odors hangs in the air.": "一股令人不安的寒意弥漫在这座庄严的纪念碑中。它冰冷的石墙让人联想起一个地窖。走廊昏暗，令人不安的寂静中偶尔传来不死生物的遥远呻吟或哀怨的哭声。空气中弥漫着刺鼻的化学气味。",
	"The Mortuary has the following features:": "太平间拥有以下特点：",
	"The Mortuary is cold and gloomy. The sounds of distant funerary ceremonies, mourners' laments, and moaning Undead can be heard throughout.": "太平间冰冷阴暗。远处传来葬礼仪式的声音，哀悼者的哀叹声，以及哀嚎的不死生物。",
	"The walls of the Mortuary are adorned with thousands of death masks imprinted with the faces of Sigil's dead. Planar magic flows through the masks, allowing spellcasters to commune with the dead through them. A {@spell speak with dead} spell cast on a death mask causes the face to animate as if it were the corpse of the deceased creature that bore its likeness. The Heralds of Dust keep records of the faces' identities, but some have been lost to time and can be gleaned only by asking the dead.": "太平间的墙壁上装饰着成千上万的死亡面具，上面印有锡基尔（Sigil）的死者的面容。位面魔法流经这些面具，使得施法者能够通过它们与死者交流。对面具施放的{@spell speak with dead}法术会导致面具的面孔活灵活现，就好像它是那个曾经拥有相似面容的死者的尸体一样。尘埃使者（Heralds of Dust）保存着这些面孔的身份记录，但有些已经随着时间的流逝而失落，只能通过询问死者来获取。",
	"{@creature Skeleton||Skeletons} and {@creature Zombie||zombies} roam the halls of the Mortuary, completing menial tasks. These mindless Undead workers are indifferent toward passersby unless treated with hostility. More intelligent Undead have greater autonomy and fill specialized roles in the faction.": "{@creature Skeleton||Skeletons}和{@creature Zombie||zombies}在太平间的走廊里徘徊，完成琐碎的任务。这些无意识的不死工人对路人漠不关心，除非受到敌意对待。更聪明的不死生物拥有更大的自主权，并在派系中担任专门角色。",
	"Like other megastructures in Sigil, the Mortuary is boundless and difficult to map. Unlike with dungeons and other finite locations, exploring the Mortuary is akin to roaming a unique magical wilderness like the Underdark or one of the infinite layers of the Abyss. Characters wander the Mortuary's chambers and halls, see strange sights, interact with the Heralds of Dust, and experience the occasional encounter.": "与锡基尔中的其他巨型建筑一样，殡仪馆是无边无际且难以绘制地图的。与地牢和其他有限场所不同，探索殡仪馆就像漫游一个独特的魔法荒野，如暗域或无尽深渊的一层。角色漫步于殡仪馆的房间和大厅，看到奇异景象，与尘埃使者互动，并经历偶遇事件。",
	"Given the Mortuary's size and confounding layout, if the characters are searching for a specific place in the Mortuary, the characters might need to make a Wisdom ({@skill Survival}) check to find it. Along the way, characters might reach one or more of the encounter locations described later in this supplement, such as the {@area Nevervault|021|x} or the {@area Spirit Sump|01d|x}.": "考虑到太平间的规模和错综复杂的布局，如果角色在太平间中寻找特定地点，他们可能需要进行一次感知（{@skill Survival}）检定来找到它。在前往的过程中，角色可能会到达本补充内容中描述的一个或多个遭遇地点，比如{@area Nevervault|021|x}或{@area Spirit Sump|01d|x}。",
	"The Mortuary Chambers table presents some rooms the characters might discover while exploring the Mortuary.": "在探索(Mortuary)时，墓室(Mortuary Chambers)表格展示了一些角色可能会发现的房间。",
	"A storage room for objects bequeathed by the dead": "一个用来存放死者遗物的储藏室",
	"A cramped, tenement-like catacomb housing for sapient Undead who live and work in Sigil": "一个狭窄、类似公寓的地下墓穴，供生活和工作在锡基尔的有智慧的不死生物。",
	"A crematorium littered with ash": "一个布满灰烬的火化炉 (Crematorium)",
	"A scriptorium for epitaphs, eulogies, and obituaries": "墓志铭、颂辞和讣告的书房 (`scriptorium`)",
	"A filthy room filled with mounds of grave dirt": "一个肮脏的房间里堆满了坟墓泥土。",
	"A cadaver room where maimed Undead can peruse replacement limbs": "一个尸体间，残缺的不死生物可以浏览替换肢体。",
	"A craft room for caskets, ships, and other containers used in funerary ceremonies": "一个用于棺材、船只和其他在丧葬仪式中使用的容器的手工制作房间",
	"A ritual chamber affected by a permanent {@spell hallow} spell": "一个受永久{@spell hallow}法术影响的仪式大厅",
	"A reception hall that smells of funeral potatoes": "一个散发着葬礼土豆气味的接待大厅 (Reception Hall)",
	"An autopsy room lined with surgical instruments": "一间摆满外科手术器械的尸检室",
	"Escaping the Mortuary can be an adventure of its own. Characters who infiltrate or otherwise trespass in the structure might roam its joyless halls for hours or days before happening on an exit, clashing with the structure's Undead inhabitants during their egress.": "逃离太平间本身就可以成为一次冒险。那些潜入或以其他方式闯入这座建筑物的角色可能会在其中无聊的大厅里漫步数小时甚至数天，直到偶然找到一个出口，在离开的过程中可能会与建筑物里的不死生物发生冲突。",
	"The following tables present encounters characters might face in the Mortuary.": "以下表格展示了角色可能在(Mortuary)中遇到的事件。",
	"The following sections detail locations in the Mortuary. Each section includes a map of the location and an encounter designed to showcase the location's unique elements. You can place these locations anywhere in the Mortuary, using them to enliven the characters' exploration or as part of a more elaborate plot. Some areas of the maps are outside the scope of the encounters; flesh these areas out as you see fit.": "以下部分详细介绍了太平间中的各个地点。每个部分包括该地点的地图和一个旨在展示该地点独特元素的遭遇。您可以将这些地点放置在太平间的任何地方，用它们来丰富角色的探索，或作为更复杂情节的一部分。地图的某些区域超出了遭遇的范围；您可以根据需要对这些区域进行补充。",
	"Bodies delivered to the Mortuary filter through corpse receiving and shipping, an industrial stretch where corpses are collected, sorted, and shipped off to the next stage of the funerary process.": "尸体被送到太平间，经过尸体接收和运输，这是一个工业区域，尸体在这里被收集、分类，然后运送到下一个葬礼过程的阶段。",
	"In this encounter, characters seeking a missing body must find their quarry among the other dead, whether for themselves, another faction, or an interested party in Sigil. During the characters' search, the Heralds of Dust oppose the party's interference.": "在这次遭遇中，寻找失踪尸体的角色必须在其他死者中找到他们的目标，无论是为自己，另一个派系，还是在锡基尔(`Sigil`)的一个利益相关者。在角色的搜索过程中，尘埃传令者(`Heralds of Dust`)反对该队伍的干涉。",
	"The factorylike assembly spans multiple floors; map 1.1 depicts a portion of it. When the characters arrive, read or paraphrase the following text:": "这座像工厂一样的装配厂跨越多层楼；地图1.1描述了其中的一部分。当角色到达时，请阅读或转述以下文本：",
	"This underground facility reeks of rotting flesh. Grim-faced workers shuffle between a series of chutes set into south wall, prodding supine bodies with rusty implements. Periodically, corpses tumble out of the chutes and onto stone slabs with a loud thump. An upright coffin on spidery legs ferries corpses deeper into the facility.": "这个地下设施散发着腐烂肉体的恶臭。一群面色阴沉的工人在南墙上一系列的滑槽之间来回走动，用生锈的工具戳着躺在那里的尸体。时不时地，尸体从滑槽中滚落到石板上，发出沉闷的撞击声。一个站立的棺材，架在细长的腿上，将尸体运送到设施的更深处。",
	"Three {@creature Zombie||zombies} process the dead under the supervision of two Duster morticians (each uses the {@creature cultist} stat block). An {@creature animated coffin|AATM} (see the appendix) loiters nearby. Periodically, the workers load a corpse into the coffin, which ferries it to a chute in the east wall. The workers are hostile toward those who impede their work.": "三名{@creature Zombie||zombies}在两名尘匠尸体处理者（每人使用{@creature cultist}的属性块）的监督下处理死者。一名{@creature animated coffin|AATM}（见附录）在附近徘徊。工人定期将尸体装入棺材，然后将其运送到东墙的一个滑梯上。工人对那些阻碍他们工作的人持敌对态度。",
	"The characters must discern their quarry from the litany of corpses throughout this area. As an action, a character can inspect a corpse within 10 feet of them, identifying the body with a successful DC 13 Wisdom ({@skill Medicine}) check. It's up to you where in the facility the corpse they're looking for lies.": "角色必须从这个区域的尸体名单中辨别出他们的目标。作为一个动作，角色可以检查距离他们10英尺内的一具尸体，在成功通过DC 13的感知({@skill Medicine})检查后识别出这具尸体。你可以决定在设施的哪个地方他们正在寻找的尸体位于。",
	"Corpses slide into this chamber via eight 5-foot-diameter pneumatic tubes set into the south walls. Each corpse arrives on an examination slab, where the Heralds of Dust conduct a brief inspection before arranging it to be sent to another area of the Mortuary.": "尸体通过设置在南墙上的八条直径为5英尺的气动管道滑入这个房间。每具尸体都会到达一个检查台，在那里，尘埃传令者们会进行简要检查，然后安排将其送往太平间的另一个区域。",
	"Crafters measure corpses for coffins, caskets, and sarcophagi in this fitting area.": "工匠们在这个适当的区域为棺材、长棺和石棺测量尸体。",
	"The Heralds of Dust sequester bodies that require further assessment to a cylindrical storage area in the center of this facility. Corpses stored in this area are magically protected from decay. Undead workers sometimes take breaks in this area. At any given time, {@dice 1d4 + 1} {@creature Zombie||zombies} relax among Sigil's dead.": "尘埃传令者将需要进一步评估的尸体隔离到这个设施中心的圆柱形储存区。存放在这个区域的尸体受到魔法保护，不会腐烂。不死工人有时会在这个区域休息。在任何时候，{@dice 1d4 + 1} {@creature Zombie||zombies} 在西格尔的死者中放松。",
	"{@creature Animated Coffin|AATM|Animated coffins}, gurneys, and other conveyance devices ferry corpses from the examination slabs along a set of tracks in the floor to one of four exit chutes. The three chutes in the east wall wind to an autopsy room, a morgue, and another sorting facility. The chute at the end of the tracks in the south wall descends to a crematorium. Oppressive heat radiates from the south chute's opening.": "{@creature Animated Coffin|AATM|Animated coffins}、担架和其他传送设备将尸体从检验台沿着地板上的一组轨道运送到四个出口之一。东墙上的三个出口通向尸检室、太平间和另一个分拣设施。南墙尽头轨道上的出口通往火化炉。南墙出口散发着令人窒息的热量。",
	"Dusters perform deeper examinations in offshoot rooms within the facility, such as the autopsy room. The contents of these rooms are yours to choose; otherwise, they contain nothing of value.": "扫除者在设施内的分支房间进行更深入的检查，比如尸体解剖室。这些房间的内容由你选择；否则，它们没有任何有价值的东西。",
	"Unlike cities on the worlds of the Material Plane, Sigil doesn't border the Ethereal Plane, a hazy realm roamed by ghosts and wayward souls. Unable to cross over to the other side by conventional means, these spirits accumulate in Sigil and sometimes cause trouble for the city's living residents. The Heralds of Dust regulate the flow of these disruptive souls with the Spirit Sump: a magical nexus that attracts bothersome spirits to it like flies to a corpse and flushes them out of Sigil.": "与物质位面上的城市不同，锡基尔(Sigil)不与以幽冥位面为界，这是一个被幽灵和迷失灵魂游荡的朦胧领域。这些灵魂无法通过常规手段穿越到另一侧，因此它们在锡基尔积聚，并有时给城市的居民带来麻烦。尘埃传令者(Heralds of Dust)通过灵魂汇聚地——灵魂池(Spirit Sump)来调节这些扰乱的灵魂流动：这是一个魔法枢纽，吸引烦人的灵魂如同苍蝇被尸体吸引一般，并将它们从锡基尔中排出。",
	"In this encounter, the Spirit Sump has recently malfunctioned. To get it up and running again, the characters must perform a multistep process to empty its reservoir manually. During the process, they're harassed by incorporeal Undead that periodically escape from below.": "在这次遭遇中，灵魂汇聚地(`Spirit Sump`)最近发生了故障。为了让它重新运转起来，角色们必须执行一个多步骤的过程，手动排空它的蓄水池。在这个过程中，他们会受到无实体的不死生物的骚扰，这些不死生物会定期从下方逃脱。",
	"Map 1.2 depicts the Spirit Sump. When the characters arrive, read or paraphrase the following text:": "地图 1.2 描绘了灵魂池 (Spirit Sump)。当角色到达时，请阅读或解释以下文本：",
	"Metal catwalks spiderweb above this vast chamber. Below the catwalks sloshes a faintly glowing reservoir of wispy liquid, an incorporeal soup of howling souls. A frenetic assembly of complex, sputtering tubes and pumps descends from the ceiling into the liquid.": "金属猫道像蜘蛛网一样横跨在这个巨大的大厅上方。在猫道下面，是一池微微发光的淡淡液体，一种嚎叫灵魂的无形汤。复杂、喷溅的管道和泵的狂乱组合从天花板延伸到液体中。",
	"Mechanical control stations dot the intersections of the catwalks, each linking to a pump that ascends from the reservoir.": "机械控制站点缀在人行道的交叉口，每个控制站点连接到从水库上升的泵。",
	"Shortly after the characters enter, a chaotic evil {@creature ghost} and three {@creature Specter||specters} free themselves from the necrotic slurry and attack. One more {@creature specter} escapes from the liquid at the end of each round until the reservoir is drained.": "角色们进入后不久，一个混乱邪恶{@creature ghost}和三个{@creature Specter||specters}从死灵淤泥中挣脱并发动攻击。每轮结束时，还会有一个{@creature specter}从液体中逃脱，直到蓄水池被排空。",
	"To drain the reservoir and flush the apparitions from Sigil, the characters must manually activate three of the machine's pumps—convoluted-looking mechanisms connected to the Spirit Sump's circular control stations. As an action, a character at a control station can make a DC 14 Intelligence ({@skill Investigation}) check to repair that station's pump, doing so on a successful check. A character who has proficiency in smith's tools or tinker's tools has advantage on the check.": "为了排干水库并清除在锡基尔出现的幽灵，角色们必须手动激活机器的三个泵——这些泵是连接到灵魂池圆形控制站的复杂外观机制。作为一个动作，站在控制站的角色可以进行一次 DC 14 智力检定来修理该站点的泵，检定成功则修理完成。拥有铁匠工具或修理工具熟练的角色在检定时获得优势。",
	"A perpetually wailing slurry of ghosts, specters, and other incorporeal Undead churns 20 feet below the catwalks. A non-Undead creature that enters the liquid for the first time on a turn or starts its turn there takes 7 ({@dice 2d6}) necrotic damage and must succeed on a DC 13 Constitution saving throw or have its hit point maximum reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The creature dies if this effect reduces its hit point maximum to 0.": "一股永远哀嚎的幽灵、幻影和其他无实体的不死生物混合在离地板20英尺的地方。任何非不死生物在一个回合内第一次进入这个液体或者在那里开始它的回合时，会受到7({@dice 2d6})点死灵伤害，并且必须通过一次13的豁免韧性豁免检定，否则其生命值上限会减少与所受伤害相等的数值。这个减少效果会持续直到生物完成一次长休。如果这个效果将生物的生命值上限减少到0，那么生物会死亡。",
	"A Humanoid that dies in the reservoir rises from its corpse as a hostile {@creature specter} {@dice 1d4} hours later unless the Humanoid is restored to life or its body is destroyed.": "一个在水库中死亡的人形生物，{@creature specter}小时后从尸体中复活为敌对的{@dice 1d4}，除非这个人形生物被复活或者它的尸体被摧毁。",
	"In this encounter, characters journey to the Nevervault, a hazardous containment crypt deep beneath the Mortuary for creatures that should be dead but somehow aren't. The defenses for the vault and several threats within are detailed here.": "在这次遭遇中，角色们前往永不宝库，这是位于太平间深处的一个危险的封闭墓穴，用来关押那些本应该死去但却不知何故还活着的生物。这里详细描述了宝库的防御措施以及内部的几个威胁。",
	"Map 1.3 depicts a wing of the Nevervault. When the characters enter, read or paraphrase the following text:": "地图1.3描绘了永不宝库的一翼。当角色进入时，请阅读或解释以下文本：",
	"Otherworldly tubes bathe this lofty crypt in a dim red glow. Skeletal creatures and gangly apparitions bathe in the crimson liquid, occasionally colliding with the glass.": "超凡的管道在这个高耸的地下室中洒下昏暗的红光。骷髅生物和瘦长的幽灵在深红色的液体中沐浴，偶尔撞击玻璃。",
	"A solemn humanoid figure paces the eerie cylinders. As she pauses to examine one of the tubes, a wicked spirit phases through it with a maniacal laugh, causing a spidery crack to run along the length of the glass. Foul ichor spills forth from within.": "一个庄严的人形身影在阴森的圆筒间踱步。当她停下来检查其中一个管子时，一个邪恶的灵魂伴随着疯狂的笑声穿过它，导致玻璃管上出现了蜘蛛般的裂痕。恶臭的粘液从中涌出。",
	"A malicious spirit (chaotic evil {@creature ghost}) has tampered with one of the crypt's magical wards, releasing a {@creature necrichor|VRGR} (see the appendix) previously trapped inside. The hostile creatures threaten to overtake the {@creature Heralds of Dust exorcist|AATM} (see the appendix) tasked with guarding this vault. If the characters don't intervene, the Undead might destabilize the vault's magic and release other creatures contained in the crypts (detailed below).": "一个邪恶的灵魂（混乱邪恶{@creature ghost}）干扰了地下室的一个魔法结界，释放出了一个先前被困在里面的{@creature necrichor|VRGR}（见附录）。这些敌对生物威胁着守护这个宝库的{@creature Heralds of Dust exorcist|AATM}（见附录）。如果角色不干预，亡灵可能会破坏宝库的魔法，并释放地下室中被困的其他生物（详见下文）。",
	"Eight cylindrical glass crypts span the height of the vault. A permanent {@spell magic circle} spell (save DC 15) in each tube prevents the creatures trapped here from escaping, but the vault's magic sometimes falters enough for a prisoner or two, all of which are hostile, to slip out from its crypts. An {@spell identify} spell cast on a crypt reveals the creature trapped within.": "八个圆柱形玻璃坟墓贯穿整个拱顶的高度。每个坟墓中都有一个永久的{@spell magic circle}法术（豁免 DC 15），阻止了被困在这里的生物逃脱，但是拱顶的魔法有时会出现故障，足以让一两个囚犯逃出坟墓，他们全都是敌对的。对一个坟墓施放的{@spell identify}法术会揭示被困在其中的生物。",
	"The contents of the crypts are as follows:": "地下室的内容如下：",
	"This cracked crypt previously contained a necrichor.": "这个破裂的地下室之前曾经封印着一个死灵收割者((necrichor))。",
	"The interior of this tube roils with shadow. Inside is {@creature young red shadow dragon}. The dragon is Undead.": "这根管子的内部充斥着阴影。里面是{@creature young red shadow dragon}。这条龙是不死之龙。",
	"A dangerous {@creature vampire} is trapped in mist form within this crypt. While the crypt's magic lasts, the vampire has the {@condition incapacitated} condition and remains in mist form.": "一个危险的{@creature vampire}被困在这个地下室中的雾气形态中。当地下室的魔法持续时，这个吸血鬼将拥有{@condition incapacitated}状态并保持雾气形态。",
	"Three {@creature Wraith||wraiths} swirl in this crypt, violently slamming against the glass and screeching at creatures that come within 10 feet of it.": "在这个地下室里，有三个{@creature Wraith||wraiths}漩涡，猛烈地撞击玻璃，并对靠近它10英尺范围内的生物发出尖叫。",
	"This crypt contains five malign anomalies (use the {@creature shadow demon} stat block).": "这个地牢包含五个邪恶异常体（使用{@creature shadow demon}属性块）。",
	"These crypts are empty.": "这些地下室是空的。",
	"A {@creature planar incarnate|MPP} (Celestial form; see the appendix) roils in this crypt.": "这个地穴中有一个{@creature planar incarnate|MPP}（天界形态；见附录）在翻腾。",
	"Eight granite steles line a semicircular chamber within the Nevervault. Each stele is inscribed with arcane sigils that magically bind a restless soul to the stele. The steles each have an Armor Class of 17, 50 hit points, and immunity to poison and psychic damage.": "八块花岗岩石碑排列在永不宝库内的一个半圆形房间中。每块石碑上都刻有奥术符文，可以将一个不安宁的灵魂魔法地束缚在石碑上。这些石碑的护甲等级为17，拥有50点生命值，并且免疫毒素和精神伤害。",
	"Casting {@spell remove curse} on the stele or destroying the stele frees the soul trapped inside, which manifests as a {@creature specter}. For 1 minute, the specter is friendly toward its liberator and obeys their commands. In the absence of any commands, or if given a command that's likely to result in its destruction, the specter defends itself but otherwise takes no actions. At the end of the duration, the specter attempts to flee the Mortuary.": "在石碑上施放{@spell remove curse}或摧毁石碑会释放被困灵魂，它会显现为一个{@creature specter}。在1分钟内，这个幽灵对其解放者友好并服从其命令。如果没有任何命令，或者如果接到可能导致自身毁灭的命令，幽灵会进行自卫，但不会采取其他行动。在持续时间结束时，幽灵会试图逃离(Mortuary)。",
	"From his orrery of souls, Factol Skall scours the multiverse for secrets about True Death, the annihilation sublime. In this encounter, the characters must aid Skall in dispatching a powerful threat that has come through the orrery to wreak havoc on the Mortuary and its inhabitants.": "在他的灵魂星图仪中，事实领袖斯卡尔(Factol Skall)在多元宇宙中搜寻有关真正死亡的秘密，这是一种完美的湮灭。在这次遭遇中，角色们必须帮助斯卡尔击败一个强大的威胁，这个威胁已经通过星图仪来到摧毁太平间及其居民。",
	"Map 1.4 depicts Factol Skall's orrery. When the characters enter, read or paraphrase the following text:": "地图 1.4 描绘了法克托尔·斯卡尔(Factol Skall)的天文钟。当角色进入时，请阅读或解释以下文本：",
	"A glowing, ethereal sphere hovers over this chilling sanctum, whose walkways are formed from the vertebrae of some unknown behemoth. The orb resonates with the haunting cries of the dead. A decrepit figure in tattered robes floats above the walkway, examining ghostly threads spun from a skeletal loom.": "一个发光的、超凡脱俗的球体悬浮在这个令人毛骨悚然的圣所上方，其人行道由某种未知巨兽的脊椎骨组成。这个球体共鸣着死者的令人不安的哭声。一个衣衫褴褛的颓废身影漂浮在人行道上方，审视着从一个骷髅织布机上纺出的幽灵般的线索。",
	"{@creature Factol Skall|AATM} (see the {@area appendix|02e|x}) has repeatedly used the orrery, which has attracted the spirit of a dead and vengeful god (use the {@creature planar incarnate|MPP} stat block; see the {@area appendix|031|x}). The spirit bursts forth from the orrery and attacks the characters.": "{@creature Factol Skall|AATM}（见 {@area appendix|02e|x}）反复使用了天文钟，这吸引了一个死去并怀恨在心的神灵（使用 {@creature planar incarnate|MPP} 属性块；见 {@area appendix|031|x}）。神灵从天文钟中突然冒出并攻击角色。",
	"Skall aids the characters in combat against the spirit but withholds his more potent abilities unless the characters are about to be defeated. If the spirit is reduced to 0 hit points, it is sucked back into the orrery and sent back to the plane from whence it came.": "Skall在与灵魂的战斗中帮助角色，但除非角色快要被打败，否则他会保留更强大的能力。如果灵魂的生命值降低到0，它将被吸回到天文钟中，并送回到它来自的位面。",
	"The spirit's presence causes Skall's orrery to behave erratically. Until the spirit is defeated, each round on initiative count 10, the orrery erupts with a 100-foot-long, 5-foot-wide beam of necrotic energy that shoots down one of the orrery's six central walkways at random. To determine the direction, roll a {@dice d6} and assign a direction to each die face. Each creature in the line must make on a DC 18 Dexterity saving throw, taking 35 ({@dice 10d6}) necrotic damage on a failed save, or half as much damage on a successful one.": "灵魂的存在导致斯卡尔的星历仪表现异常。直到击败这个灵魂，每轮在10号先攻时，星历仪会喷发出一道长100英尺，宽5英尺的死灵能量光束，随机射向星历仪的六条中央走廊之一。为了确定方向，掷出一个{@dice d6}并为每个骰面分配一个方向。线上的每个生物必须进行一次DC 18的敏捷豁免检定，未通过检定的将受到35（{@dice 10d6}）点死灵伤害，通过检定的则只受到一半伤害。",
	"If the characters help Skall and defeat the spirit, they earn the respect of the dead. Skall bestows a Charm of the Dead Truce (see the \"{@area Heralds of Dust Charms|00a|x}\" section) on each character.": "如果角色们帮助了斯卡尔并击败了那个灵魂，他们将赢得死者的尊重。斯卡尔会赐予每个角色一枚死灵休战符咒（见“{@area Heralds of Dust Charms|00a|x}”部分）。",
	"The Mortuary's size and the multiversal scope of its operations make it well suited to longer adventures, especially those surrounding life, death, and the planes. Use this section as a springboard for a campaign centered on the Mortuary and its inhabitants. Characters don't need to join the Heralds of Dust to undertake these adventures.": "由于(Mortuary)的规模和其跨多元宇宙的运营范围，使其非常适合进行较长的冒险，特别是围绕生命、死亡和位面展开的冒险。可以将本节作为以(Mortuary)及其居民为中心的战役的起点。角色不需要加入(Dust Heralds)就可以进行这些冒险。",
	"The Path of Graves is a hub of portals to and from morbid sites across the planes. Characters who arrive at the Mortuary via a planar portal might be transported here. Map 1.5 depicts the Path of Graves.": "坟墓之路是通往各个位面恐怖场所的传送门枢纽。通过位面传送门抵达殡仪馆的角色可能会被传送到这里。地图1.5展示了坟墓之路。",
	"The Heralds of Dust leverage the Path of Graves' portals to reach distant sites relevant to their work, such as burial sites on other worlds and magical furnaces on the Plane of Elemental Fire for cremating fire-resistant creatures. Characters can use the Path of Graves to reach the same faraway places, returning to the Mortuary in between adventures.": "尘埃使者们利用(Graves之路)的传送门到达与他们工作相关的遥远地点，比如其他世界的墓地和元素火平面上的魔法火炉，用于火焰抗性生物的火葬。角色可以利用(Graves之路)到达同样遥远的地方，在冒险之间返回到(Mortuary)。",
	"Use the Mortuary Adventure Hooks table to inspire a campaign centered on the Mortuary.": "使用太平间冒险钩子表来启发一个以太平间为中心的冒险活动。",
	"A wrongfully interred {@creature death knight} launches a campaign against Factol Skall, fomenting dissent and dividing the Heralds of Dust into splinter factions. Factol Skall hires the characters to unite the dead before the faction crumbles beyond repair.": "一位被错误埋葬的{@creature death knight}发起了一场反对事实领袖斯卡尔(Factol Skall)的运动，煽动不满情绪，将尘埃传令者(Heralds of Dust)分裂成了多个派别。事实领袖斯卡尔雇佣角色们在这个派别破裂到无法挽回之前，团结起死者。",
	"A multiversal law dictates that a death council must convene in the Mortuary once every century. The characters are charged with exhuming a series of influential Undead entombed on other planes and escorting them to the Mortuary. Some of the council members are especially cranky when awoken.": "一个多元宇宙法律规定，每个世纪必须在太平间召开一个死亡委员会。这些角色被委托挖掘其他位面上被埋葬的一系列有影响力的不死生物，并将它们护送到太平间。一些委员会成员在被唤醒时特别暴躁。(Mortuary)",
	"When a godling is born on the Upper Planes, a wave of positive energy sweeps over the Mortuary through its myriad portals, restoring hundreds of long-dead creatures to life.": "当一个小神在上位面诞生时，一股正能量的波浪通过无数的门户席卷整个(Mortuary)，将数百个长已死去的生物恢复到生命中。",
	"{@creature Factol Skall|AATM} (see the appendix) announces his retirement. Before he transcends to True Death, he asks the characters to help him name his successor.": "{@creature Factol Skall|AATM}（见附录）宣布他的退休。在他超越真正的死亡之前，他请求角色们帮助他命名他的继任者。",
	"This appendix provides lore and stat blocks for five creatures that, while connected to one of many factions in the infinite and wondrous Planescape setting, are suitable for any Dungeons & Dragons campaign. The creatures in this bestiary are organized alphabetically.": "这个附录提供了五种生物的传说和属性块，虽然它们与无限而奇妙的《(Planescape)》设定中的许多派别之一有关联，但适用于任何《龙与地下城(Dungeons & Dragons)》战役。这个典籍中的生物是按字母顺序组织的。",
	"If you are unfamiliar with the monster stat block format, read the {@book introduction|MM|0} of the {@book Monster Manual|MM} before proceeding further. It explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.": "如果您不熟悉怪物属性块的格式，请在继续之前阅读{@book introduction|MM|0}的{@book Monster Manual|MM}。它解释了属性块术语并提供了各种怪物特性的规则——这里不会重复提供这些信息。",
	"Animated coffins are heavy, macabre Constructs designed to ferry the dead to places of rest. They waddle the Mortuary's halls unbothered, scooping up corpses and carrying them to the next stage of the funerary process.": "动画棺材是沉重的、可怕的构造体，设计用来将死者运送到安息之地。它们摇摇摆摆地穿过殡仪馆的走廊，毫不在意地捡起尸体，将它们运送到下一个葬礼过程的阶段。",
	"An {@creature animated coffin|AATM} has an array of spidery metal legs it uses to skitter along steep inclines, walls, and ceilings, and the coffin's spacious interior bristles with retractable spikes. Like their inanimate counterparts, animated coffins range from plain wooden boxes with simple fittings to elaborate, gilded sarcophagi and reverent, fabric-lined caskets.": "一个{@creature animated coffin|AATM}有一排蜘蛛般的金属腿，用来在陡峭的斜坡、墙壁和天花板上蜘蛛般地移动，棺材宽敞的内部布满可伸缩的尖刺。与它们的静物对应物一样，活棺材的种类从简单的木盒到精美的镀金石棺和充满敬意的织物衬里棺材不等。",
	"Beyond the City of Doors, animated coffins serve similar—albeit less industrial—roles. Natural ambushers and tireless sentries, animated coffins guard ancient necropolises, family crypts, and the lairs of powerful Undead. A cautious vampire might sleep in an animated coffin to evade hunters during the day, while a necromancer might enlist animated coffins to conscript corpses from faraway settlements into an Undead army.": "在门户之城之外，活棺材扮演着类似的——尽管不那么工业化——角色。活棺材是天生的伏击者和不知疲倦的哨兵，它们守护着古老的墓地、家族墓穴以及强大不死生物的巢穴。一位谨慎的吸血鬼可能会选择在活棺材中睡觉，以躲避白天的猎人，而一位死灵法师可能会利用活棺材从遥远的定居点征召尸体，组建不死军团。",
	"Animated coffins are rarely empty. The Animated Coffin Contents table presents some contents an animated coffin might contain when encountered.": "动画棺材很少是空的。《动画棺材内容表》展示了在遭遇时动画棺材可能包含的一些内容。",
	"{@dice 1d4} {@creature Skeleton||skeletons} packed like sardines": "{@dice 1d4} {@creature Skeleton||skeletons} 挤得像沙丁鱼一样",
	"A groaning {@creature mummy}": "一声呻吟 {@creature mummy}",
	"A patch of {@hazard yellow mold} (see the {@book Dungeon Master's Guide|DMG})": "一个{@hazard yellow mold}的补丁（见{@book Dungeon Master's Guide|DMG}）",
	"A slumbering {@creature vampire spawn}": "一只沉睡的{@creature vampire spawn}",
	"A portal to the {@area Path of Graves|02a|x} (detailed earlier in this supplement)": "一个通往{@area Path of Graves|02a|x}（在本补充中前面详细介绍过）的传送门",
	"{@creature Factol Skall|AATM|Skall} is the current factol of the Heralds of Dust and the only leader the faction has ever had. A popular Duster legend holds that other than the Lady of Pain herself, Skall is Sigil's oldest resident, the first creature to live and die in the City of Doors. The Heralds of Dust idolize their ageless factol, whose stoic visage has become the faction's emblem. Skall can usually be found examining his {@area orrery of souls|025|x} (detailed earlier in this supplement).": "{@creature Factol Skall|AATM|Skall} 是尘埃使者的现任法克托（Factol），也是该派系迄今为止唯一的领袖。流传甚广的尘埃传说称，除了痛苦女士本人外，Skall 是锡基尔（Sigil）最古老的居民，是第一个在这扇门之城生活和死去的生物。尘埃使者崇拜这位永恒的法克托，他坚毅的面容已成为该派系的象征。Skall 通常可以在检查他的{@area orrery of souls|025|x}（在本补充中有详细描述）时找到。",
	"After eons of existence, Skall is in an advanced state of deterioration. Once a spry lich with a wrinkled frame, he now drifts listlessly through the Mortuary's forlorn halls, rasping to himself. Skall appears as little more than a floating, disembodied head and two hands, his tattered cloak fluttering behind them. Notorious among the factols of Sigil but rarely seen in the flesh, Skall often delegates his bureaucratic responsibilities to Undead proxies or—on rare occasions—appears as an illusory duplicate. Subtle social cues are lost on the factol, whose eternal nature has eroded any memory of mortal life.": "经过无数岁月的存在，斯卡尔（Skall）已经处于一种高度腐朽的状态。曾经是一个身形皱巴巴但敏捷的巫妖，他现在无精打采地漂浮在殡仪馆的荒凉走廊中，自言自语。斯卡尔看起来只是一颗漂浮的无头和两只手，他破烂的斗篷在他们身后飘动。在锡基尔（Sigil）的事实领袖中臭名昭著，但很少亲眼见到他的真身，斯卡尔经常将他的官僚责任委托给不死代理人，或者在罕见的情况下，以幻象的形式出现。对于这位事实领袖来说，微妙的社交暗示已经失去了意义，他永恒的本质已经侵蚀了对凡人生活的任何记忆。",
	"As a result of his decay, Skall's power has waned considerably, but challenging him in combat is as much a death sentence as ever. Factol Skall imparts a lasting oblivion to his enemies. Caretaker, custodian, and grave keeper, the factol ushers allies and foes alike from this false existence toward the path to True Death.": "由于他的衰败，斯卡尔(Skall)的力量已大大减弱，但在战斗中挑战他仍然是一种致命的判决。法克托尔·斯卡尔(Factol Skall)给他的敌人带来了永恒的遗忘。照顾者、看守者和坟墓守护者，这位法克托尔将盟友和敌人从这个虚假的存在引向真正死亡之路。",
	"Dauntless in the face of death, {@creature Heralds of Dust Exorcist|AATM|exorcists in the Heralds of Dust} cleanse hapless creatures and resting places haunted by {@creature Ghost||ghosts}, {@creature Specter||specters}, and other malign entities that prevent the dead from being interred or jeopardize those already in repose. Though most Duster exorcists conduct their operations in the Mortuary, many heed calls throughout Sigil and the planes beyond.": "{@creature Heralds of Dust Exorcist|AATM|exorcists in the Heralds of Dust}在面对死亡时毫不畏惧，净化着那些被{@creature Ghost||ghosts}、{@creature Specter||specters}和其他邪恶实体困扰的不幸生灵和休憩之地。这些邪恶实体阻止了亡者入土为安，或者危害那些已经长眠的灵魂。虽然大多数尘埃驱魔者在殡仪馆内进行他们的工作，但也有许多人响应来自希吉尔和其他位面的呼唤。",
	"The vagaries of undeath make spirits difficult to predict. Nevertheless, exorcists are well equipped for their work. Molded by experiences with apparitions and their ilk, exorcists channel the forces of death to preserve the living, commune with the dead, and drive evil spirits back to their graves. They can also fire versatile bolts of necrotic or radiant energy from their staves to repel a host of supernatural entities.": "不死之灵的变幻莫测，让它们难以预测。然而，驱魔师们已经为他们的工作做好了充分准备。通过与幽灵及其同类的经历塑造，驱魔师们操纵死亡之力来保护生者，与亡者交流，并将邪恶之灵驱逐回坟墓。他们还可以从法杖中发射多功能的死灵或光辉能量之弹，以驱逐各种超自然实体。",
	"An exorcist's senses pierce the veil of death to perceive wandering ghosts on the Ethereal Plane as well as {@creature Shadow Demon||shadow demons}, {@creature Wraith||wraiths}, and other incorporeal entities hiding in palls of darkness. With a brief reboant chant, an exorcist can expunge a harmful entity from a possessed creature—or make that creature vulnerable to a painful spiritual inhabitation.": "一位驱魔师的感知穿透死亡的面纱，能够察觉到在以太位面上徘徊的幽灵，以及{@creature Shadow Demon||shadow demons}，{@creature Wraith||wraiths}，以及其他隐藏在黑暗中的无形实体。通过简短的回响咒语，驱魔师可以驱除附身生物中的有害实体，或让该生物变得容易受到痛苦的灵魂寄宿。",
	"A {@creature necrichor|VRGR} is a being of living blood, formed from the ichor of evil gods or the sludge in the crypts of failed liches. Despite the loss of a solid physical form, these foul creatures retain their terrible intellects and aspire to megalomaniacal goals—the first of which involves regaining a body. To do this, they seek servants to exact their will, coercing even the most stubborn potential minions by turning their own blood against them.": "{@creature necrichor|VRGR}是一种由邪恶神灵的血浆或失败的巫妖墓穴中的淤泥形成的生命之体。尽管失去了固体的物理形态，这些邪恶生物仍然保留着可怕的智慧，并渴望实现狂妄的目标——其中第一个目标就是重获身体。为了达到这个目标，它们寻找仆从来执行自己的意志，甚至通过让潜在的顽固随从将自己的血液反对他们来强迫他们。",
	"Necrichors prove exceptionally difficult to destroy, since they leave a trace of their essence within the veins of every creature they've controlled and can regenerate themselves from those creatures' blood. Unable to extinguish their horrific unlife, virtuous faiths and vigilant organizations (like the {@book Order of the Guardians|VRGR|3|Order of the Guardians} detailed in {@book Van Richten's Guide to Ravenloft|VRGR}) seal these viscous horrors in magically warded prisons. As ages pass, though, the knowledge of what these prisons contain and where some lie have been lost. And every imprisoned necrichor understands that its captivity might be lengthy, but time is of little consequence to the ageless. Necrichors that escape their imprisonment have the statistics presented here.": "死灵控制者（Necrichors）被证明极为难以摧毁，因为它们在曾经控制过的每个生物的血脉中留下了自己的本质，并可以从这些生物的血液中再生。无法扑灭它们恐怖的不死之身，正直的信仰和警惕的组织（如《{@book Order of the Guardians|VRGR|3|Order of the Guardians}》中详细描述的那样）将这些粘稠的恐怖囚禁在魔法护卫下。然而，随着岁月的流逝，关于这些监狱中包含什么以及一些监狱的位置已经遗失。每个被囚禁的死灵控制者都明白，它的囚禁可能会很长，但对于永恒的存在来说，时间并不重要。逃脱囚禁的死灵控制者将具有这里呈现的统计数据。",
	"The Upper and Lower Planes are fundamental manifestations of good and evil, law and chaos. In the most dire and fateful circumstances, these planes can manifest primal embodiments of their might. These expressions of a plane's power are called {@creature Planar Incarnate|MPP|planar incarnates}, and they appear as roiling energies with features distinct to the plane that created it. They protect their home from destructive or otherwise antithetical forces, then merge back into their plane of origin.": "上位面和下位面是善恶、秩序和混沌的基本表现。在最严重和命运攸关的情况下，这些位面可以显现出其力量的原始具现。这些位面力量的表达被称为{@creature Planar Incarnate|MPP|planar incarnates}，它们表现为滚滚的能量，具有与创造它的位面独特的特征。它们保护它们的家园免受破坏或其他对立力量的影响，然后融入它们的原始位面中。",
	"Planar incarnates are akin to natural disasters that work to protect and further the virtues and vices of the planes they originate upon. Those from the Lower Planes might appear as roiling waves of fiendish flames or other sinister forms, while those from the Upper Planes often appear as blooms of light and wild growth or similarly majestic shapes. On the rare occasions that planar incarnates appear on another plane, they might take either form or appear as unique manifestations of the philosophies they embody.": "位面化身类似于自然灾害，它们致力于保护和推动它们起源的位面的美德和恶习。来自下位面的化身可能会呈现为翻滚的邪恶火焰或其他不祥形态，而来自上位面的化身通常会呈现为光芒和狂野生长的绽放，或类似威严的形状。在罕见的情况下，当位面化身出现在另一个位面时，它们可能采取任一形态，或呈现为体现其所代表哲学的独特表现。",
	"Justice Ramin Arman": "拉敏·阿曼（Justice Ramin Arman）",
	"Makenzie De Armas, Carl Sibley": "马肯齐·德阿玛斯 (Makenzie De Armas)，卡尔·西布利 (Carl Sibley)",
	"Fury Galluzzi": "Fury Galluzzi (Fury Galluzzi)",
	"Noor Rahman": "努尔·拉赫曼 (Noor Rahman)",
	"Adrian Ng": "Adrian Ng (艾德里安·吴)",
	"Matt Cole": "马特·科尔 (Matt Cole)",
	"Hinchel Or": "辛切尔( Hinchel) 欧尔(Or)",
	"Alix Branwyn, David Melvin, Robson Michel, Calder Moore, Martin Mottet, Hinchel Or, Andrea Piparo": "艾丽克斯·布兰温 (Alix Branwyn), 大卫·梅尔文 (David Melvin), 罗布森·米歇尔 (Robson Michel), 卡尔德·摩尔 (Calder Moore), 马丁·莫特 (Martin Mottet), 亨切尔·奥尔 (Hinchel Or), 安德烈亚·皮帕罗 (Andrea Piparo)",
	"Marco Bernardini, Jared Blando": "马可·贝尔纳迪尼 (Marco Bernardini), 贾里德·布兰多 (Jared Blando)",
	"Jeremy Crawford, Christopher Perkins": "杰里米·克劳福德 (Jeremy Crawford)，克里斯托弗·帕金斯 (Christopher Perkins)",
	"Josh Herman": "乔什·赫尔曼 (Josh Herman)",
	"Judy Bauer": "朱迪·鲍尔 (Judy Bauer)",
	"Kevin Yee": "基文（Kevin Yee）",
	"James Mendez": "詹姆斯·门德斯 (James Mendez)",
	"Dan Tovar": "丹·托瓦(Dan Tovar)",
	"Andy Smith": "安迪·史密斯 (Andy Smith)",
	"Chris Lindsay": "克里斯·林赛(Chris Lindsay)",
	"Patrick Backmann, Jeff Turriff": "帕特里克·巴克曼 (Patrick Backmann)，杰夫·特里夫 (Jeff Turriff)",
	"Jay Jani, Adam Walton, Sean Stoves": "Jay Jani（Jay Jani）, Adam Walton（Adam Walton）, Sean Stoves（Sean Stoves）"
}