{
	"Uttering an incantation, you draw on the magic of the Lower Planes or Upper Planes (your choice) to transform yourself. You gain the following benefits until the spell ends:": "通过念咒语，你利用下层世界或上层世界的魔法（由你选择）来改造自己。在咒语结束之前，你会获得以下好处。",
	"You are immune to fire and poison damage (Lower Planes) or radiant and necrotic damage (Upper Planes).": "你对火和毒的伤害（下层世界）或辐射和坏死的伤害（上层世界）免疫。",
	"Spectral wings appear on your back, giving you a flying speed of 40 feet.": "幽灵之翼出现在你的背上，使你的飞行速度达到40英尺。",
	"You have a +2 bonus to AC.": "你有一个+2的交流奖励。",
	"All your weapon attacks are magical, and when you make a weapon attack, you can use your spellcasting ability modifier, instead of Strength or Dexterity, for the attack and damage rolls.": "你所有的武器攻击都具有魔力，当你进行武器攻击时，你可以使用你的法术能力修饰，而不是力量或灵巧，来进行攻击和伤害卷。",
	"You can attack twice, instead of once, when you take the Attack action on your turn. You ignore this benefit if you already have a feature, like Extra Attack, that gives you extra attacks.": "当你在你的回合中采取攻击行动时，你可以攻击两次，而不是一次。如果你已经有了像 \"额外攻击 \"这样的功能，可以给你带来额外的攻击，你就会忽略这个好处。",
	"You call forth spirits of the dead, which flit around you for the spell's duration. The spirits are intangible and invulnerable, and they are good or evil (your choice).": "你召唤出亡灵，在咒语的持续时间内它们会在你身边飞舞。亡灵是无形的，无坚不摧的，它们是善的或恶的（你选择）。",
	"In addition, any creature of your choice that you can see that starts its turn within 10 feet of you has its speed reduced by 10 feet until the start of your next turn.": "此外，你所选择的任何你能看到的、在你10英尺范围内开始其回合的生物，其速度降低10英尺，直到你下一个回合开始。",
	"The creature is friendly to you and your companions for the spell's duration. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it defends itself but otherwise takes no action.": "该生物在咒语持续期间对你和你的同伴都很友好。在战斗中，该生物分享你的主动权，但它会在你之后立即进入自己的回合。它服从你对它发出的口头命令（不需要你采取行动）。如果你没有发出任何命令，它就自我防御，但除此之外不采取任何行动。",
	"When you cast this spell using a spell slot of 5th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用5级或更高的法术槽施放此法术时，该生物在其状态块中使用法术等级的地方都会承担该次施放的高等级。",
	"When you cast this spell using a spell slot of 3rd level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用3级或更高的法术槽施放此法术时，该生物在其状态块中使用法术等级的地方都会承担该次施放的高等级。",
	"When you cast this spell using a spell slot of 6th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用6级或更高等级的法术槽施放此法术时，该生物在其状态块中使用法术等级的地方都会承担该次施法的较高等级。",
	"When you cast this spell using a spell slot of 4th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用4级或更高等级的法术槽施放此法术时，该生物在其状态块中使用法术等级的地方都会承担该次施放的高等级。",
	"When you cast this spell using a spell slot of 7th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用7级或更高等级的法术槽施放该法术时，该生物在其状态块中使用该法术等级的地方都会承担该施放的更高等级。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 3d4|1-9|1d4} for each slot level above 1st.": "使用 2 级或更高的法术槽施放此法术时，法术槽等级每超过 1 级，伤害就会增加 {@scaledamage 3d4|1-9|1d4}。"
}