{
	"With a roar, you draw on the magic of dragons to transform yourself, taking on various draconic features. You gain the following benefits until the spell ends:": "随着一声怒吼，你借助龙的魔力来改造自己，呈现出各种龙的特征。在咒语结束之前，你会获得以下好处。",
	"Incorporeal wings sprout from your back, giving you a flying speed of 40 feet.": "无形的翅膀从你的背部长出，使你的飞行速度达到40英尺。",
	"You create a field of silvery light that surrounds a creature of your choice within range (you can choose yourself). The field sheds dim light out to 5 feet.": "你创造一个银色的光场，围绕着范围内你选择的一个生物（你可以选择自己）。该光场在5英尺范围内散发出昏暗的光。",
	"As a bonus action on subsequent turns, you can move the field to another creature within 60 feet of the field.": "作为后续回合的额外行动，你可以将这个场地移动到60英尺内的另一个生物身上。",
	"The creature protected by the field gains the following benefits:": "受该领域保护的生物获得以下好处。",
	"The creature has half cover.": "该生物有一半的掩护。",
	"The creature has resistance to acid, cold, fire, lightning, and poison damage.": "该生物对酸、冷、火、闪电和毒伤害有抵抗力。",
	"If the creature is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the creature instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果该生物受到的效果允许它做一个灵巧的蓄力动作来承受一半的伤害，如果蓄力动作成功，该生物就不会受到伤害，如果失败，就只会受到一半的伤害。",
	"The billowing flames of a dragon cover your feet, granting you explosive speed. For the duration, your speed increases by 20 feet and moving doesn't provoke opportunity attacks.": "龙的波涛汹涌的火焰覆盖你的双脚，赋予你爆炸性的速度。在持续时间内，你的速度增加20英尺，移动时不会引起机会攻击。",
	"You fill a 20-foot cube centered on a point you choose within range with fey and draconic magic. Roll on the Mischievous Surge table to determine the magical effect produced. At the start of each of your turns, you can move the cube up to 10 feet and reroll on the table.": "你以你选择的范围内的一个点为中心，在一个20英尺的立方体中充满了费族和龙族的魔法。在 \"恶作剧激增 \"表上掷骰子来决定产生的魔法效果。在你每个回合开始时，你可以将立方体移动到10英尺以内，并在表格上重新掷骰子。",
	"Drops of molasses appear and hover in the cube, turning it into difficult terrain until the start of your next turn.": "滴滴糖浆出现并在立方体中盘旋，将其变成困难的地形，直到你的下一回合开始。",
	"You unleash a shimmering lance of psychic power from your forehead at a creature that you can see within range. Alternatively, you can utter the creature's name. If the named target is within range, it gains no benefit from cover or invisibility as the lance homes in on it. If the named target isn't within range, the lance dissipates, and the spell slot is not expended.": "你从额头向范围内你能看到的生物释放出一道闪亮的精神力量长矛。或者，你也可以说出该生物的名字。如果指定的目标在范围内，当长矛对准它时，它不会从掩护或隐身中获得任何好处。如果指定的目标不在范围内，长矛就会消散，而法术槽也不会被消耗。",
	"You call forth a draconic spirit. It manifests in an unoccupied space that you can see within range.": "你召唤出一个龙人的灵魂。它在一个你能看到的范围内的无人空间里显现。",
	"When you cast this spell using a spell slot of 6th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用6级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"You have {@sense blindsight} with a range of 30 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature, unless the creature successfully hides from you.": "你的 {@sense blindsight} 射程为 30 英尺。在这个范围内，你可以有效地看到任何没有被完全遮挡的东西，即使你是{@condition blinded}或在黑暗中。此外，你还能看到 {@condition invisible} 生物，除非该生物成功躲过你的视线。"
}