{
	"You channel primal predatory energies to perfectly conceal your presence in order to surprise your target. You become {@condition invisible} for the spell's duration, granting advantage on all Dexterity ({@skill Stealth}) checks to remain hidden. The invisibility will last for the duration of the spell, however, moving 5 feet or more from your position when you cast the spell will end the effect.": "你引导原始的掠食能量，完美地隐藏你的存在，以便惊吓目标。在法术持续期间，你变为{@condition invisible}，获得优势来进行所有敏捷({@skill Stealth})检定以保持隐蔽。隐形效果将持续整个法术的持续时间，但是，如果你在施放法术时移动了5英尺或更多，效果将结束。",
	"As long as you remain invisible, the first attack you make against any target who is unaware of your presence deals an additional {@damage 1d6} points of damage. This attack ends the spell.": "只要你保持隐形，对于任何不知道你存在的目标的第一次攻击会额外造成{@damage 1d6}点伤害。这次攻击会结束这个法术。",
	"When you cast this spell using a spell slot above 2nd level, the damage of your first attack increases by {@scaledamage 1d6|2-9|1d6} for every slot level above 2nd.": "当你使用高于2级的法术位施放这个法术时，你第一次攻击的伤害会每超过2级增加{@scaledamage 1d6|2-9|1d6}。",
	"You cast your eyes skyward, granting you sight from a higher vantage point. You project your vision to see through an invisible sensor which appears in a spot up to 120 feet above you. You can see through the sensor as if you were flying, granting a full 360 degree view from its location.": "你抬头朝天空投去目光，使你能从更高的视角看清周围。你投射你的视力，可以透过一个无形的传感器，出现在你头顶最多120英尺的位置。你可以透过这个传感器看到周围的情况，就好像你在飞行一样，可以获得其位置的全方位360度视野。",
	"The sensor moves with you, retaining its height in relation to you. You can use a bonus action to adjust the sensor's height, but only to a maximum of 120 feet above you.": "传感器会随着你移动，保持与你的高度关系。你可以使用一个奖励动作来调整传感器的高度，但最高只能调整到你上方120英尺的位置。",
	"While looking through this sensor you are {@condition blinded|PHB|blind}, though you can switch between seeing through the sensor or through your own eyes at any time during your turn.": "当你查看这个传感器时，你处于{@condition blinded|PHB|blind}状态，尽管你可以在回合期间随时在传感器和你自己的眼睛之间切换。",
	"You transform your arms into powerful wings, and your fingers into long, graceful feathers. The effects of this spell last 1 minute, at which point the feathers gradually fall out, causing you to float gently to the ground as your arms return to their original form. This spell confers a number of benefits upon the caster:": "你将双臂变成强大的翅膀，手指变成修长优雅的羽毛。这个法术持续1分钟，之后羽毛逐渐脱落，使你轻轻飘落到地面，同时双臂恢复原状。这个法术赋予施法者一些好处：",
	"As a bonus action, you can fly up to double your movement speed. You must land once you finish your movement, although you do not take fall damage while this spell is active, as your feathered arms bear you gently to the ground.": "作为一个奖励动作，你可以飞行，速度是你的移动速度的两倍。你必须在完成移动后着陆，尽管在这个法术激活期间，你不会受到坠落伤害，因为你的羽翼会轻轻地将你带到地面上。",
	"You can use your powerful feathered arms to propel yourself upward a distance equal to half your movement speed. You can do this once during your turn and may use it in conjunction with a regular jump.": "你可以利用你强大的羽翼臂膀向上推进，距离等同于你移动速度的一半。你可以在你的回合内使用一次，并可以与普通跳跃结合使用。",
	"When falling, you can use your reaction to stiffen your arms, and glide on the wind. You may fly up to your movement speed, in any direction, choosing where you land.": "当摔倒时，你可以利用你的反应来挺直你的手臂，并在风中滑翔。你可以飞行，速度为你的移动速度，朝任何方向，选择你要降落的地点。",
	"You gain advantage on all {@skill Athletics} checks used to make a long or high jump. You do not need to move 10 feet before you jump to gain distance, and you triple the distance you would jump normally.": "你在进行长距离或高跳跃时的所有{@skill Athletics}检定中获得优势。你在跳跃前不需要移动10英尺以获得距离，并且你的跳跃距离会是通常的三倍。",
	"In order to benefit from this spell your hands must be free of shields and heavy weapons, and you cannot be encumbered.": "为了从这个法术中获益，你的手必须空着，不能持盾牌和重型武器，并且你不能负重。",
	"You shroud the area surrounding you in a sphere of night sky, dotted with miniature stars. The twilight conceals your allies, but clearly illuminates your enemies.": "你将周围区域笼罩在一片夜空球体中，点缀着微型星星。黄昏遮掩了你的盟友，但清晰地照亮了你的敌人。",
	"The area affected by this spell is lightly obscured by magical shadow, within which small constellations softly twinkle. Aside from these stars, only light produced by a spell of 3rd level or higher can properly illuminate any area inside the sphere. Nonmagical light does not function inside the sphere, and all other forms of magical radiance can only produce dim light in a 5-foot space.": "这个法术影响的区域被魔法阴影轻微遮蔽，其中小星座轻轻闪烁。除了这些星星外，只有3级或更高级别的法术产生的光才能正确照亮球体内的任何区域。非魔法光线在球体内不起作用，所有其他形式的魔法辐射只能在5英尺的空间内产生微弱光线。",
	"When you cast this spell you may designate any number of creatures you can see to be concealed by the supernatural shadows while in the sphere. A concealed creature has advantage on Dexterity ({@skill Stealth}) checks when inside the sphere and may attempt to hide at any time. Because the area of the spell is lightly obscured, creatures within the spell's area have disadvantage on Wisdom ({@skill Perception}) checks made to see those outside of it.": "当你施放这个法术时，你可以指定任意数量的生物，只要你能看到他们，就可以被超自然阴影所隐藏，当在这个范围内时。被隐藏的生物在球体内具有优势，当进行敏捷检定时({@skill Stealth})，并可以随时尝试隐藏。由于法术区域被轻微遮蔽，法术范围内的生物在进行感知检定时({@skill Perception})，看到范围外的生物时具有劣势。",
	"All other creatures in the area are dazzled by the light of the miniature stars, causing them to have disadvantage on all perception checks inside the sphere. When such a creature enters the spell's area for the first time, or starts its turn there, it must make a Wisdom saving throw or be {@condition blinded} until the end of its turn.": "该区域内的所有其他生物都被微型星星的光芒所眩晕，导致它们在球体内进行的所有感知检定都具有劣势。当这样的生物第一次进入法术区域，或者在那里开始它的回合时，它必须进行一次感知豁免检定，否则在其回合结束前将被石化{@condition blinded}。",
	"You spread your arms wide, allowing yourself to become enveloped by the air around you. Until the end of your next turn, any ranged attack against you is made with disadvantage.": "你张开双臂，让自己被周围的空气包围。直到你的下一个回合结束，对你的任何远程攻击都会以劣势进行。",
	"You call upon the power of an Amaranthine to grant yourself insight into the Great Rhythm that moves all things. When you cast this spell, roll two {@dice d20}s, and record what you rolled. For each die, choose either attack roll, skill check, or saving throw. You can choose each option multiple times. For the next 24 hours, you may substitute any roll of an ally or enemy you can see within 60 feet with one of the recorded numbers that matches the type of roll you wish to replace (attack roll, skill check, or saving throw). The target still adds any relevant modifiers to this number, but otherwise treat the substituted number as the number they rolled.": "你召唤一位不朽者的力量，赋予自己洞察万物运行的大节奏。当你施放这个法术时，投掷两个{@dice d20}，并记录你所投掷的点数。对于每个骰子，选择攻击骰、技能检定或豁免检定中的一个。你可以多次选择同一个选项。在接下来的24小时内，你可以用你记录的与你想替换的骰子类型相匹配的数字，替换你所看到的60英尺内盟友或敌人的任何一次投掷。目标仍然会将任何相关修正加到这个数字上，但除此之外，将替换的数字视为他们所投掷的数字。",
	"To do this, you must spend a reaction to present your holy symbol and invoke the name of the Amaranthine whose energies you called upon. You can do this anytime after the skill check, saving throw or attack has been rolled, but before the outcome of the event has been determined. The spell ends after 24 hours have passed, or when both dice have been expended.": "为了做到这一点，你必须花费一个反应来展示你的圣徽，并祈求你召唤的无极之神的名字。你可以在技能检定、豁免检定或攻击投掷之后的任何时候这样做，但必须在事件结果确定之前。咒语在24小时后结束，或者当两个骰子都被消耗完时结束。",
	"You call upon gentle natural magics to alter the growth of plants. Any plant life you can see within range that fits within a 5-foot cube can take on whatever shape you desire. Additionally, if the plant is a bramble or capable of growing thorns, you may turn the affected area into difficult terrain, causing {@dice 2d4} points of piercing damage for every 5 feet moved through the area you shaped. You may also increase or decrease the number of flowers, vines, leaves, thorns, branches, or fruits produced by any plant you shape.": "你借助温和的自然魔法来改变植物的生长。你可以看到范围内符合5英尺立方体内的任何植物生命，可以采取你所需的任何形状。此外，如果植物是荆棘或有长刺的能力，你可以将受影响的区域变成艰难地形，导致每穿过你塑造的区域移动5英尺造成{@dice 2d4}点穿刺伤害。你还可以增加或减少你塑造的任何植物产生的花朵、藤蔓、叶子、荆棘、树枝或水果的数量。",
	"After one hour, the magic of your spell fades, and the plant resumes its normal shape. If you can use speak with plants (or a similar ability) to communicate with the plant, you may persuade it to retain its new form. Different plants have different feelings and attitudes, and if the form is too different from its natural shape it is likely to decline. If the plant accepts, at the GM's discretion, it will retain the form you have sculpted it into, in which case the effect becomes permanent.": "经过一个小时，你的法术魔力消失，植物恢复其正常形态。如果你可以使用与植物交谈（或类似的能力）来与植物沟通，你可以说服它保留新的形态。不同的植物有不同的感受和态度，如果形态与其自然形状差异太大，它可能会拒绝。如果植物接受了，在GM的判断下，它将保留你雕塑的形态，这种效果将变得永久。",
	"When you cast this spell using a spell slot above 4th level, the size of the cube of plant life you can affect with the spell increases by an additional 5 feet for every slot level above 4th.": "当你使用高于4级的法术位施放这个法术时，你可以影响的植物生长立方体的尺寸会每超过4级增加5英尺。",
	"An ethereal barrier of spikes, made of magical force, interposes itself between you and an attacker. Until your next turn, when you are hit by a melee attack, the barrier reduces the damage your are dealt by {@dice 2d4}, and deals the same amount of piercing damage to the attacker. The shield is ineffective against ranged attackers, but still provides a +2 bonus to AC (treat as half cover) against them for the duration.": "一道由魔法力量构成的虚幻尖刺屏障出现在你和攻击者之间。直到你的下一个回合，当你被近战攻击命中时，这个屏障会减少你受到的伤害量的{@dice 2d4}，并对攻击者造成同样数值的穿刺伤害。这个护盾对远程攻击者无效，但在持续时间内仍然为你提供+2的AC加值（视为半掩体）。",
	"When you cast this spell using a spell slot above 1st level, increase the spell's effect by an additional {@scaledice 2d4|1-9|1d4} for every slot level above 1st.": "当你使用高于1级的法术位施放这个法术时，每超过1级的法术位等级，增加法术效果额外{@scaledice 2d4|1-9|1d4}。",
	"You create two small stars that orbit you. They twinkle pleasantly, shedding dim light in a 10-foot radius centered on you. The stars protect you. If a creature within 5 feet of you hits you with a melee attack they must make a Wisdom saving throw or take {@dice 1d8} points of radiant damage for each star orbiting you.": "你创造了两颗小星星围绕着你旋转。它们闪烁着令人愉悦的光芒，在以你为中心的10英尺半径范围内散发微弱的光芒。这些星星保护着你。如果一个在你5英尺范围内的生物用近战攻击击中你，它们必须进行一次感知豁免，否则每颗围绕你旋转的星星会造成{@dice 1d8}辐射伤害。",
	"Once per round, on your turn, you may use your action to cause a star to streak towards an enemy, expending it as it explodes in a blinding flash. Make a ranged spell attack against an enemy within 120 feet, dealing {@damage 4d8} points of radiant damage on a hit. The target must then make a Constitution saving throw or be {@condition blinded} until the start of your next turn.": "每回合一次，在你的回合，你可以使用你的动作让一颗星星朝着敌人飞去，当它爆炸时会发出耀眼的闪光。对距离120英尺内的敌人进行远程法术攻击，命中时造成{@damage 4d8}点辐射伤害。然后目标必须进行一次体质豁免才能免疫{@condition blinded}，直到你下个回合开始。",
	"The spell ends when either its duration expires, you fall {@condition unconscious}, or you have expended all of your stars.": "这个法术在持续时间结束、你倒下{@condition unconscious}或者你耗尽所有的星星时结束。",
	"When you cast this spell using a spell slot above 4th level, you may create one additional star for every two slot levels above 4th. For each additional star orbiting you, the radius of dim light centered on you increases by 5 feet.": "当你使用高于4级的法术位施放这个法术时，你可以每超过4级的两个法术位创建一个额外的星辰。每多一个环绕你的星辰，以你为中心的昏暗光线半径增加5英尺。",
	"You incant towards a creature, cloaking them in a shadowy veil of darkness and silence. The target gains a +1 bonus to their armor class and makes {@skill Stealth} checks with advantage for the duration of the spell.": "你朝着一个生物念咒，用黑暗和寂静的面纱将它笼罩。目标在咒语持续期间获得+1点护甲等级，并在进行{@skill Stealth}检定时获得优势。"
}