{
	"You draw on knowledge from spirits of the past. Choose one skill in which you lack proficiency. For the spell's duration, you have proficiency in the chosen skill. The spell ends early if you cast it again.": "你从过去的神灵那里汲取知识。选择一项你缺乏熟练度的技能。在咒语的持续时间内，你对所选择的技能拥有熟练度。如果你再次施法，咒语会提前结束。",
	"You magically empower your movement with dance-like steps, giving yourself the following benefits for the duration.": "你用舞蹈般的步伐神奇地赋予你的运动，在这期间给自己带来以下好处。",
	"Your walking speed increases by 10 feet.": "你的行走速度增加10英尺。",
	"You don't provoke opportunity attacks.": "你不会挑起机会攻击。",
	"You can then choose a different creature you can see within range (you can choose yourself). The chosen creature has advantage on the next attack roll, ability check, or saving throw it makes within 1 minute. A creature can be empowered by only one use of this spell at a time.": "然后你可以选择一个你能看到的范围内的不同生物（你可以选择自己）。被选择的生物在1分钟内进行的下一次攻击卷、能力检查或蓄力投掷时具有优势。一个生物每次只能通过使用这个法术来获得力量。",
	"You magically twist space around another creature you can see within range. The target must succeed on a Constitution saving throw (the target can choose to fail), or the target is teleported to an unoccupied space of your choice that you can see within range. The chosen space must be on a surface or in a liquid that can support the target without the target having to squeeze.": "你用魔法扭曲另一个你能看到的范围内的生物周围的空间。目标必须在宪法规定的投掷中成功（目标可以选择失败），或者目标被传送到一个你可以看到的范围内无人的空间。所选择的空间必须是在一个表面或液体中，能够支持目标而不需要目标挤压。",
	"When you cast this spell using a spell slot of 3rd level or higher, the range of the spell increases by 30 feet for each slot level above 2nd.": "当你使用3级或更高等级的法术槽施展此法术时，法术槽等级每超过2级，其范围就会增加30英尺。",
	"In addition, one creature of your choice in that area can spend and roll one of its unspent Hit Dice and regain a number of hit points equal to the roll plus your spellcasting ability modifier.": "此外，你在该区域选择的一个生物可以花费并掷出它的一个未使用的命中率，并重新获得与掷出的命中率加你的法术能力修改值相等的命中率。",
	"You can move through the space of another creature, and it doesn't count as {@quickref difficult terrain||3}. If you end your turn in another creature's space, you are shunted to the last unoccupied space you occupied, and you take {@damage 1d8} force damage.": "您可以在其他生物的空间内移动，但不计入 {@quickref difficult terrain||3}。如果你在另一个生物的空间中结束回合，你会被分流到你占据的最后一个未被占用的空间，并受到{@damage 1d8}的力量伤害。",
	"You magically distract the triggering creature and turn its momentary uncertainty into encouragement for another creature. The triggering creature must reroll the {@dice d20} and use the lower roll.": "你用魔法分散了触发生物的注意力，并将其短暂的不确定性转化为另一生物的鼓励。触发生物必须重新投掷{@dice d20}，并使用较低的点数。",
	"You invoke both death and life upon a 10-foot-radius sphere centered on a point within range. Each creature of your choice in that area must make a Constitution saving throw, taking {@damage 2d6} necrotic damage on a failed save, or half as much damage on a successful one. Nonmagical vegetation in that area withers.": "你在范围内的一个点中心召唤出一个半径为10英尺的球体，同时施加死亡和生命的力量。该区域内你选择的每个生物必须进行一次体质豁免才能，未通过豁免的生物会受到{@damage 2d6}点死灵伤害，通过豁免的生物则只受到一半伤害。该区域内的非魔法植被会凋零。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 2d6|2-9|1d6} for each slot above the 2nd, and the number of Hit Dice that can be spent and added to the healing roll increases by one for each slot above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，伤害增加{@scaledamage 2d6|2-9|1d6}，每个高出2级的法术位增加1个可用于治疗骰投掷的骰子数量。"
}