{
	"Nonmagical plants in the area that aren't creatures, such as trees and shrubs, wither and die instantly.": "该区域内非生物的非魔法植物，如树木和灌木，会立即枯萎和死亡。",
	"You cause up to six pillars of stone to burst from places on the ground that you can see within range. Each pillar is a cylinder that has a diameter of 5 feet and a height of up to 30 feet. The ground where a pillar appears must be wide enough for its diameter, and you can target the ground under a creature if that creature is Medium or smaller. Each pillar has AC 5 and 30 hit points. When reduced to 0 hit points, a pillar crumbles into rubble, which creates an area of difficult terrain with a 10-foot radius that lasts until the rubble is cleared. Each 5-foot-diameter portion of the area requires at least 1 minute to clear by hand.": "你使最多六根石柱从地面上你能看到的范围内的地方迸发出来。每根石柱是一个圆柱体，直径为5英尺，高度为30英尺。出现石柱的地面必须有足够的宽度来满足它的直径，如果一个生物是中等或更小的，你可以把该生物下面的地面作为目标。每根柱子都有5级攻击力和30点攻击力。当命中率降至0时，柱子会碎裂成瓦砾，从而形成一个半径为10英尺的困难地形区域，并持续到瓦砾被清除。该区域的每个5英尺直径的部分需要至少1分钟的时间来手工清理。",
	"If a pillar is created under a creature, that creature must succeed on a Dexterity saving throw or be lifted by the pillar. A creature can choose to fail the save.": "如果一个柱子在一个生物的下面被创造出来，这个生物必须在一个灵巧的救赎上成功，否则就会被柱子抬起。生物可以选择不进行救赎。",
	"When you cast this spell using a spell slot of 7th level or higher, you can create two additional pillars for each slot level above 6th.": "当你使用七级以上的法术槽施展此法术时，你可以为六级以上的每一个法术槽等级创造两个额外的柱子。",
	"When you cast this spell using a spell slot of 4th level or higher, you can target one additional willing creature for each slot level above 3rd.": "当你使用四级或以上的法术槽施放此法术时，你可以针对三级以上的每一个法术槽等级的一个额外自愿生物。",
	"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.": "当你使用二级或更高等级的法术槽施放此法术时，你可以针对每一个高于一级的法术槽的额外生物。当你瞄准它们时，这些生物必须在30英尺范围内。",
	"You perform a special religious ceremony that is infused with magic. When you cast the spell, choose one of the following rites, the target of which must be within 10 feet of you throughout the casting.": "你进行一个特殊的宗教仪式，这个仪式被注入了魔法。当你施法时，选择以下仪式之一，其目标在整个施法过程中必须在你10英尺范围内。",
	"You touch adult humanoids willing to be bonded together in marriage. For the next 7 days, each target gains a +2 bonus to AC while they are within 30 feet of each other. A creature can benefit from this rite again only if widowed.": "你接触愿意结为夫妻的成年人类。在接下来的7天里，当他们在彼此30英尺范围内时，每个目标都会获得一个+2的交流奖励。一个生物只有在丧偶的情况下才能再次从这个仪式中受益。",
	"Force": "力量",
	"Lightning": "閃電",
	"Poison": "毒药",
	"Psychic": "通灵",
	"Thunder": "雷霆",
	"A creature can be targeted only once by each casting of this spell.": "每次施展此法术时，一个生物只能被锁定一次。",
	"When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th. The creatures must be within 30 feet of each other when you target them.": "当你使用五级或以上的法术槽施放此法术时，你可以针对四级以上的每一个法术槽的一个额外生物。当你瞄准它们时，这些生物必须在30英尺范围内。",
	"You choose nonmagical flame that you can see within range and that fits within a 5-foot cube. You affect it in one of the following ways:": "你选择你能在范围内看到的、适合在5英尺立方体内的非魔法火焰。你以下列方式之一影响它。",
	"You instantaneously expand the flame 5 feet in one direction, provided that wood or other fuel is present in the new location.": "你可以瞬间将火焰向一个方向扩大5英尺，前提是新的地点有木材或其他燃料。",
	"You instantaneously extinguish the flames within the cube.": "你瞬间熄灭了立方体内的火焰。",
	"You double or halve the area of bright light and dim light cast by the flame, change its color, or both. The change lasts for 1 hour.": "你将火焰投射的亮光和暗光的面积加倍或减半，改变它的颜色，或两者都改变。该变化持续1小时。",
	"You cause simple shapes—such as the vague form of a creature, an inanimate object, or a location—to appear within the flames and animate as you like. The shapes last for 1 hour.": "你会使简单的形状--比如一个生物的模糊形态、一个无生命的物体或一个地点--出现在火焰中，并按你的意愿进行活动。这些形状会持续1小时。",
	"If you cast this spell multiple times, you can have up to three non-instantaneous effects created by it active at a time, and you can dismiss such an effect as an action.": "如果你多次施展这个法术，你最多可以有三个由它创造的非瞬时效果同时激活，而且你可以把这样的效果作为一个行动来解除。",
	"You take control of the air in a 100-foot cube that you can see within range. Choose one of the following effects when you cast the spell. The effect lasts for the spell's duration, unless you use your action on a later turn to switch to a different effect. You can also use your action to temporarily halt the effect or to restart one you've halted.": "你可以控制100英尺范围内的空气，你可以看到范围内的空气。在你施法时选择以下效果之一。该效果在法术的持续时间内持续，除非你在以后的回合中使用你的行动来切换到不同的效果。你也可以用你的行动来暂时停止该效果，或者重新启动你已经停止的效果。",
	"You cause a sustained updraft within the cube, rising upward from the cube's bottom side. Creatures that end a fall within the cube take only half damage from the fall. When a creature in the cube makes a vertical jump, the creature can jump up to 10 feet higher than normal.": "你在立方体内造成持续的上升气流，从立方体的底面向上升起。在立方体内结束坠落的生物只受到坠落的一半伤害。当立方体中的生物进行垂直跳跃时，该生物可以跳得比正常情况下高10英尺。",
	"The bonfire ignites flammable objects in its area that aren't being worn or carried.": "篝火点燃了其区域内没有被穿戴或携带的易燃物。",
	"You can have only one homunculus at a time. If you cast this spell while your homunculus lives, the spell fails.": "你一次只能拥有一个同体人。如果你在你的同体人活着的时候施展这个法术，那么这个法术就会失败。",
	"If you have four or more motes remaining, they shed bright light in a 30-foot radius and dim light for an additional 30 feet. If you have one to three motes remaining, they shed dim light in a 30-foot radius.": "如果你有4个或更多的摩特，它们会在30英尺半径内发出亮光，并在另外30英尺范围内发出暗光。如果你有1到3个摩尔，它们会在30英尺的范围内发出暗光。",
	"When you cast this spell using a spell slot of 8th level or higher, the number of motes created increases by two for each slot level above 7th.": "当你使用8级或以上的法术槽施展此法术时，每超过7级的法术槽等级，所创造的摩尔数量就会增加两个。",
	"You can use a bonus action to mentally command the creatures you make with this spell, issuing the same command to all of them. To receive the command, a creature must be within 60 feet of you. You decide what action the creatures will take and where they will move during their next turn, or you can issue a general command, such as to guard a chamber or passageway against your foes. If you issue no commands, the creatures do nothing except defend themselves against hostile creatures. Once given an order, the creatures continue to follow it until their task is complete.": "你可以使用一个额外的行动，在精神上指挥你用此法术制造的生物，向它们所有人发出相同的命令。要接收命令，生物必须在你的60英尺之内。你决定这些生物在下一回合将采取什么行动，以及它们将在哪里移动，或者你可以发出一个一般性的命令，比如说守住一个房间或通道以防止你的敌人。如果你不发出任何命令，这些生物除了抵御敌对生物外，什么也不做。一旦下达了命令，生物就会继续遵循它，直到它们的任务完成。",
	"The creatures are under your control until the spell ends, after which they become inanimate once more.": "这些生物在你的控制之下，直到咒语结束，之后它们会再次变成无生命的。",
	"When you cast this spell using a spell slot of 6th level or higher, you animate up to two additional corpses for each slot level above 5th.": "当你使用六级或以上的法术槽施展此法术时，每超过五级的法术槽，你最多可以使两具额外的尸体复活。",
	"The light of dawn shines down on a location you specify within range. Until the spell ends, a 30-foot-radius, 40-foot-high cylinder of bright light glimmers there. This light is sunlight.": "黎明之光照耀在你指定范围内的一个地点。直到咒语结束，一个半径30英尺、高40英尺的圆柱形亮光在那里闪闪发光。这种光是太阳光。",
	"If you're within 60 feet of the cylinder, you can move it up to 60 feet as a bonus action on your turn.": "如果你在圆柱体的60英尺范围内，你可以在你的回合内将它移动到60英尺，作为一个额外的行动。",
	"You invoke the spirits of nature to protect an area outdoors or underground. The area can be as small as a 30-foot cube or as large as a 90-foot cube. Buildings and other structures are excluded from the affected area. If you cast this spell in the same area every day for a year, the spell lasts until dispelled.": "你召唤自然之灵来保护户外或地下的一个区域。这个区域可以小到30英尺的立方体，大到90英尺的立方体。建筑物和其他结构不在受影响的范围内。如果你在一年内每天都在同一区域施展这个法术，那么这个法术会一直持续到被驱散。",
	"The spell creates the following effects within the area. When you cast this spell, you can specify creatures as friends who are immune to the effects. You can also specify a password that, when spoken aloud, makes the speaker immune to these effects.": "该法术在该区域内产生以下效果。当你施展这个法术时，你可以指定生物作为朋友，对这些效果免疫。你也可以指定一个口令，在大声说出时，使说话者对这些效果免疫。",
	"You can fill any number of 5-foot squares on the ground with thick fog, making them heavily obscured. The fog reaches 10 feet high. In addition, every foot of movement through the fog costs 2 extra feet. To a creature immune to this effect, the fog obscures nothing and looks like soft mist, with motes of green light floating in the air.": "你可以用浓雾填满地面上任意数量的5英尺方块，使其被严重遮蔽。雾气达到10英尺高。此外，在雾中每移动一英尺都要多花2英尺。对于一个对该效果免疫的生物来说，浓雾不会遮蔽任何东西，看起来就像柔和的雾气，空气中漂浮着绿色的光点。",
	"You can place your choice of one of the following magical effects within the warded area:": "你可以在被守护的区域内放置你选择的下列魔法效果之一。",
	"Choose an unoccupied 5-foot cube of air that you can see within range. An elemental force that resembles a dust devil appears in the cube and lasts for the spell's duration.": "选择一个你能看到的范围内未被占据的5英尺的空气立方体。一个类似尘埃恶魔的元素力量出现在立方体中，并在法术的持续时间内持续存在。",
	"As a bonus action, you can move the dust devil up to 30 feet in any direction. If the dust devil moves over sand, dust, loose dirt, or light gravel, it sucks up the material and forms a 10-foot-radius cloud of debris around itself that lasts until the start of your next turn. The cloud heavily obscures its area.": "作为一个额外的动作，你可以在任何方向上移动尘土恶魔达30英尺。如果尘魔在沙子、尘土、松散的泥土或轻质沙砾上移动，它会吸走这些物质，并在自己周围形成一个半径为10英尺的碎片云，持续到你下一个回合开始。这片云会严重遮蔽其区域。",
	"Choose one creature you can see within range. Yellow strips of magical energy loop around the creature. The target must succeed on a Strength saving throw, or its flying speed (if any) is reduced to 0 feet for the spell's duration. An airborne creature affected by this spell safely descends at 60 feet per round until it reaches the ground or the spell ends.": "选择一个你能看到的范围内的生物。黄色的魔法能量条围绕着该生物。目标必须成功地进行力量救赎，否则它的飞行速度（如果有的话）会在咒语持续期间降至0英尺。受此法术影响的空中生物以每回合60英尺的速度安全下降，直到它到达地面或法术结束。",
	"You draw the moisture from every creature in a 30-foot cube centered on a point you choose within range. Each creature in that area must make a Constitution saving throw. Constructs and undead aren't affected, and plants and water elementals make this saving throw with disadvantage. A creature takes {@damage 12d8} necrotic damage on a failed save, or half as much damage on a successful one.": "你可以吸取以你选择的点为中心 30 英尺立方体范围内所有生物的水分。该区域内的每种生物都必须进行一次体质蓄力。构装生物和亡灵不受影响，植物和水元素生物则处于劣势。如果蓄力失败，生物会受到 {@damage 12d8} 死灵伤害，如果蓄力成功，则会受到一半的伤害。"
}