{
	"You attempt to turn one creature that you can see within range into wood. If the target's body is made of flesh, the creature must make a Constitution saving throw. On a failed save, it is {@condition restrained} as its flesh begins to harden into bark. On a successful save, the creature isn't affected.": "你尝试将你能看到范围内的一个生物变成木头。如果目标的身体是由肉体构成的，该生物必须进行一次体质豁免投。未通过豁免的话，它会被{@condition restrained}，因为它的肉体开始硬化成树皮。若通过豁免，该生物不受影响。",
	"A creature {@condition restrained} by this spell must make another Constitution saving throw at the end of each of its turns. If it successfully saves against this spell three times, the spell ends. If it fails its Constitution saving throw three times, it is turned into a tree and subjected to the {@condition petrified} condition for the duration. The successes and failures don't need to be consecutive; keep track of both until the target collects three of a kind.": "一个被这个法术影响的生物{@condition restrained}必须在每个回合结束时再次进行一次体质豁免检定。如果它成功通过了这个法术的三次豁免检定，法术就会结束。如果它连续失败了三次体质豁免检定，它将变成一棵树，并在持续时间内受到{@condition petrified}状态的影响。成功和失败不需要连续进行；跟踪两者，直到目标收集到三张相同的牌。",
	"If the transformed creature is burned, chopped down, or otherwise destroyed while {@condition petrified}, the creature is slain.": "如果被转化的生物在{@condition petrified}时被烧毁、砍倒或以其他方式摧毁，该生物被击杀。",
	"A creature remains transformed unless the effect is reversed within one year with {@spell greater restoration}, {@spell wish}, or similar magical effects. If the creature spends one year and a day as a tree, the transformation becomes permanent, and nothing can return the creature to its original form.": "生物会保持转化状态，除非在一年内使用{@spell greater restoration}、{@spell wish}或类似的魔法效果将其逆转。如果生物作为一棵树度过了一年零一天，转化将变得永久，没有任何东西可以将生物恢复到原来的形态。",
	"You consume the brain of another creature's corpse, gaining its memories and knowledge. The corpse must have a brain and can't be undead. The spell fails if the corpse has been dead (and not preserved) for more than three days.": "你消耗另一生物尸体的大脑，获得它的记忆和知识。尸体必须有大脑，不能是不死之物。如果尸体已经死亡（且未保存）超过三天，咒语将失败。",
	"Until the spell ends, you can attempt to recall any important fact known to the creature—family history, recent events, building layouts, passwords, details of the creature's death, and similar information. To recall a piece of information, you must make an ability check using your spellcasting modifier. The DC is equal to the corpse's Intelligence score.": "在咒语持续期间，你可以尝试回忆起生物所知道的任何重要事实—家族史、最近事件、建筑布局、密码、生物死亡的细节等信息。要回忆一条信息，你必须进行一次能力检定，使用你的施法能力调整值。难度等级等于尸体的智力分数。",
	"Once the caster rolls to determine whether they recall a fact, they cannot attempt to recall it again.": "一旦施法者投掷骰子来确定他们是否记得一个事实，他们就不能再尝试回忆它了。",
	"As part of casting this spell you must expend six hit dice or the spell automatically fails. When you do, blood flows from your body then crystallizes into a barbed arrow, which launches at a creature of your choice within range. Make a ranged spell attack against the chosen creature. On a hit, roll the hit dice expended to cast this spell, and the creature takes piercing damage equal to the result.": "施放此咒语的一部分，你必须消耗六个命中骰，否则咒语将自动失败。当你这样做时，你的身体会流出鲜血，然后凝结成一个带刺的箭头，射向你选择范围内的生物。对选定的生物进行远程法术攻击。命中后，投掷用于施放此咒语的命中骰，并且生物受到等同于结果的穿刺伤害。",
	"Once lodged in the creature, the bloody arrow begins to burrow toward its heart, rendering it vulnerable to further attacks. At the start of the creature's next turn, it must make a Constitution saving throw. On a failure, attacks against the creature score critical hits on a 19 or 20 on the attack roll.": "一旦箭矢插入生物体内，鲜血箭开始朝着它的心脏钻去，使其易受进一步攻击。在生物的下一个回合开始时，它必须进行一次体质豁免检定。如果失败，对该生物的攻击在攻击检定中得到19或20时将造成重击。",
	"At the start of each of the creature's turns after that, it must repeat the Constitution saving throw or the critical hit range on attacks against the creature increases by 1 again. If the creature succeeds on three of these saving throws (these successes do not need to be consecutive) this spell ends. The increased critical hit range ends when the spell does.": "在此之后，每当该生物的回合开始时，它必须重复进行体质豁免才能，否则针对该生物的攻击的暴击范围再次增加1。如果该生物在这些豁免才能中成功三次（这些成功不需要连续），那么此法术结束。增加的暴击范围在法术结束时也会结束。",
	"You touch one willing creature. While this spell is active, the target's senses are heightened. If the target rolls a 9 or below on the die when making a Wisdom ({@skill Perception}) check, they instead act as if they rolled a 10.": "你触摸一个愿意的生物。当这个法术生效时，目标的感官会变得更敏锐。如果目标在进行一次感知（{@skill Perception}）检定时掷出9或更低的点数，他们会被视为掷出了10点。",
	"A momentary bubble of iridescent energy shimmers in the air between you and the caster of the triggering spell. The spell is redirected to a creature of your choice that you can see within 60 feet. If the spell is 5th level or lower, you are no longer a target of the spell and the chosen creature is instead. If the spell is 6th level or higher, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a successful check, you are no longer a target of the spell and the chosen creature is instead. On a failed check, you remain the target of the triggering spell.": "在你和触发法术的施法者之间的空气中，出现了一团瞬时的七彩能量泡泡。法术被重定向到你在60英尺内可以看到的一只生物身上。如果法术为5级或更低级，你不再是法术的目标，而被选择的生物会成为目标。如果法术为6级或更高级，请使用你的施法能力进行一次能力检定。检定 DC 为10 + 法术等级。若检定成功，你不再是法术的目标，而被选择的生物会成为目标。若检定失败，你仍然是触发法术的目标。",
	"You create a pair of grasping hands made from {@condition invisible} forces. Make a spell attack against one creature that you can see within range. On a hit, the creature is {@condition restrained} as the hands crush their throat or bodily equivalent.": "你创造了一双由{@condition invisible}力量制成的抓握之手。对你能看到的范围内的一名生物进行一次法术攻击。命中后，生物被{@condition restrained}，仿佛被手掌压住了喉咙或相应的身体部位。",
	"If the creature requires air to breathe, it begins to suffocate. A suffocating creature can survive for a number of rounds equal to 1 + its Constitution modifier (minimum of 1 round). At the start of its next turn after those rounds are over, it becomes {@condition unconscious}, and it can't regain hit points until it can breathe again.": "如果生物需要空气呼吸，它将开始窒息。 一个窒息的生物可以存活一定数量的回合，等于1 + 它的体质修正值（最少1回合）。在这些回合结束后的下一个回合开始时，它变为{@condition unconscious}，并且在可以再次呼吸之前无法恢复生命值。",
	"A conscious creature {@condition restrained} by the hands can use its action to make a Strength or Dexterity check (its choice) against your spell save DC. On a success, the spell ends on the target.": "一个有意识的生物{@condition restrained}可以使用其动作来进行一次力量或敏捷检定（由其选择），检定目标为你的法术豁免 DC。若成功，法术在目标身上结束。",
	"Choose a creature that you can see within range. The target must succeed on a Constitution saving throw or be afflicted with excruciating muscle spasms for the duration. A creature affected in this way has its speed halved and rolls attacks with disadvantage. At the end of each of its turns, the target can make another Constitution saving throw. On a success, the spell ends on the target.": "选择你能看到范围内的一个生物。目标必须成功进行一次体质豁免才能免受剧痛的肌肉痉挛影响。受到这种影响的生物速度减半，并且进行攻击时有劣势。在每个回合结束时，目标可以再次进行一次体质豁免。成功则法术对目标结束。"
}