{
	"As a bonus action on your turn, you can move the blade up to 30 feet to an unoccupied space you can see and then make up to two melee spell attacks with it again.": "作为你回合的额外行动，你可以将这把刀移动到你能看到的无人空间，最多可以移动30英尺，然后用它再次进行两次近身法术攻击。",
	"To cast this spell, you must have a magic item that originated on the world you wish to reach, and you must be aware of the world's existence, even if you don't know the world's name. Your destination in the other world is a safe location within 1 mile of where the magic item was created. Alternatively, you can cast the spell if one of the affected creatures was born on the other world, which causes your destination to be a safe location within 1 mile of where that creature was born.": "要施展这个法术，你必须有一个源自你想要到达的世界的魔法物品，而且你必须知道这个世界的存在，即使你不知道这个世界的名字。你在另一个世界的目的地是距离魔法物品创造地1英里内的一个安全地点。另外，如果有一个受影响的生物出生在另一个世界，你也可以施展这个法术，这将使你的目的地成为该生物出生地1英里内的安全地点。",
	"The spell ends early on a creature if that creature takes any damage, and the creature isn't transported. If you take any damage, the spell ends for you and all the other creatures, with none of you being transported.": "如果一个生物受到任何伤害，该咒语就会在该生物身上提前结束，而且该生物不会被传送。如果你受到任何伤害，则你和所有其他生物的咒语都会结束，而你们都不会被传送。",
	"You brandish the weapon used in the spell's casting and make a melee attack with it against one creature within 5 feet of you. On a hit, the target suffers the weapon attack's normal effects, and you can cause green fire to leap from the target to a different creature of your choice that you can see within 5 feet of it. The second creature takes fire damage equal to your spellcasting ability modifier.": "你挥舞着施法时使用的武器，用它对你周围5英尺内的一个生物进行近身攻击。一旦命中，目标将受到武器攻击的正常效果，并且你可以使绿色火焰从目标处跃迁到你所选择的5英尺范围内的另一个生物身上，你可以看到它。第二个生物受到的火焰伤害等于你的法术能力修改器。",
	"For the duration, you or one willing creature you can see within range has resistance to psychic damage, as well as advantage on Intelligence, Wisdom, and Charisma saving throws.": "在持续时间内，你或你能看到的范围内的一个自愿的生物对精神伤害有抵抗力，以及在智力、智慧和魅力方面有优势。",
	"When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd. The creatures must be within 30 feet of each other when you target them.": "当你使用四级或更高等级的法术槽施放此法术时，你可以针对三级以上的每一个法术槽的一个额外生物。当你瞄准它们时，这些生物必须在30英尺范围内。",
	"You call forth spirits of the dead, which flit around you for the spell's duration. The spirits are intangible and invulnerable.": "你召唤出亡灵，它们在咒语的持续时间内围绕着你飞舞。亡灵是无形的，也是无坚不摧的。",
	"In addition, any creature of your choice that you can see that starts its turn within 10 feet of you has its speed reduced by 10 feet until the start of your next turn.": "此外，你所选择的任何你能看到的、在你10英尺范围内开始其回合的生物，其速度降低10英尺，直到你下一个回合开始。",
	"When you cast this spell using a spell slot of 5th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用5级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"When you cast this spell using a spell slot of 3rd level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用3级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"When you cast this spell using a spell slot of 6th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用6级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"When you cast this spell using a spell slot of 4th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用四级或更高的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"When you cast this spell using a spell slot of 7th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用7级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd. The creatures must be within 30 feet of each other when you target them.": "当你使用3级或更高等级的法术槽施放此法术时，你可以针对2级以上的每一个法术槽的一个额外生物。当你瞄准它们时，这些生物必须在30英尺范围内。",
	"Uttering an incantation, you draw on the magic of the Lower Planes or Upper Planes (your choice) to transform yourself. You gain the following benefits until the spell ends:": "通过念咒语，你利用下层世界或上层世界的魔法（由你选择）来改造自己。在咒语结束之前，你会获得以下好处。",
	"You are immune to fire and poison damage (Lower Planes) or radiant and necrotic damage (Upper Planes).": "你对火和毒的伤害（下层世界）或辐射和坏死的伤害（上层世界）免疫。",
	"Spectral wings appear on your back, giving you a flying speed of 40 feet.": "幽灵之翼出现在你的背上，使你的飞行速度达到40英尺。",
	"You have a +2 bonus to AC.": "你有一个+2的交流奖励。",
	"All your weapon attacks are magical, and when you make a weapon attack, you can use your spellcasting ability modifier, instead of Strength or Dexterity, for the attack and damage rolls.": "你所有的武器攻击都具有魔力，当你进行武器攻击时，你可以使用你的法术能力修饰，而不是力量或灵巧，来进行攻击和伤害卷。",
	"You create a blade-shaped planar rift about 3 feet long in an unoccupied space you can see within range. The blade lasts for the duration. When you cast this spell, you can make up to two melee spell attacks with the blade, each one against a creature, loose object, or structure within 5 feet of the blade. On a hit, the target takes {@damage 4d12} force damage. This attack scores a critical hit if the number on the {@dice d20} is 18 or higher. On a critical hit, the blade deals an extra {@damage 8d12} force damage (for a total of {@damage 12d12} force damage).": "你可以在范围内看到的无人空间中制造一个长约 3 英尺的叶片状平面裂缝。刀刃会持续一段时间。当你施放这个法术时，你最多可以用刀刃进行两次近战法术攻击，每次攻击刀刃周围 5 英尺内的生物、松散物体或建筑。命中时，目标会受到 {@damage 4d12} 力量伤害。如果 {@dice d20} 上的数字为 18 或更高，这次攻击将获得重击。如果命中要害，剑刃会造成额外的 {@damage 8d12} 力量伤害（总计 {@damage 12d12} 力量伤害）。"
}