{
	"You touch the ground and conjure forth a defensive structure made of enormous playing cards. The structure rises with you at its center, harmlessly lifting you and any creatures in the area. The house of cards has a square base that is 30 feet on each side, and it has three floors with 10- foot-high ceilings. The second floor is 20 feet on each side, and the top floor is 10 feet on each side—both centered above the bottom floor. Ramps connect the interior of each floor, and empty doorframes connect the interior and exterior of each level. Creatures inside or on top of the structure have half cover.": "你触摸地面，变出一个由巨大扑克牌组成的防御结构。这个结构以你为中心升起，无害地提升你和该地区的任何生物。纸牌屋有一个正方形的底座，每边30英尺，它有三层，天花板10英尺高。第二层每边20英尺，顶层每边10英尺，都在底层的中央。坡道连接每层的内部，空的门框连接每层的内部和外部。结构内部或顶部的生物有一半的覆盖物。",
	"The house and all its cards vanish when the spell ends.": "咒语结束后，房子和它的所有牌都会消失。",
	"When you cast this spell using a spell slot of 5th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用5级或更高等级的法术槽施放此法术时，在状态块中法术等级出现的地方使用更高的等级。",
	"You spray spectral cards from your hands or sleeve; the cards blind or slash at your enemies, and then vanish. Choose one of the following effects for the cards.": "你从手中或袖子中喷出幽灵牌；这些牌使你的敌人失明或被砍伤，然后消失不见。从下列牌的效果中选择一种。",
	"When you cast this spell using a spell slot of 4th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block.": "当你使用4级或更高等级的法术槽施放此法术时，该生物在其状态块中使用法术等级的地方都会承担该次施放的高等级。",
	"You whisper magical words that antagonize one creature of your choice within range. The target must make a Wisdom saving throw. On a failed save, it takes {@damage 4d4} psychic damage and must immediately use its reaction, if available, to make a melee attack against another creature of your choice that you can see. If no other creature is within range, the target has disadvantage on the next attack roll it makes before the start of your next turn.": "你低声说一些魔力之语，这些魔力之语可以对抗范围内你选择的一种生物。目标必须进行一次智慧蓄力。如果蓄力失败，它将受到 {@damage 4d4} 精神伤害，并且必须立即使用反应（如果有的话）对你选择的另一个你能看到的生物发动近战攻击。如果范围内没有其他生物，目标在下一回合开始前的下一次攻击翻滚中处于劣势。"
}