{
	"You perform one of several religious ceremonies. When you cast the spell, choose one of the following ceremonies, the target of which must be within 10 feet of you throughout the casting.": "你执行几个宗教仪式中的一个。当你施法时，从以下仪式中选择一个，其目标在整个施法过程中必须在你10英尺范围内。",
	"You touch one willing humanoid. Choose one 1st-level spell you have prepared and expend a spell slot and any material components as if you were casting that spell. The spell has no effect. Instead, the target can cast this spell once without having to expend a spell slot or use material components. If the target doesn't cast the spell within 1 hour, the invested spell is lost.": "你接触一个自愿的人形生物。选择一个你已经准备好的一级法术，并消耗一个法术槽和任何物质成分，就像你在施放该法术一样。该咒语没有效果。相反，目标可以施放一次这个法术，而不需要消耗一个法术槽或使用材料组件。如果目标在1小时内没有施展该法术，那么投入的法术就会消失。",
	"You touch adult humanoids willing to be bonded together in marriage. For the next 24 hours, each target gains a +2 bonus to AC and saving throws while they are within 30 feet of each other. A creature can benefit from this ceremony just once.": "你接触愿意结为夫妻的成年人类。在接下来的24小时内，当他们在对方30英尺范围内时，每个目标都会获得一个+2的攻击力和蓄力的奖励。一个生物只能从这个仪式中受益一次。",
	"Force": "力量",
	"Lightning": "閃電",
	"Poison": "毒药",
	"Psychic": "通灵",
	"Thunder": "雷霆",
	"You create a Tiny incorporeal hand of shimmering light in an unoccupied space you can see within range. The hand exists for the duration, but it disappears if you teleport or you travel to a different plane of existence.": "你在一个你能看到的范围内的空地上创造一个闪闪发光的微小无体手。这只手在持续时间内存在，但如果你传送或你旅行到不同的存在平面，它就会消失。",
	"When the hand appears, you name one major landmark, such as a city, mountain, castle, or battlefield on the same plane of existence as you. Someone in history must have visited the site and mapped it. If the landmark appears on no map in existence, the spell fails. Otherwise, whenever you move toward the hand, it moves away from you at the same speed you moved, and it moves in the direction of the landmark, always remaining 5 feet away from you.": "当这只手出现时，你要说出一个主要的地标，如城市、山峰、城堡或与你同一平面的战场。历史上必须有人访问过这个地方并绘制了地图。如果这个地标没有出现在现有的地图上，那么这个咒语就失败了。否则，每当你向手部移动时，它就会以你移动的相同速度远离你，并向地标的方向移动，始终与你保持5英尺距离。",
	"You create a healing elixir in a simple vial that appears in your hand. The elixir retains its potency for the duration or until it's consumed, at which point the vial vanishes.": "你在一个出现在你手中的简单小瓶中创造一种治疗用的灵药。灵药在持续时间内保持其效力，或者直到它被消耗掉，这时小瓶会消失。",
	"You awaken the sense of mortality in one creature you can see within range. The target must succeed on a Wisdom saving throw or become {@condition frightened} for the duration. A target with 25 hit points or fewer makes the saving throw with disadvantage. The spell has no effect on constructs or undead.": "你能唤醒范围内一个你能看到的生物的死亡意识。目标必须在智慧蓄力中成功，否则会在持续时间内变成 {@condition frightened}。命中点数为 25 或更少的目标在进行智力自救时会处于劣势。该咒语对构装生物或亡灵无效。"
}