{
	"You lash the mind of one creature you can see within range, filling it with despair. The target must succeed on an Intelligence saving throw or suffer disadvantage on attack rolls, ability checks, and saving throws, and it can't cast spells. At the end of each of its turns, the target can make another Intelligence saving throw. On a success, the spell ends on the target.": "你鞭打范围内你能看到的一个生物的头脑，使其充满绝望。目标必须在智力救赎上成功，否则在攻击卷、能力检查和救赎上处于劣势，而且不能施法。在它的每个回合结束时，目标可以再做一次智力自救。如果成功，该咒语将在目标身上结束。",
	"You create a faintly shimmering barrier of protective psychic power around you. For the duration, you have advantage on all saving throws.": "你在自己周围创造了一个微弱的、闪烁着保护性精神力量的屏障。在持续时间内，你在所有的救赎动作上都有优势。",
	"When another creature that you can see within 30 feet of you fails a saving throw, you can use your reaction to allow them to reroll the save. They must use the new roll.": "当另一个你能看到的在你30英尺范围内的生物的蓄力失败时，你可以使用你的反应来让他们重新进行蓄力。他们必须使用新的投掷。",
	"You protect your mind with a wall of looping, repetitive thought. Until the start of your next turn, you have advantage on Intelligence, Wisdom, and Charisma saving throws, and you have resistance to psychic damage.": "你用一堵循环的、重复的思想墙来保护你的头脑。直到你下一回合开始，你在智力、智慧和魅力方面都有优势，并且对精神伤害有抵抗力。",
	"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd. The creatures must be within 30 feet of each other when you target them.": "当你使用3级或更高等级的法术槽施放此法术时，你可以针对2级以上的每一个法术槽的一个额外生物。当你瞄准它们时，这些生物必须在30英尺范围内。",
	"The stunned target can make an Intelligence saving throw at the end of each of its turns. On a successful save, the spell ends on the target.": "被眩晕的目标可以在其每个回合结束时做一个智力救赎动作。拯救成功后，该法术在目标身上结束。",
	"You weave a clouding veil over the mind of one creature you touch. For the duration, the target's mind can't be read or detected, creatures can't telepathically communicate with the target unless the target allows it, and the target has advantage on saving throws against any effect that would determine whether it is telling the truth.": "你在你所接触的一个生物的心灵上编织了一层混浊的面纱。在持续时间内，目标的思想无法被读取或探测，除非目标允许，否则生物无法与目标进行心灵感应，而且目标在对抗任何可以确定其是否说实话的效果时具有优势。",
	"You unleash a torrent of conflicting desires in the mind of one creature you can see within range, impairing its ability to make decisions. The target must succeed on a Wisdom saving throw or be incapacitated. At the end of each of its turns, it takes {@damage 1d12} psychic damage, and it can then make another Wisdom saving throw. On a success, the spell ends on the target.": "你会在你能看到的范围内的一个生物的头脑中释放出一股相互冲突的欲望洪流，削弱它做出决定的能力。目标必须在智慧蓄力中成功，否则就会丧失能力。在每个回合结束时，它都会受到 {@damage 1d12} 精神伤害，然后可以再做一次智慧蓄力。如果成功，目标身上的咒语就会结束。"
}